{
  "name" : "12cbe6247d61b5a4c639.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Geographia Polonica Vol. 87 No. 1 (2014) : Destinations of geography graduates in the labour market in Poland and other countries",
    "authors" : [ "Danuta Piróg" ],
    "emails" : [ "dbutryn@ap.krakow.pl" ],
    "sections" : [ {
      "heading" : "Introduction",
      "text" : "The dynamic and continuous increase of people taking up university degree programmes in the 1990s in Poland also applied to geography degrees (Mikuła-Bączek 2009). Unfortunately, there is presently a downward trend of interest in geography degrees. The reasons behind the diminishing popularity of geography as a discipline of study are complex.\nThe key factors include a decreased interest in university courses in general and the constantly evolving portfolio of higher education courses offered (both in terms of new degree programmes and new specialisations within the existing courses).\nDue to the fact that unemployment among people with degrees is commonplace, young people try to be pragmatic when choosing a discipline of study. They oftentimes give"
    }, {
      "heading" : "Key words",
      "text" : "geographical studies • geography graduates • labour market • professional career • workplaces • first job"
    }, {
      "heading" : "96 Danuta Piróg",
      "text" : "Geographia Polonica 2014, 87, 1, pp. 95-111\nup on their passions and dreams and choose a degree which is more suitable to the changing needs of the job market. By trying to be rational about choosing university courses, young people try to reduce the risks involved in investing in their own educational capital (Kryńska 2011). This makes it difficult for higher education institutions. Nowadays, nearly all universities will go to great lengths to attract candidates. The measures used to tempt potential students range from lowering entry requirements to launching new diversified courses and specialisations. Such measures do not always correspond to the real needs of the job market. The situation described above affects geography degrees as well.\nResearch suggests that one of the key strategies in maintaining stable and relatively satisfactory levels of interest among candidates is to perform post-graduation surveys to follow up the professional career paths of graduates. Survey results should then be used to fine-tune the educational offer so that it targets the needs of the students better − in some cases even revamping the entire course syllabi (Gedye & Chalkley 2006). In Poland, there is a long tradition for conducting studies dealing with the professional career paths that university graduates follow1. These studies have always been of interest to experts from varied disciplines of science, in particular teachers (Łuczak 1990), sociologists (Szczepański 1963), economists (Pezacki 1970; Minkiewicz & Błędowski 2008), and social geographers (Więckowski 1978). However, in the last decade, the relationship between a degree programme and its graduates’ chances on the job market has been an under researched area in Poland. This is despite the fact that it was a time of multi-dimensional economic changes in Poland. These changes drastically affected the processes involved in recruitment and job seeking in general (Piróg 2010). The literature\n1 The need to follow career paths of graduates had already been highlighted by Polish geophysicist, meteorologist and explorer Antoni Bolesław Dobrowolski (1872-1954) back in 1923 (Grzelak 1965).\nreview shows that studies on geographers’ transition from higher education to employment and the mechanisms behind their job acquisitions, have also been rare research topics in other countries. This is true, despite the seemingly high practical value of such studies. Having analysed the research done so far, it appears that most research projects have been related to the study of training methods facilitating the acquisition of those skills most sought after on the job market (Clark 1980; Clark et al. 1990; Pawson et al. 2006; Hennemann & Liefner 2010; Piróg 2012b). Other research areas included studies of geographers’ competences which are most valued on the job market (Harvey 2000; Donert 2007; Piróg 2007, 2011b; Solem et al. 2008; Osuch 2010; Baylina 2011), students’ and graduates’ expectations of the job market (Gedye et al. 2004), and the level of professional satisfaction of working geographers (Johnston 1990). To sum up, a statement formulated by Gober et al. back in the 1990s is still valid, i.e. “very little is known about the interface between postsecondary education and the labour market in geography” (Gober et al. 1995b: 329).\nConsequently, the objectives of the present article are as follows: • to analyse the professional career paths\nof geographers around the world and in Poland; • to present results of a Polish nationwide survey about the plans and aspirations of recent geography graduates regarding their first jobs after university; • and to discuss how these plans are verified by reality, based on an example of Polish geography graduates from 2012; • to compare the jobs held by geographers in Poland and in other countries as well as trying to identify tendencies of change in this area."
    }, {
      "heading" : "Literature review",
      "text" : "In the last 30 years, research into the professional careers of geography graduates has been conducted and published in the form\n97Destinations of geography graduates in the labour market in Poland and other countries\nGeographia Polonica 2014, 87, 1, pp. 95-111\nof academic papers, in the United States, Great Britain, Canada, Germany, and Poland.\nThe largest nationwide project was conducted in the US in the 1990s. Based on the information about specialisations, the professions that graduates were trained in were established. It turned out that 11% were GIS/ remote sensing specialists, urban/regional/ environmental planners ranked second with 8% for each of the above mentioned specialisations; environmental managers/technicians accounted for 8%; cartographers for 7% and earth scientists/secondary teachers accounted for 6% each (Gober et al. 1995a). The next part of the study involved a survey of geography graduates from 1990-1993. Their situation on the labour market and the professions they held were noted. The results showed that only 3.1% of geographers were unemployed and 1.5% were economically inactive. Geographers found employment mainly in the following five professions: teacher, environmental manager/technician; GIS remote sensing specialist, cartographer, and planner (Gober et al. 1995b). The 1990s project also forecast, that in the coming years, the demand for geography teachers would be on the rise. The long-term forecast was that geographers would be needed in industry, public administration, and environmental protection (Gober et al. 1995c). Unfortunately, these predictions have not been empirically verified. Current research covers only studies on the plans and professional aspirations of undergraduate and postgraduate geography students.\nThe EDGE project survey (the Enhancing Departments and Graduate Education) was led by the Association of American Geographers. According to the EDGE project survey results, geography graduates in America currently pursue careers in three main areas: in academia, the public sector (mainly in local or regional administration) or the private sector. A considerable number of graduates choose further education, primarily by taking up doctoral studies. The percentage of graduates employed in the above mentioned sectors differs slightly between graduates from MA and PhD programmes. For PhD gradu-\nates, the top career paths include faculty positions at academic institutions (46.6%), and positions with federal government agencies or departments (7.1%). Then there are MA/MS graduates in PhD departments that choose PhD programmes (28.1%), positions in federal government (17.4%) and positions with state or local government agencies or departments (13.9%). Those graduates with MA/MS work mainly in state or local government agencies (39.4%), private businesses (18.9%) or enroll in PhD programmes (24.4%) (Solem et al. 2013: 104-105).\nBritish research on University of Plymouth graduates from the 1990s, exposed a discordance between student expectations and the actual experience of the graduates. While an overwhelming majority of students (97%) were convinced that their geography degree was necessary and useful in their job seeking efforts, only 60% of graduates were of the opinion that their degree actually increased their value on the labour market (Gedye et al. 2004). The research concluded that the two top job areas where geography degree holders found employment were “clerical and secretarial occupations” (19.1%) and other occupations (14.5%). If we compare geographers’ results to those of other GEES graduates, e.g. geology, it turns out that geographers find significantly less attractive jobs than geology graduates (Gedye & Chalkley 2006: 9-10).\nPeriodically conducted surveys of geographers from St. Mary’s University, Canada conducted six months after graduation, showed a marginal increase in unemployment among geography graduates, from 6% in 1989 to 10% in 2009. Furthermore, the research highlighted a significant increase (from 43% to 84%) of graduates who performed jobs related to their discipline of study and were convinced that the knowledge they acquired during their degree programme was necessary in their current job. It was also observed, that in 2009, only 20% of BA degree holders (compared to 48% in 1989) took up full-time employment and did not pursue continuing education. A general change in the positions held by geographers was noticed. There was"
    }, {
      "heading" : "98 Danuta Piróg",
      "text" : "Geographia Polonica 2014, 87, 1, pp. 95-111\nmore than a two-fold decrease of graduates working as geography teachers and a whooping seven-fold increase of geographers who used GIS methods in their work (Millward 2011).\nThe situation of German geographers on the labour market, in particular their transition from university to employment, is illustrated by research conducted among JLU (Justus Liebig University) 1960-2007 geography graduates. It took geographers five months, on average, to find employment. Data collected from graduates over the last 40 years shows a recent increase in the average job seeking period. Graduates take longer to find a job and they either eventually find one or lower their expectations. Subsequently, they take up less attractive positions not related to their discipline of study. Only approximately half of working geography graduates, who had graduated between 1960-2007, held positions corresponding to their academic degree. This number decreased as their professional career developed. Among people who worked in jobs related to geography, the first job was usually taken in spatial development (27%), academic research (14%), PR (9%) or regional development (9%) (Hennemann & Liefner 2010) (Tab. 1).\nIn Poland, studies of geographers’ career destinations were only conducted among graduates of individual universities, including the Pedagogical University in Kielce, Warsaw University, and the Pedagogical University of Cracow.\nSeveral follow-up studies of geography graduates’ career choices from selected Polish universities were conducted in the 1980s. However, afterwards this topic became one of the more under researched areas of social geography.\nResearch projects from the seventies focused on the career paths of graduates from one given university spanning a period of many years2 (including the Jagiellonian\n2 For instance studies conducted at the Univeristy of Łódź encompassed graduates from the years 1950-1973, those from the Jagiellonian University in Cracow included the years 1954-1971, and the re-\nUniversity in Cracow, the University of Łódź, Nicolaus Copernicus University in Toruń, and Adam Mickiewicz University in Poznań). The studies showed that all geographers found jobs corresponding to their education level and nearly all of them found positions which required a degree in geography. Since the 1950s, the portfolio of geographers’ career destinations has been extended compared to the inter-war period (at which time new positions for geographers mainly included jobs in all levels of the education sector). Geographers also started to work in spatial planning institutions and geology-related businesses. The majority of graduates still found employment in education (21.2% of Jagiellonian University graduates and 37.9% of those from the University of Łódź), as teachers in primary and secondary schools as well as jobs working for administrators of the Polish Department of Education. A considerable number of geographers found employment in higher education (14.8%, on average) and a similar number (12%) acquired positions in geology and cartography businesses. Spatial planning institutions were also an important employer, guaranteeing jobs for approximately 10% of graduates. The remaining graduates worked mainly in public administration, statistical offices, and libraries. An urgent need to define the profile of geographers was identified to ensure legal protection for this profession. In turn, the list of professions open to geography degree holders only would be extended. The researchers advocated the fact that the curricula and profile of a geographer should be formulated so as to include spatial planning institutions and tourist traffic agencies as possible professional destinations of geographers (Augustyniak et al. 1974; Rajman 1975; Klatka & Zawadzka 1976; Stachowski 1982).\nThe only Polish-wide study on geographers’ career paths to date was an analysis\nsearch project pursued at the Nicolaus Copernicus University in Toruń included all geography graduates up until 1980.\n100 Danuta Piróg\nGeographia Polonica 2014, 87, 1, pp. 95-111\nof geographers’ employment conducted in 1976. The MAGISTER database system, which existed at the time, recorded data from a staff census. Thanks to this data, an analysis of 7473 professionally active geographers was conducted in respect to their currently held positions. The study corroborated the above mentioned data about geography graduates’ key career paths. One of the conclusions was that a great majority of geographers found employment which corresponded to their geography degree. The most popular career path was education (53.3% in total) including 26.6% of graduates who worked as school teachers and administrators of the Polish Department of Education, while 25.7% worked in higher education, the Polish Academy of Science, and other research centres. The remaining graduates worked as geologists (5.6%), economists (3.6%), and librarians (1.8%). One conclusion drawn from this project was that geographers also need to be prepared to work in spatial planning (Więckowski 1978).\nThere was an almost 15 year gap in the research on geographers’ career paths. Once the research was resumed, however, there were never as many respondents in the studies as previously. For instance, a survey conducted at the Pedagogical University in Kielce covered graduates of full-time degree programmes in the Mathematics and Life Science Faculty (including geography), who had obtained their degrees between 1990-1995. At that time, the demand for teachers was high in that region of Poland because as many as 77% of geography graduates took up teaching positions. The remaining group of geographers either found office jobs (7%) or became self-employed (3%). The unemployed accounted for only 1% of the surveyed geographers (Biernat 1997).\nThe study conducted at Warsaw University looked into the destinations of graduates of full-time degree programmes who graduated between 1990-1997. The survey aimed at determining where geographers found employment and what type of positions they held. Moreover, graduates were asked\nto provide feedback about their degree course in relation to their professional experience. The results showed that 82% of the respondents had a job, and approximately one in five worked in fields related to geography. The respondents were employed in the service industry, and the largest group (17%) worked as geography teachers (Lisowski 1999).\nA study of 2000-2007 graduates from the Pedagogical University of Cracow was testament to the high employability of geographers. This study showed a high proportion of graduates who were employed in the fields related to geography. Still, those results were notably less optimistic when compared to the situation in the 1990s. Out of the people who graduated between 2000-2007, 10% were unemployed and 42% worked in areas not related to their discipline of study. Those who found employment within the field of geography worked mainly as teachers of geography, business or the natural sciences (30%). Others found jobs within the tourism industry, spatial planning, environmental protection, geodesy or cartography (28% in total) (Tracz & Stanuch 2011).\nSimilar research was done covering the years between 1950-2000 on graduates of cartography, a discipline related to geography. The research shows the large impact of acquired education on the future career paths of cartographers. Approximately one in four graduates were employed in a job directly related to editing and publishing of maps. The remaining worked in scientific institutions or in administration. Presumably, demand for cartographers was highest in large metropolitan areas because all respondents lived and worked in Warsaw or the surrounding areas (Pasławski 2001) (Tab. 2)."
    }, {
      "heading" : "Methods",
      "text" : "A Polish nationwide survey was conducted to investigate the current plans and aspirations of Polish geography graduates as well as the actual workplaces/positions of recent graduates. The survey consisted of two\n101 D estinations of geography graduates in the labour m arket in Poland and other countries\nG eographia Polonica 2014, 87, 1, pp. 95-111\n102 Danuta Piróg\nGeographia Polonica 2014, 87, 1, pp. 95-111\nstages: stage one took place between May and June, 2011 and stage two covered January and February, 2012. The first stage of the survey was in paper form and the second stage was an online survey. Before the main research project was carried out, a pilot study was conducted involving 120 geography students from the Pedagogical University of Cracow. The first stage of the study was addressed to students graduating from full time geography degree programmes in the academic year 2010/2011, in all fourteen higher education institutions which offer geography degrees in Poland. Official letters were sent to all geography faculty heads asking for consent to carry out a survey among students of geography degree programmes at a time as close to their graduation date as possible, e.g. the last class or the dates of their BA and MA viva voce examinations. The first objective of this research stage was to learn about graduate dispersal among given specialisations, i.e. their formal qualifications to work in specific occupations. The second objective was to learn about their plans in terms of entering the job market including desirable workplaces and occupations. Twelve out of fourteen higher education institutions gave their consent to participate in the study. Those which participated were: the Pomeranian University in Słupsk, Adam Mickiewicz University in Poznań, the Jagiellonian University in Cracow, the University of Łódź, the University of Warsaw, the University of Wrocław, Jan Kochanowski University in Kielce, Nicolaus Copernicus University in Toruń, Maria Curie-Skłodowska University in Lublin, the University of Gdańsk, the Pedagogical University of Cracow, the University of Silesia, Szczecin University, and Kazimierz Wielki University in Bydgoszcz (Fig. 1).\nIn stage one, the heads and academic staff of the given faculties helped with faceto-face meetings held with students. During specially organised meetings and weekly classes in small groups, the students were informed about the objectives of the study and asked to participate in the survey. The\nsurvey was confidential but not anonymous as the respondents were asked to fill in their email addresses or telephone numbers in the questionnaire. In this way, 1347 surveys were collected. From all the collected surveys, 1120 met the reliability criteria and their results were added to a database. The respondents represented all student types, i.e. undergraduates (bachelor’s degree), postgraduates (two-year master’s degree) and students of the long-cycle, five-year master’s programme3 which was still running at that time in some universities.\nThe second stage of the study was conducted approximately six months post-graduation. An online survey was sent to all respondents who were most determined in finding a job. These were the graduates who had declared in stage one, that they had plans to seek employment immediately after graduation4. The second stage was carried out\n3 A five year long rolling master’s degree programme without the possibility to graduate in the meantime with an undergraduate degree.\n4 The second stage did not cover respondents, who, in the first stage, declared that they planned to continue studying, wanted to combine further academic education with job seeking efforts or had other plans\n103Destinations of geography graduates in the labour market in Poland and other countries\nGeographia Polonica 2014, 87, 1, pp. 95-111\napproximately six months after official cessation of education. This is because six months is the usual period necessary to investigate the speed and type of transition from university training to a professional career (Müller & Gangl 2003). In stage one, 597 respondents declared they were planning to look for a job after graduation. All of them received an electronic invitation to participate in the second stage of the project. The invitation included a personalised link with an individual password to log into the database. The objectives of the second stage focused on collecting the data necessary to compare the plans and aspirations of respondents regarding their workplaces and working terms, and conditions at the time of graduation with the reality of their present situation. The main goal was, therefore, to learn more about the status of graduates on the job market, the workplace, and positions held as well as to find out about the working conditions.\nThe collected statistical data from two databases (from stage one and two) were used to generate a single output database. As a result, a set with complete data from 375 graduates was extracted, which translates into a responsiveness rate of 68.2%. This personalised collective group of graduates was the study group which was subjected to further in-depth statistical quantitative and qualitative analysis. The group consisted of an almost equal representation of all degree types: those with a bachelor’s degree accounted for 32.5%, postgraduates accounted for 32.0% and graduates of the long-cycle, five-year master’s programme, accounted for 35.5%. As far as gender goes, 65.3% of the respondents were women. Overall, the respondents were of similar age. Nearly 98% were in the 22-24 age bracket. The majority of graduates came from small towns or villages: one out of three respondents came from the country (37%), and one in four (25%) from towns with up to 50 thousand inhabitants. The remaining respondents came from medi-\nnot related to seeking employment.\num- and large-size cities (over 200 thousand inhabitants)."
    }, {
      "heading" : "Analysis",
      "text" : "Research results suggest that an overwhelming majority of Polish geographers at the graduation stage wanted to find employment in jobs related both to the degree and specialisation they had chosen during the course of study. The largest group wanted to work in the public sector, particularly in non-material and social services, i.e. in civil service and for local government where they would analyse and monitor changes in the environment, as well administer environmental resources, in spatial development offices as urban and spatial planners and, thirdly, in the educational sector as geography and science/history/ biology teachers at primary, secondary, and upper secondary levels. Graduates’ fourth most popular workplace choices were land surveyor and cartography offices where both GIS remote specialists and cartographers were hoping to find a job. As many as 10% of geography graduates declared that they were planning to become self-employed. A similar number of young geographers were keenly interested in workplaces related to dealing with tourist traffic, in particular as tour leaders and tour guides, specialists in organisation and handling of leisure activities. A small proportion of respondents (2.5%) dreamt of a career in academia. Nearly one fifth of the surveyed graduates selected the response ‘other’. Among the overall population, 4.2% of people were so determined to find any source of income immediately after graduation that they admitted a willingness to accept any job offer, including that of manual labour which is considerably below their qualifications and level of education (Piróg 2012a).\nUnfortunately, the expectations of geographers captured in the first stage of the research project were only somewhat fulfilled. On top of that, only about half of the graduates (49.3%) were working, while job seekers accounted for 50.7%. Over half of the\n104 Danuta Piróg\nGeographia Polonica 2014, 87, 1, pp. 95-111\nworking graduates performed jobs that were neither related to their discipline of study nor required higher education qualifications. Furthermore, as many as 82.6% of respondents worked in a sector that they had not intended or planned to work in. Geographers’ first jobs included mainly low level assistant positions including office staff and other entry-level positions (59%), as well as the so-called ‘other’ category (19.7%). Approximately one fifth of geographers worked as specialists or held independent positions and several of the respondents held medium level managerial positions. An analysis of employment contracts signed by working geographers shows that one in three geographers had a so-called contract of mandate. One in four geographers had a fixed-term employment contract which seems to ensure a relatively stable workplace and entails a high probability of contract extension should the employer be happy with the quality of the graduate’s work. Some of the respondents worked on temporary contracts where they filled in for permanent staff on leave and several people decided to work on a voluntary basis.\nRespondents declared a low job satisfaction level – as many as 53% declared to be either ‘rather unhappy’ or ‘definitely unhappy’ with their job, saying that it did not meet their professional expectations.\nThose graduates working in jobs not related to their degree and often below their level of education, mainly held positions in material services for consumers (trade, transport, catering); and sometimes in services for manufacturers and business (warehouse management, real estate). People who held jobs related to their degree worked mainly in education and public administration, nonmaterial service industry, and social services. This group included teachers (16.8%), people dealing with organisation and environmental management in local governments (7.6%), land surveyors and cartographers (6.5%), employees of the tourism industry, e.g. travel agencies, hotels (3.8%), and staff in academic centres, mainly university-based ones (3.2%).\nIf we compare the plans of graduates and their later fulfilment, it turns out that only in the case of graduates who wanted to become teachers were the plans fully realised. Interestingly, some graduates who did not express a wish to become teachers in the first stage of the study, declared to be actually working as teachers six months after graduation. This is a surprising result given the demographic low, and a time when many schools are closing down in Poland with the subsequent number of geography lessons being reduced. This optimistic picture of seamless transition of geography teachers from academic education toward employment is, however, slanted. It turns out, that only some people working as teachers had a fixed term employment contract. All the remaining ones worked on a temporary basis, replacing permanent staff who went on maternity or health-related leave. In addition, more graduates worked in academic institutions than had originally planned. It needs to be highlighted, though, that many of them held administrative positions at higher education institutions, and not necessarily as academic teachers.\nNone of the respondents seemed to work in spatial planning or environmental protection. Geographers who worked in the civil service held positions in municipality offices, city and town councils, the Central Statistical Office of Poland and regional employment agencies. Graduates working in the tourism industry worked in travel agencies as office staff, and as tour leaders travelling abroad with tour groups, as hotel reception-desk workers or as part of hotel administrative staff. Those geographers who used their competences in cartography and GIS methods found employment mainly in private companies providing services in this field (cf. Tab. 3). Only two people managed to fulfil their plans to set up their own businesses in such a short time frame. These were two female respondents with master’s degrees. One of them graduated with a specialisation in social and economic geography and the other one majored as a teacher of geography and science. Both women set up their\n105Destinations of geography graduates in the labour market in Poland and other countries\nown businesses in the service industry. The first one launched an online clothes outlet while the other one used her second degree obtained during geography studies, i.e. landscaping, and set up a landscaping business as a subcontractor of a large company providing such services. It is interesting to note, that nearly two years after setting up their businesses (June 2013) the clothes outlet was still in operation while the other respondent closed the company after just over a year due to lack of profit.\nBeing unemployed approximately six months after the official cessation of studies had an impact on the subsequent job seeking plan of the graduates. These unemployed graduates were then three times more willing to take up any employment at all. More people also continued their search for work in administration and tourism. These groups included mainly geographers who took up additional university courses or continued on to do a master’s in geography, choosing\ndifferent specialisations. They hoped to develop new competences necessary to find a job in the service sector. Willingness to accept a job in education, environmental protection, and research remained constant. Unfortunately, not a single person indicated that they had plans to become self-employed."
    }, {
      "heading" : "Discussion",
      "text" : "All the research projects discussed above were carried out at various times, and geographical locations. The projects utilised different research strategies. Despite this fact, they allowed the author to draw some general reflections and outline tendencies and changes in respect to career paths pursued by geographers within the given time frame.\nIn the 21st century, professions and positions chosen by geography graduates in Poland and in the world have undergone significant changes. There are four times fewer geographers (with the exception of\n106 Danuta Piróg\nGeographia Polonica 2014, 87, 1, pp. 95-111\nCanada) (Millward 2011) employed in jobs clearly linked with their discipline of study; from approximately 90% in the 1970s (Więckowski 1978) down to 25-20% nowadays. Furthermore, it appears that professions/jobs taken by geographers, which are not related to geography, do not even require candidates to have a degree. These jobs include manual labour in material services for consumers such as the catering industry or sales. It is a bleak observation to make, which only corroborates the fact that university graduates struggle on the labour market.\nThe portfolio of professions held by geographers in the majority of countries shows that a constant and relatively high percentage of graduates find employment in education becoming geography teachers or teachers of geography and another subject (Gober et al. 1995b; Millward 2011). Even though we have observed a drop in the proportion of geographers who have become teachers in Poland, the majority of geography graduates still end up working in schools. Up until the mid 1970s, one in four geographers, on average, took up employment in primary, vocational or secondary education (Więckowski 1978). In some universities, these proportions were even higher, e.g. as many as one third of geography graduates of the University of Łódź found such jobs (Klatka & Zawadzka 1976). Later, positions in education were mainly taken by geographers who graduated from teacher training institutions such as pedagogical universities (Biernat 1997; Tracz & Stanuch 2011). Still, as many as one in five regular university graduates in geography also pursued a career in teaching (Liszewski 1999). Other professions chosen by geographers where they use their geography education, have experienced a relatively dynamic increase. There has been an increase in the number of geographers who work in professions utilising GIS methods. Canada is an all-time leader with nearly half of all geographers working in GIS-based jobs (Millward 2011). A growing tendency in this respect can also be observed in Poland. The percentage of graduates who\nwork with GIS methods accounts for only 6.5%. Nonetheless, GIS-based jobs still rank third in terms of popularity, out of those positions held by geographers related to their discipline of study.\nIn the group of professions strictly related to the degree obtained, there are considerable differences in the number of geographers finding employment in academic centres. The number depends on the country. For instance, in the United States, there was clear tendency in the growing number of geographers who work in academia. Back in the 1990s, this career path was not in the top five of those professions most often chosen (Gober et al. 1995b). Currently, work in academia is a popular choice of PhD graduates. A large proportion of graduates with master’s degrees decide to pursue a doctoral degree hoping to make a career in academia (Solem et al. 2013). In Germany, a career in academia or in a research centre was the second most popular profession chosen by geographers (Henneman & Liefner 2010) while in Poland the trend is just the opposite. Up until the end of the 1970s, one in four graduates were employed in academia or held a research/technical post (Więckowski 1978). In the 1990s, it was only one in seven graduates (Lisowski 1999). Currently only one in thirty holds a position of this kind. The divergences stem from the demand for academic staff in the given country which result from: the position of geography as a science discipline, the demand for services in higher education, the number of research centres which need geographers, and how attractive employment in academic centres is.\nThere is also a clear link between the situation of geography graduates and the professionalization of a graduate’s profile. In countries such as the United States and Canada, which focused on vocational skills in the geography curricula, extending the pool of professions dedicated specifically to graduates of geography strengthened the professional profile of a geographer. As a result the situation of geographers is these countries is satisfactory. ‘Vocationalised’ geography contrib-\n107Destinations of geography graduates in the labour market in Poland and other countries\nuted not only to a longer list of professions available to its graduates, but also resulted in geographers being perceived as professionals with specific technical skills in the field of GIS or environmental planning and management. This in turn made them more competitive on the labour market.\nThe above review of the career paths of geography graduates in Poland and in other countries seem to identify a need to put the concept of ‘employability’ more in focus. The needs of the labour market should be taken into account to a greater extent when drafting a geography graduate’s profile. Curricula should be designed in such a way as to facilitate the training of an employable geographer.\nThe observed changes in career paths of geographers seem to indicate that in the near future, teaching specialisations should remain a valid and popular course on offer within geography programmes. Both candidates and employers cultivate a deeply rooted belief that geography teachers are professionally prepared for teaching positions in geography degree programmes. Other specialisations which should be on the top\npriority list, given the demands of the labour market, include geoinformatics, planning, and environmental management. Surveys recently conducted in six countries (United Kingdom, Portugal, Spain, Italy, France, the Netherlands) also pointed out that the main, future professions that geography degrees prepare students for should be: research, education, environment, regional planning, and GIS (Tab. 4) (Baylina 2011).\nBased on the literature review, it can be concluded that institutions offering geography degree programmes should extend the list of potential career paths for their graduates, as noted below.\n1) Such institutions should ‘fine tune’ the professional profile of graduates. This means that there should be clear specifications for chosen professions. The necessary abilities and qualifications that can be expected to be acquired during the course of study must also be made clear.\n2) The list of specialisations should also be extended. Curricula must be provided that will prepare students for employment in traditional geography-related disciplines (e.g. as school teachers), but also in institu-\n108 Danuta Piróg\nGeographia Polonica 2014, 87, 1, pp. 95-111\ntions/companies/agencies dealing with demographical statistics, public opinion surveys, modern GIS-based spatial analyses, local and regional development, and international trade."
    }, {
      "heading" : "Summary",
      "text" : "The research results presented in the paper illustrate that the destinations of geography graduates have undergone changes – both in Poland and in the world. The literature review and empirical research show that it is becoming more and more difficult for geography graduates to find geography related work. There is an increase in graduates who work in fields unrelated to the discipline they studied or who find no work at all. On the other hand, the key professions which have found a geography degree useful are: teachers, GIS specialists, and land use/environmental planners.\nThe entry of Polish geographers on the present labour market seems to be a complex and challenging process with a high failure rate. Six months after graduation, less than half the graduates who put finding employment or becoming self-employed on top of their priorities list managed to achieve that goal. If we compare these results with figures for the 1990s in Poland, we can observe a nearly 50% drop in the employability of geographers.\nThe jobs obtained by geographers, unfortunately, only marginally corresponded to both respondents’ educational qualifications and their professional plans and expectations from the time of graduation. Only about one fifth of working graduates found employment, which correlated with their level of education and discipline of study. Similarly, only a small group fulfilled their dreams of working in a given profession. The highest proportion of satisfaction was for graduates working as researchers at different levels of the educational system, and GIS remote specialists. The teaching profession remains the leading destination even though it has experienced a gradual dip in popular-\nity among Polish geographers over the last 30 years.\nThe majority of graduates found employment in non-material consumer services and other positions which do not require a degree. Respondents worked most often as salespeople in a variety of shops, in catering, warehouses, telemarketing, and customer service centres. Even though this undesirable trend affects current graduates most severely, employment below one’s qualification level has always been an issue that has affected university graduates across the world.\nResearch has showed that the career paths of geography graduates are one of the most underexplored fields. In the light of the literature review and empirical research, it would be advisable to conduct panregional studies on recent geography graduates in the job market. In particular, such research should encompass the speed and type of transition from academic education to the labour market. Those research results should, in turn, be applied to revamp geography degree programmes so as to ensure the discipline of geography shares a high position within the general structure of other areas of study. The research gap in career paths of university graduates may soon be closed in Poland. This is because starting in October 2011, the Polish Ministry of Science and Higher Education requested higher education institutions to monitor the professional career paths of their graduates. Article 13a of the new legal regulation in this respect reads: “higher education institutions should monitor the professional career paths of its graduates in order to adapt its degree programmes to the needs of the labour market. Professional career paths of graduates should particularly be monitored for three and five years post graduation”. It is difficult to conclude at this stage, however, whether surveys of graduates conducted by each individual university will allow universal conclusions to be drawn. Each university utilises different tools and methodologies to monitor the careers of graduates, which makes one wonder whether it will be possible to perform\n109Destinations of geography graduates in the labour market in Poland and other countries\nGeographia Polonica 2014, 87, 1, pp. 95-111\na comparative analysis of the results and draw general, nationwide conclusions about all graduates of a single degree programme, e.g. geography. Therefore, it is important for studies on the career paths of graduates to be continued by researchers within the fields of social geography and higher education despite the difficulties in obtaining representative research data. Such research projects are of key importance because without them it would be impossible to update and reform the curricula of geography degree programmes. These reforms are necessary\nfor geography to remain an independent degree programme."
    }, {
      "heading" : "Acknowledgements",
      "text" : "Study financed from budget funds for science between 2010 and 2012, as a research project of Ministry of Sciences and Higher Education No. N N114 076739.\nEditors’ note: Unless otherwise stated, the sources of tables and figures are the author(s), on the basis of their own research."
    }, {
      "heading" : "GOBER P., GLASMEIER A.K., GOODMAN J.M.,",
      "text" : "PLANE D.A., STAFFORD H.A., WOOD J.S., 1995a. Employment trends in geography. Part 1: Enrollment and degree patterns. The Professional Geographer, vol. 47, no. 3, pp. 317-328."
    }, {
      "heading" : "GOBER P., GLASMEIER A.K., GOODMAN J.M.,",
      "text" : "PLANE D.A., STAFFORD H.A., WOOD J.S., 1995b. Employment trends in geography. Part 2: Current demand conditions. The Professional Geographer, vol. 47, no. 3, pp. 329-336."
    }, {
      "heading" : "GOBER P., GLASMEIER A.K., GOODMAN J.M.,",
      "text" : "PLANE D.A., STAFFORD H.A., WOOD J.S., 1995c. Employment trends in geography. Part 3: Future demand conditions. The Professional Geographer, vol. 47, no. 3, pp. 336-346.\nGRZELAK Z., 1965. Zależność między studiami a pracą zawodową absolwentów szkół wyższych. Warszawa: Państwowe Wydawnictwo Naukowe, 165 pp.\nHENNEMANN S., LIEFNER I., 2010. Employability of German geography graduates: The mismatch between knowledge acquired and competences required. Journal of Geography in Higher Education, vol. 34, no. 2, pp. 215-230.\n110 Danuta Piróg\nGeographia Polonica 2014, 87, 1, pp. 95-111\nJOHNSTON R.J., 1990. Exploring graduate dissatisfaction with British geography degree courses. Journal of Geography in Higher Education, vol. 14, no. 1, pp. 39-53.\nKLATKA T., ZAWADZKA A., 1976. Struktura zatrudnienia geografów a plany studiów. Acta Universitatis Lodziensis. Folia Geographica. Dydaktyka Geografii Uniwersyteckiej, ser. 2, no. 4, pp. 121-133.\nKRYŃSKA E., 2011. Absolwenci szkół wyższych na rynku pracy. Oczekiwania i rzeczywistość. [in:] K. Jędralska, J. Bernais (eds.), Kompetencje absolwentów studiów ekonomicznych. Perspektywa biznesu i nauki, Katowice: Wydawnictwo Uniwersytetu Ekonomicznego, pp. 87-101.\nLISOWSKI A., 1999. Zatrudnienie absolwentów geografii Uniwersytetu Warszawskiego w latach 90. [in:] A. Lisowski (ed.), Geografia na przełomie wieków – jedność w różnorodności, Warszawa: Wydawnictwo Uniwersytetu Warszawskiego, pp. 264-273.\nŁUCZAK E., 1990. Uwarunkowania losów i przydatności zawodowej absolwentów wyższych studiów pedagogicznych. Zielona Góra: Wyższa Szkoła Pedagogiczna im. T. Kotarbińskiego, 180 pp.\nMIKUŁA-BĄCZEK E., 2009. Przeobr ażenia instytucjonalne a jakość edukacji szczebla wyższego w Polsce w latach 1990-2006. Nierówności Społeczne a Rozwój Gospodarczy, no. 4, Rzeszów: Uniwersytet Rzeszowski, pp. 461-472.\nMILLWARD H., 2011. The employment of Saint Mary’s University geography graduates: A comparison of surveys in 1989, 1999, and 2010. Occasional Papers in Geography, no. 6, pp. 1-16.\nMINKIEWICZ B., BŁĘDOWSKI P. (eds.), 2008. Absolwenci SGH na rynku pracy. Warszawa: Szkoła Główna Handlowa. Oficyna Wydawnicza, 190 pp.\nMÜLLER W., GANGL M., 2003. The transition from school to work: A European perspective. [in:] W. Müller, M. Gangls (eds.), Transitions from education to work in Europe, Oxford-New York: Oxford University Press, pp. 1-22.\nOSUCH W., 2010. Kompetencje nauczycieli geografii oraz studentów geografii – kandydatów na nauczycieli. Prace Monograficzne, no. 570, Kraków: Wydawnictwo Uniwersytetu Pedagogicznego, 303 pp.\nPASŁAWSKI J., 2001. Zatrudnienie absolwentów Katedry Kartografii Uniwersytetu Warszawskie-\ngo w świetle ankiety. Polski Przegląd Kartograficzny, vol. 33, no. 1, pp. 52-53."
    }, {
      "heading" : "PAWSON E., FOURNIER E., HAIGH M., MUNIZ O.,",
      "text" : "TRAFFORD J., VAJOCZKI S., 2006. Problem-based learning in geography: Towards critical assessment of its purposes, benefits and risks. Journal of Geography in Higher Education, vol. 30, no. 1, pp. 103-116.\nPEZACKI W., 1970. Praca zawodowa absolwentów – technologów rolno-spożywczych. Studia, Materiały, Informacje – Międzyuczelniany Ośrodek Metodyczny Wyższych Szkół Rolniczych, no. 2 (12), Warszawa: Szkoła Główna Gospodarstwa Wiejskiego, pp. 21-33.\nPIRÓG D., 2011a. Badania losów zawodowych absolwentów studiów wyższych ogniwem doskonalenia jakości kształcenia – przykłady strategii metodologicznych. [in:] B. Sitarska, K. Jankowski, R. Droba (eds.), Jakość kształcenia w szkole wyższej wobec wyzwań współczesności, Siedlce: Uniwersytet Humanistyczno-Przyrodniczy, pp. 147-157.\nPIRÓG D., 2011b. Graduates of geographical studies on the labour market in the process of transformation in higher education. Prace i Studia Geograficzne, vol. 48, Prace Instytutu Geografii UJK, vol. 18, pp. 161-172.\nPIRÓG D., 2012a. Aspiracje i plany zawodowe młodzieży akademickiej w Polsce na przykładzie studentów geografii. [in:] A. Dudak, K. Klimkowska, A. Różański (eds.), Przygotowanie zawodowe młodych pedagogów, Kraków: Oficyna Wydawnicza Impuls, pp. 125-144.\nPIRÓG D., 2012b. Methods for efficiency improvement of geographical studies within the scope of procurement of work by graduates exemplified by solutions applied in Great Britain and in Germany. [in:] B. Wójtowicz (ed.), Natural sciences in educational systems of European countries in the 21st century, Kraków: Wydawnictwo Księży Sercanów Dehon, pp. 129-141.\nPIRÓG D., PIRÓG S., 2007. Pożądane umiejętności absolwentów nauczycielskich studiów geograficznych na rynku pracy w procesie przemian społeczno-gospodarczych w Polsce. [in:] J. Lach, M. Borowiec, T. Rachwał (eds.), Procesy transformacji społeczno-ekonomicznych i przyrodniczych struktur przestrzennych, Kraków: Wydawnictwo Naukowe Akademii Pedagogicznej, pp. 631-645.\n© Danuta Piróg © Geographia Polonica © Institute of Geography and Spatial Organization\nPolish Academy of Sciences • Warsaw • 2014\nArticle first received • September 2013 Article accepted • December 2013\n111Destinations of geography graduates in the labour market in Poland and other countries\nRAJMAN L., 1975. Zatrudnienie absolwentów geografii Uniwersytetu Jagiellońskiego w latach 1964-1971. Czasopismo Geograficzne, vol. 46, no. 2, pp. 207-210.\nSOLEM M., CHEUNG I., SCHLEMPER B., 2008. Skills in professional geography: An assessment of workplace needs and expectations. The Professional Geographer, vol. 60, no. 3, pp. 356-373.\nSOLEM M., KOLLASCH A., LEE J., 2013. Career goals, pathways and competencies of geography graduate students in the USA. Journal of Geography in Higher Education, vol. 37, no. 1, pp. 92-116.\nSTACHOWSKI J., 1982. Zatrudnienie absolwentów geografii Uniwersytetu Mikołaja Kopernika w 1980 r. Acta Universitatis Nicolai Copernici. Nauki Matematyczno-Przyrodnicze. Geografia, no. 17(54), pp. 153-159.\nSZCZEPAŃSKI J., 1963. Socjologiczne zagadnienia wyższego wykształcenia. Warszawa: Państwowe Wydawnictwo Naukowe, 367 pp.\nTRACZ M., STANUCH J., 2011. Losy zawodowe absolwentów nauczycielskich studiów geograficznych Akademii Pedagogicznej w Krakowie. [in:] K. Potyrała (ed.), Kompetencje czy kwalifikacje? Efekty kształcenia studentów kierunków przyrodniczych w kontekście Krajowych Ram Kwalifikacji i badań na różnych etapach edukacyjnych, Kraków: Uniwersytet Pedagogiczny im. Komisji Edukacji Narodowej, pp. 37-44.\nWIĘCKOWSKI M., 1978. Stan zatrudnienia geografów w Polsce w 1976 r. Czasopismo Geograficzne, vol. 49, no. 3, pp. 315-338.\nhttp://rcin.org.pl"
    } ],
    "references" : [ {
      "title" : "Główne kierunki zatrudnienia absolwentów geografii Uniwersytetu Jagiellońskiego z lat 1966-1977",
      "author" : [ "B. AUGUSTYNIAK", "L. RAJMAN", "M. SUŁEK" ],
      "venue" : "Zeszyty Naukowe Uniwersytetu Jagiellońskiego,",
      "citeRegEx" : "AUGUSTYNIAK et al\\.,? \\Q1974\\E",
      "shortCiteRegEx" : "AUGUSTYNIAK et al\\.",
      "year" : 1974
    }, {
      "title" : "Challenges, expectations and reality: The adaptation of geography degree to the European Higher Education Area",
      "author" : [ "M. BAYLINA" ],
      "venue" : "European Journal of Geography,",
      "citeRegEx" : "BAYLINA,? \\Q2011\\E",
      "shortCiteRegEx" : "BAYLINA",
      "year" : 2011
    }, {
      "title" : "Losy zawodowe absolwentów geografii na tle losów absolwentów Wydziału Matematyczno-Przyrodniczego WSP w Kielcach w latach 1990-1995",
      "author" : [ "M. BIERNAT" ],
      "venue" : "Studia Kieleckie. Seria Geologiczno-Geograficzna,",
      "citeRegEx" : "BIERNAT,? \\Q1997\\E",
      "shortCiteRegEx" : "BIERNAT",
      "year" : 1997
    }, {
      "title" : "Sandwiches for the interned",
      "author" : [ "D. CLARK" ],
      "venue" : "Journal of Geography in Higher Education,",
      "citeRegEx" : "CLARK,? \\Q1980\\E",
      "shortCiteRegEx" : "CLARK",
      "year" : 1980
    }, {
      "title" : "Careers for geographers: The employment experiences of Coventry polytechnic sandwich degree students",
      "author" : [ "D. CLARK", "M. HEALEY", "R. KENNEDY" ],
      "venue" : "Journal of Geography in Higher Education,",
      "citeRegEx" : "CLARK et al\\.,? \\Q1990\\E",
      "shortCiteRegEx" : "CLARK et al\\.",
      "year" : 1990
    }, {
      "title" : "Apects of the state of geography in European higher education",
      "author" : [ "K. DONERT" ],
      "venue" : "TUNING Geography: A Report of Findings and Outcomes. Liverpool: HERODOT Network,",
      "citeRegEx" : "DONERT,? \\Q2007\\E",
      "shortCiteRegEx" : "DONERT",
      "year" : 2007
    }, {
      "title" : "Employability within geography, earth and environmental sciences",
      "author" : [ "S. GEDYE", "B. CHALKLEV" ],
      "venue" : "Plymouth: GEES Subject Centre, University of Plymouth,",
      "citeRegEx" : "GEDYE and CHALKLEV,? \\Q2006\\E",
      "shortCiteRegEx" : "GEDYE and CHALKLEV",
      "year" : 2006
    }, {
      "title" : "Geography and jobs: Undergraduate expectations and graduate experience",
      "author" : [ "S. GEDYE", "E. FENDER", "B. CHALKLEY" ],
      "venue" : "Journal of Geography in Higher Education,",
      "citeRegEx" : "GEDYE et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "GEDYE et al\\.",
      "year" : 2004
    }, {
      "title" : "Employment trends in geography. Part 1: Enrollment and degree patterns",
      "author" : [ "P. GOBER", "A.K. GLASMEIER", "J.M. GOODMAN", "D.A. PLANE", "H.A. STAFFORD", "J.S. WOOD" ],
      "venue" : "The Professional Geographer,",
      "citeRegEx" : "GOBER et al\\.,? \\Q1995\\E",
      "shortCiteRegEx" : "GOBER et al\\.",
      "year" : 1995
    }, {
      "title" : "Employment trends in geography. Part 2: Current demand conditions",
      "author" : [ "P. GOBER", "A.K. GLASMEIER", "J.M. GOODMAN", "D.A. PLANE", "H.A. STAFFORD", "J.S. WOOD" ],
      "venue" : "The Professional Geographer,",
      "citeRegEx" : "GOBER et al\\.,? \\Q1995\\E",
      "shortCiteRegEx" : "GOBER et al\\.",
      "year" : 1995
    }, {
      "title" : "1995c. Employment trends in geography. Part 3: Future demand conditions",
      "author" : [ "P. GOBER", "A.K. GLASMEIER", "J.M. GOODMAN", "D.A. PLANE", "H.A. STAFFORD", "J.S. WOOD" ],
      "venue" : "The Professional Geographer,",
      "citeRegEx" : "GOBER et al\\.,? \\Q1995\\E",
      "shortCiteRegEx" : "GOBER et al\\.",
      "year" : 1995
    }, {
      "title" : "Zależność między studiami a pracą zawodową absolwentów szkół wyższych",
      "author" : [ "Z. GRZELAK" ],
      "venue" : "Warszawa: Państwowe Wydawnictwo Naukowe,",
      "citeRegEx" : "GRZELAK,? \\Q1965\\E",
      "shortCiteRegEx" : "GRZELAK",
      "year" : 1965
    }, {
      "title" : "Employability of German geography graduates: The mismatch between knowledge acquired and competences required",
      "author" : [ "S. HENNEMANN", "I. LIEFNER" ],
      "venue" : "Journal of Geography in Higher Education,",
      "citeRegEx" : "HENNEMANN and LIEFNER,? \\Q2010\\E",
      "shortCiteRegEx" : "HENNEMANN and LIEFNER",
      "year" : 2010
    }, {
      "title" : "Exploring graduate dissatisfaction with British geography degree courses",
      "author" : [ "R.J. JOHNSTON" ],
      "venue" : "Journal of Geography in Higher Education,",
      "citeRegEx" : "JOHNSTON,? \\Q1990\\E",
      "shortCiteRegEx" : "JOHNSTON",
      "year" : 1990
    }, {
      "title" : "Struktura zatrudnienia geografów a plany studiów",
      "author" : [ "T. KLATKA", "A. ZAWADZKA" ],
      "venue" : "Acta Universitatis Lodziensis. Folia Geographica. Dydaktyka Geografii Uniwersyteckiej,",
      "citeRegEx" : "KLATKA and ZAWADZKA,? \\Q1976\\E",
      "shortCiteRegEx" : "KLATKA and ZAWADZKA",
      "year" : 1976
    }, {
      "title" : "Absolwenci szkół wyższych na rynku pracy. Oczekiwania i rzeczywistość",
      "author" : [ "E. KRYŃSKA" ],
      "venue" : null,
      "citeRegEx" : "KRYŃSKA,? \\Q2011\\E",
      "shortCiteRegEx" : "KRYŃSKA",
      "year" : 2011
    }, {
      "title" : "Uwarunkowania losów i przydatności zawodowej absolwentów wyższych studiów pedagogicznych",
      "author" : [ "E. ŁUCZAK" ],
      "venue" : "Zielona Góra: Wyższa Szkoła Pedagogiczna im. T. Kotarbińskiego,",
      "citeRegEx" : "ŁUCZAK,? \\Q1990\\E",
      "shortCiteRegEx" : "ŁUCZAK",
      "year" : 1990
    }, {
      "title" : "Przeobr ażenia instytucjonalne a jakość edukacji szczebla wyższego w Polsce w latach 1990-2006",
      "author" : [ "E. MIKUŁA-BĄCZEK" ],
      "venue" : "Nierówności Społeczne a Rozwój Gospodarczy,",
      "citeRegEx" : "MIKUŁA.BĄCZEK,? \\Q2009\\E",
      "shortCiteRegEx" : "MIKUŁA.BĄCZEK",
      "year" : 2009
    }, {
      "title" : "The employment of Saint Mary’s University geography graduates: A comparison of surveys in 1989",
      "author" : [ "H. MILLWARD" ],
      "venue" : "Occasional Papers in Geography,",
      "citeRegEx" : "MILLWARD,? \\Q2011\\E",
      "shortCiteRegEx" : "MILLWARD",
      "year" : 2011
    }, {
      "title" : "The transition from school to work: A European perspective",
      "author" : [ "W. MÜLLER", "M. GANGL" ],
      "venue" : null,
      "citeRegEx" : "MÜLLER and GANGL,? \\Q2003\\E",
      "shortCiteRegEx" : "MÜLLER and GANGL",
      "year" : 2003
    }, {
      "title" : "Kompetencje nauczycieli geografii oraz studentów geografii – kandydatów na nauczycieli",
      "author" : [ "W. OSUCH" ],
      "venue" : "Prace Monograficzne,",
      "citeRegEx" : "OSUCH,? \\Q2010\\E",
      "shortCiteRegEx" : "OSUCH",
      "year" : 2010
    }, {
      "title" : "Zatrudnienie absolwentów Katedry Kartografii Uniwersytetu Warszawskie",
      "author" : [ "J. PASŁAWSKI" ],
      "venue" : null,
      "citeRegEx" : "PASŁAWSKI,? \\Q2001\\E",
      "shortCiteRegEx" : "PASŁAWSKI",
      "year" : 2001
    }, {
      "title" : "Problem-based learning in geography: Towards critical assessment of its purposes, benefits and risks",
      "author" : [ "E. PAWSON", "E. FOURNIER", "M. HAIGH", "O. MUNIZ", "J. TRAFFORD", "S. VAJOCZKI" ],
      "venue" : "Journal of Geography in Higher Education,",
      "citeRegEx" : "PAWSON et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "PAWSON et al\\.",
      "year" : 2006
    }, {
      "title" : "Praca zawodowa absolwentów – technologów rolno-spożywczych. Studia, Materiały, Informacje – Międzyuczelniany Ośrodek Metodyczny Wyższych Szkół Rolniczych",
      "author" : [ "W. PEZACKI" ],
      "venue" : null,
      "citeRegEx" : "PEZACKI,? \\Q1970\\E",
      "shortCiteRegEx" : "PEZACKI",
      "year" : 1970
    }, {
      "title" : "Badania losów zawodowych absolwentów studiów wyższych ogniwem doskonalenia jakości kształcenia – przykłady strategii metodologicznych",
      "author" : [ "D. PIRÓG" ],
      "venue" : null,
      "citeRegEx" : "PIRÓG,? \\Q2011\\E",
      "shortCiteRegEx" : "PIRÓG",
      "year" : 2011
    }, {
      "title" : "Graduates of geographical studies on the labour market in the process of transformation in higher education",
      "author" : [ "D. PIRÓG" ],
      "venue" : "Prace i Studia Geograficzne,",
      "citeRegEx" : "PIRÓG,? \\Q2011\\E",
      "shortCiteRegEx" : "PIRÓG",
      "year" : 2011
    }, {
      "title" : "Aspiracje i plany zawodowe młodzieży akademickiej w Polsce na przykładzie studentów geografii",
      "author" : [ "D. PIRÓG" ],
      "venue" : null,
      "citeRegEx" : "PIRÓG,? \\Q2012\\E",
      "shortCiteRegEx" : "PIRÓG",
      "year" : 2012
    }, {
      "title" : "Methods for efficiency improvement of geographical studies within the scope of procurement of work by graduates exemplified by solutions applied in Great Britain and in Germany",
      "author" : [ "D. PIRÓG" ],
      "venue" : null,
      "citeRegEx" : "PIRÓG,? \\Q2012\\E",
      "shortCiteRegEx" : "PIRÓG",
      "year" : 2012
    }, {
      "title" : "Pożądane umiejętności absolwentów nauczycielskich studiów geograficznych na rynku pracy w procesie przemian społeczno-gospodarczych w Polsce",
      "author" : [ "D. PIRÓG", "S. PIRÓG" ],
      "venue" : null,
      "citeRegEx" : "PIRÓG and PIRÓG,? \\Q2007\\E",
      "shortCiteRegEx" : "PIRÓG and PIRÓG",
      "year" : 2007
    }, {
      "title" : "Skills in professional geography: An assessment of workplace needs and expectations",
      "author" : [ "M. SOLEM", "I. CHEUNG", "B. SCHLEMPER" ],
      "venue" : "The Professional Geographer,",
      "citeRegEx" : "SOLEM et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "SOLEM et al\\.",
      "year" : 2008
    }, {
      "title" : "Career goals, pathways and competencies of geography graduate students in the USA",
      "author" : [ "M. SOLEM", "A. KOLLASCH", "J. LEE" ],
      "venue" : "Journal of Geography in Higher Education,",
      "citeRegEx" : "SOLEM et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "SOLEM et al\\.",
      "year" : 2013
    }, {
      "title" : "Zatrudnienie absolwentów geografii Uniwersytetu Mikołaja Kopernika",
      "author" : [ "J. STACHOWSKI" ],
      "venue" : "r. Acta Universitatis Nicolai Copernici. Nauki Matematyczno-Przyrodnicze. Geografia,",
      "citeRegEx" : "STACHOWSKI,? \\Q1982\\E",
      "shortCiteRegEx" : "STACHOWSKI",
      "year" : 1982
    }, {
      "title" : "Socjologiczne zagadnienia wyższego wykształcenia",
      "author" : [ "J. SZCZEPAŃSKI" ],
      "venue" : "Warszawa: Państwowe Wydawnictwo Naukowe,",
      "citeRegEx" : "SZCZEPAŃSKI,? \\Q1963\\E",
      "shortCiteRegEx" : "SZCZEPAŃSKI",
      "year" : 1963
    }, {
      "title" : "Losy zawodowe absolwentów nauczycielskich studiów geograficznych Akademii Pedagogicznej w Krakowie",
      "author" : [ "M. TRACZ", "J. STANUCH" ],
      "venue" : null,
      "citeRegEx" : "TRACZ and STANUCH,? \\Q2011\\E",
      "shortCiteRegEx" : "TRACZ and STANUCH",
      "year" : 2011
    }, {
      "title" : "Stan zatrudnienia geografów w Polsce",
      "author" : [ "M. WIĘCKOWSKI" ],
      "venue" : "r. Czasopismo Geograficzne,",
      "citeRegEx" : "WIĘCKOWSKI,? \\Q1978\\E",
      "shortCiteRegEx" : "WIĘCKOWSKI",
      "year" : 1978
    } ],
    "referenceMentions" : [ ],
    "year" : 2014,
    "abstractText" : "The objective of the article is to analyse the changes in labour market destinations of geography graduates in selected countries over the last 30 years. Moreover, the paper discusses the results of a Polish study on professional career plans of recent geography graduates and the fulfilment of these plans in 2012. It has been established that key professions in which a geography degree proves useful include: teachers, GIS specialists, and land use/environmental planners. Currently, Polish students would like to work mainly as specialists dealing with analysing and monitoring environmental changes, urban planners, spatial designers and teachers. Sadly, their expectations are hardly ever met and only students looking for teaching positions were most likely to succeed in their job seeking efforts.",
    "creator" : "PScript5.dll Version 5.2.2"
  }
}