{
  "name" : "3de8bfe86d3b6cbab2f4.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Risk Factors and Comorbidities in Primary Biliary Cirrhosis: A Controlled Interview-Based Study of 1032 Patients",
    "authors" : [ "M. Eric Gershwin", "Carlo Selmi", "Howard J. Worman", "Ellen B. Gold", "Mitchell Watnik", "Jessica Utts", "Keith D. Lindor", "Marshall M. Kaplan", "John M. Vierling" ],
    "emails" : [ "megershwin@ucdavis.edu;" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Copyright © 2005 by the American Association for the Study of Liver Diseases. Address reprint requests to: M. Eric Gershwin, M.D., Division of Rheumatology, Allergy and Clinical Immunology, University of California at Davis School of Medicine, 451 E. Health Sciences Drive, Suite 6510, Davis, CA 95616; megershwin@ucdavis.edu; fax: 530-752-4669. *Members of the USA PBC Epidemiology Group are listed in the Acknowledgments. Potential conflict of interest: Nothing to report.\n-PA Author M anuscript\nN IH -PA Author M anuscript\nPrimary biliary cirrhosis (PBC) is an autoimmune disease of unknown etiology leading to progressive destruction of the proximal intrahepatic bile ducts, cirrhosis, and eventually liver failure.1 PBC is characterized by female predominance and disease-specific serum antimitochondrial (AMA) and anti-nuclear (ANA) auto-antibodies.1 PBC should be considered as a rare disease based on its prevalence in the United States of 4/10,0002. Based on these data, less than 200,000 affected individuals should be expected in the general US population, thus fulfilling the criteria of the 2002 Rare Disease Act (HR 4013). Further, PBC constitutes a significant economic burden resulting in yearly costs of 69–115 million US dollars for hospital charges alone, as estimated by the Healthcare Cost and Utilization Project (HCUP). Both prevalence3 and mortality4 rates for PBC have been increasing over the past decade.\nGenetic factors likely play an important role in conferring susceptibility to PBC, as indicated by the high concordance rate among monozygotic twins5 and the increased incidence among first-degree relatives of affected individuals6. PBC often coexists with several other autoimmune diseases (which also may be genetically determined) in the same individual or family1. However, the concordance of PBC among discordant twin pairs5, the geographical pattern in prevalence rates7, and the occurrence of clusters of the disease8 indicate that environmental factors might contribute to break immunological tolerance and lead to the onset of PBC. Both chemicals9 and bacteria10 have been suggested as environmental factors responsible for the induction of PBC in genetically susceptible individuals.\nPBC epidemiological data from the United States on risk factors for PBC and comorbidity rates were assessed only in one report using a questionnaire administered to patients with PBC, their siblings and friends.11 We report herein the results of the largest case-control study to date of environmental, familial, and medical factors associated with PBC. The study is based on a structured, standardized telephone interview, administered by trained personnel to 1032 patients with PBC from the United States and 1041 unrelated controls selected by random-digit-dialing (RDD) and matched for sex, age, race, and geographical location.\nPatients and Methods PBC Cases\nBetween November 1999 and June 2004, a total of 1090 patients with PBC were referred from 23 collaborating tertiary referral medical centers for liver diseases located in various areas of the United States (listed in the appendix to the manuscript). Cases were being followed at such centers or by local hepatologists who had active relationships with the tertiary centers. Patients were eligible for inclusion if the diagnosis of PBC had been made between 1996 and 2004 and was based on pre-determined criteria, including a detectable AMA and at least one of the following: a cholestatic pattern of serum biochemical tests (serum alkaline phosphatase >2 times normal upper values) for at least 6 months and/or compatible liver histology.12 In suspected cases of PBC without detectable AMA (up to 10% of patients in the routine clinical laboratory 13), criteria were modified and included all the following: ANA or anti-smooth muscle autoantibodies, a cholestatic pattern of biochemical tests (elevated serum alkaline phosphatase) for at least 6 months, and a compatible liver histology. To assess accuracy, referring physicians re-evaluated anonymized clinical information in 100 randomly selected enrolled patients. The diagnosis of PBC was confirmed in all cases. Referred patients received a letter from the Principal Investigator (M.E.G.) to explain the nature and goals of the study and were asked to contact the Division of Clinical Immunology at UC Davis if interested in participating. Patients who decided to participate were then called to schedule the telephone interview. A total of 1032 (95%) patients with PBC were administered the questionnaire by telephone interview and\nHepatology. Author manuscript; available in PMC 2011 August 5.\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nwere compensated for their partecipation to the study. After being informed about the procedures of the study, 58 (5%) declined to participate.\nControls Controls were selected by RDD and matched to cases for sex, 5-year age group, race, and geographical area. RDD utilized a technique that excludes the majority of phone numbers that are not assigned to households.14 Briefly, a complete list of all valid area codes and prefixes was obtained for the area where each case resided. Numbers were then added at random to constitute a phone number, and 15 attempts in dialing each number (on different days and at different times) were made by the California Department of Health Services (CDHS) Computer Assisted Telephone Interview (CATI) unit. Once one or more willing, case-matched, eligible controls was identified among the primary sampling units (PSUs), the telephone interview was scheduled. A letter was also immediately sent to enrolled control subjects to explain further the nature and goals of the study. A total of 181,806 telephone numbers were called resulting in 47,395 contacts that confirmed the residential nature of the number. Among eligible controls, 1041 (80%) agreed to participate after being informed about the nature of the study, completed the telephone interview, and were compensated for their partecipation to the study with the same amount as PBC cases. Six hundred and eighteen controls (59%) were interviewed within a 12 month period from matched cases, 354 (34%) between 12 and 24 months, and 50 (5%) controls between 24 and 36 months. In 13 PBC cases (including Native American and Asian patients), moreover, race-matched controls could not be identified. In these case, Caucasian controls were used after matching for sex, age, and geographical area. Lastly, in 9 PBC cases, two eligible controls were identified among PSUs and both were administered the interview and included for analysis to avoid selection bias.\nData Collection The study design was approved by local ethical committees at all partecipating institutions and respected the most recent Declaration of Helsinki (Edinburgh, 2000). Further, all patients and controls gave written consent to the use of data for research purposes after being informed about the nature of the study prior to the telephone interview. The telephone interview instruments consisted of standardized questions derived from the US National Health and Nutrition Examination Survey (NHANES III). The instrument included over 180 questions and 300 subquestions regarding demographics, lifestyle, personal and familial medical history, and reproductive (for female cases and controls only) and occupational history. Trained personnel belonging to the CDHS CATI unit interviewed both patients and controls with interviewers unaware of the available literature on PBC etiology. Each interview lasted approximately 90–180 minutes. To estimate the reproducibility of the obtained information, a subgroup of 40 cases was randomly selected and the questionnaire was re-administered to these subjects at least 12 months after the first interview. The responses from this group of 40 were then used to estimate the consistency of data over time and analyzed as previously described.15 Results of this reliability analysis showed a 93% average consistency rate between interviews (range 86%–100%).\nData Analysis Descriptive statistics were used to compare characteristics of PBC cases and matched controls. First, socioeconomic, demographic, and clinical characteristics were compared for both study participants and their first-degree family members. Specifically, we compared age groups, race/ethnicity, gender, and socioeconomic status, as well as familial occurrence of PBC. In addition, reported comorbidities with other autoimmune diseases in participants and family members were examined. Second, we compared lifestyle factors, such as smoking, diet, and the use of various chemical compounds, such as hair dye and nail polish.\nHepatology. Author manuscript; available in PMC 2011 August 5.\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nThird, we examined reproductive factors and history and hormonal medications among females only. Specifically, the number of pregnancies, use of oral contraceptives or hormone replacement therapy (HRT), and history of gynecological conditions were recorded. The unadjusted analyses of differences between cases and controls for potential risk factors were performed using the Wilcoxon test for continous variables and the Fisher exact test for categorical variables.\nWe next developed multivariable models using conditional multiple logistic regression analyses. The backwards elimination model selection strategy was used to ensure that the models were relatively parsimonious using a criterion of P < .05 for inclusion of variables. Race (white or other), geographical location, and age were included in all models as candidate explanatory variables because they were used as matching criteria in the surveys. In addition, annual household income was included as a candidate variable in all models.\nThe model for sociodemographic and clinical candidate variables included sex, education level, body mass index (BMI) at age 25 (grouped as “high” [>30], “medium” [25–30], and “low” [>25]), indicators for whether the person had at least one vaccination (for chickenpox, hepatitis A, hepatitis B, diphteria-pertussis-tetanus, rubella, mumps, polio, small pox, or tuberculosis) and whether the person had had at least one urogenital condition (including pelvic or vaginal infection in women or any urinary tract infection in both sexes). Additionally, the following were considered to be possible explanatory variables: at least one first-degree family member (parent, sibling, or offspring) having PBC, systemic lupus erythematosus (SLE), arthritis, multiple sclerosis, Raynaud syndrome, Sjögren syndrome, scleroderma, polymyositis, autoimmune thyroid disease, or diabetes mellitus.\nWe then examined lifestyle candidate variables including sex, whether the participant had smoked tobacco at some time in their life, the amount of smoking, and passive exposure to smoke. Passive smoke exposure was assessed using the validated instrument of Coghlin et al.16 that includes living with a smoker in the household, the number of smokers in the household, the number of hours per day of smoke exposure in the household, exposure to smokers at work, the number of immediate coworkers who smoked (limited to a maximum of 10 individuals), the number of hours exposed to smoke in the workplace per day, other sources of exposure to smoke, and the number of hours per week of such smoke exposure. These data were combined into the total number of hours per week of smoke exposure, and the total number of 10-person hours per week of smoke exposure. All variables on passive smoke exposure were reported at the time of the interview. Other lifestyle variables included consumption of at least 120 g of alcohol over the lifetime and the number of uses per year of hair dye, hair spray, and nail polish.\nFinally, multivariable models were developed for reproductive factors and hormonal medications among only female cases and controls. Candidate variables regarding menstrual history were age at menarche, menopausal status, cause of menopause (natural, surgical, radiological), usual length of current menstrual cycles, whether current cycles were long (more than 35 days) or short (less than 24 days), menstrual cycle and period duration at the age of 20, whether the duration of cycles at that age varied by more than 4 days. Candidate variables regarding exogenous estrogen included use of birth control pills for at least 6 months, and any use of HRT. Candidate variables concerning fertility were whether the woman was ever pregnant, the number of pregnancies, the age at first pregnancy, and failure to become pregnant after a period of being sexually active in the absence of birth control measures (a measure of subfertility).\nHepatology. Author manuscript; available in PMC 2011 August 5.\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nStatistical comparisons were made using SAS software (SAS Institute Inc., Cary, NC). All analyses were two-sided, and P values of less than .05 were considered statistically significant. Continous variables are expressed as mean ± standard deviation.\nResults Sociodemographic Characteristics\nA total of 1032 of the 1090 (95%) identified patients with PBC agreed to participate and completed the telephone interview. After selection by RDD and fulfillment of matching criteria, 1041 controls also agreed to participate in the study. Figure 1 illustrates the geographical distribution of the PBC cases enrolled in all states except Delaware and Hawaii. Cases and controls were similar with respect to sex, age, and ethnicity (Table 1). Among cases, the mean age at diagnosis of PBC was 51±10 years. Distribution of education levels did not differ significantly between cases and controls. Reported annual household income was significantly higher in patients with PBC compared to controls.\nPersonal Clinical History The most common co-morbid autoimmune diseases in patients with PBC were rheumatoid arthritis (10%), Raynaud syndrome (12%), and Sjögren syndrome (10%). Table 2 shows that the prevalence rates for the latter two conditions were 6–20 times higher among cases compared to controls (P < .0001 for both comparisons). Similarly, significantly higher prevalence rates of SLE, scleroderma, and autoimmune thyroid disease were observed for patients with PBC compared with controls (P < .0001 for all three comparisons). In contrast, the frequency of a prior diagnosis of rheumatoid arthritis did not differ between patients (10%) and controls (8%) (P = .129). Compared to controls, patients with PBC reported significantly higher prevalence of hypercholesterolemia (58% vs. 46%; P < .0001) and a history of urinary tract infections (UTI) (59% vs. 52%; P = .0003). A history of breast cancer was more frequent among controls than PBC cases (5% vs. 3%), although the difference was not statistically significant. Compared to controls, patients with PBC reported significantly higher rates of tonsillectomy (57% vs. 50%; P = .0018), cholecystectomy (27% vs. 17%; P < .0001), and colonic polypectomies (18% vs. 13%; P = .0003).\nFamily History Occurrence of PBC in a first-degree relative was reported by 57/1032 (5.9%) of cases and 5/1041 (0.5%) of controls (P < .0001) (Table 3A). Familial PBC was reported most frequently by cases in sisters (4.3%) and mothers (1.7%) (P < .001 compared to controls) (Table 3B). The frequency of SLE, autoimmune thyroid disease, and Sjögren syndrome, was also significantly increased among relatives of cases compared to relatives of controls but familial rheumatoid arthritis, Raynaud syndrome, or polymyositis did not differ.\nAnthropometric and Lifestyle Factors PBC cases reported a significantly lower body weight at the time of interview than controls (159±37 lb vs. 166±41 lb; P = .0006) and a slightly shorter height (64±3 in vs. 65±3 in for controls; P = .0154) (Table 4). A greater proportion of PBC cases reported a past history of cigarette smoking (60% vs. 54%; P = .0034), but more controls were active smokers at the time of the interview (32% vs. 16%; P < .0001). Compared with controls, patients with PBC reported a lesser time of passive smoke in both the work-place and at home. Lifetime alcohol consumption was similar in PBC cases and controls (90% of both groups reported they had consumed at least 120 g of ethanol). However, only 28% of PBC cases reported having had that amount in the previous 12 months compared to 50% of controls (P < .0001).\nHepatology. Author manuscript; available in PMC 2011 August 5.\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nPatients with PBC reported to use hair dye (38±50 times/year vs. 35±50; P = .0435) as well as nail polish (29±65 times/year vs. 22±53; P < .0001) more frequently than controls.\nReproductive Factors Only female cases (n = 955) and controls (n = 959) were included in the analysis of reproductive factors (Table 5). Among female cases and controls, 47% and 45% reported to be post-menopausal, respectively. However, patients with PBC were significantly more likely than controls to have used HRT in the past (60% vs. 49%, P < .0001) or currently (62% vs. 47%, P < .0001). More PBC cases than controls reported prior use of oral contraceptives but the differences were not statistically significant (75% vs. 71%; P = . 0738). A history of vaginal infection was reported more often by PBC cases than controls (63% vs. 56%, P = .0018) and patients with PBC had also experienced more such infections over their lifetimes (11±21 vs. 10±22; P = .0755). Intrauterine devices for birth control were used by 22% of women with PBC compared to 17% of controls (P = .0337), but no significant differences were observed in the prevalence of potential complications such as pelvic inflammatory disease. The number of pregnancies did not differ between cases and controls while women with PBC were younger at the first pregnancy (22.6±5 vs. 23.3±5 years in controls; P = .0105).\nMultivariable Results Factors with statistically significant differences in unadjusted bivariate analyses were entered into backward stepwise conditional multiple logistic regressions for each aim. History of familial PBC (adjusted odds ratio, AOR 10.736, 95% CI 4.227–27.268), SLE (AOR 2.234, 95% CI 1.261–3.957), or Sjögren syndrome (AOR 5.814, 95% CI 1.279– 26.435) and individual history of urinary tract infection (AOR 1.511, 95% CI 1.192–1.915) were significantly associated with PBC in the multiple logistic regression analyses of demographic and clinical variables (Table 6). A history of smoking (AOR 1.569, 95% CI 1.292–1.915), yearly use of nail polish (per additional application/year AOR 1.002, 95% CI 1.00–1.003), and history of use of HRT (AOR 1.548, 95% CI 1.273–1.882) were also found to be significantly associated with PBC. Never having been pregnant was significantly associated with protection from developing PBC (AOR 0.612, 95% CI 0.449–0.834) (Table 6).\nDiscussion Etiological factors leading to the onset of PBC remain difficult to identify, in part because the disease is generally diagnosed multiple years or decades after its presumed onset.17 It is well-established that PBC has a genetic component that confers individual susceptibility.5 Prior epidemiological and experimental data suggest that environmental factors might also play an important role in the pathogenesis of the disease, but the design of these studies and the size of the cohorts and case finding methods limited the degree of confidence in the results.7 Our previous study of risk factors and comorbidities in PBC11 also had some limitations. First, the enrollment of patients through an Internet-based support group might have led to an over-representation of patients with higher education and social status. Second, the use of siblings and friends as controls may have biased the estimates of comorbid conditions in patients and their families. Despite these limitations, our prior study facilitated the development of hypotheses, the design of a more comprehensive investigative strategy, and the refinement of the questionnaire.\nPBC frequently coexists with other autoimmune diseases that are also more frequently found in family members without PBC, although data are often not consistent across studies.1\nHepatology. Author manuscript; available in PMC 2011 August 5.\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nThus, an initial report of an association of PBC with breast cancer18 was not confirmed by others.19\nWe are aware of the potential weaknesses of our study design. The lower participation rate among controls compared to cases might have been associated to the different distribution of socioeconomic status. As a consequence, the controls may have been receiving medical attention of lower frequency and quality. The large number of factors investigated by statistical testing might also account for falsely significant associations. Nonetheless, many of the associations in the multivariable analysis were significant at P levels considerably lower than .05. Finally, all the information, except the diagnosis of PBC in enrolled cases, was obtained from self-reporting and not validated by record review, which could result in misclassifications, particularly for comorbidities. Despite these limitations, we believe that our findings represent the soundest evidence ofassociations yet reported for PBC.\nThe design of our study included the investigation of three important types of variables, including demographics and personal and family history, lifestyle, and reproductive factors in female participants. Each type included, among others, variables that had been previously suggested as risk factors for PBC, such as familial clustering,6 association with UTI,20 tobacco smoking,11 and estrogen use.21\nWe observed that PBC coexists with other autoimmune diseases in 32% of cases compared to 13% of controls. Among autoimmune conditions found in PBC cases, Raynaud syndrome (12%) and Sjögren syndrome (10%) were the most frequent, in accordance with previous reports.22,23 We note that other studies reported higher prevalence rates but were based on a smaller number of probably select cases. We found that 27 cases (3%) with PBC reported a diagnosis of SLE. This is surprising since only six cases of such an association had been previously described in the literature.24 Among non-autoimmune conditions, we found a high prevalence of hypercholesterolemia among PBC cases, consistent with chronic cholestasis and induction of lipoprotein X synthesis and similar to previous reports.25 We also report for the first time a higher prevalence of hay fever among controls compared to patients (18% vs. 14%; P = .0113). Our data did not reveal an association between PBC and breast cancer, the prevalence of which was not significantly different between cases and controls. Importantly, 59% of patients with PBC reported a history of UTI compared to 52% of controls, and UTI was independently associated with PBC in multivariable modeling. This finding supports the hypothesis that infectious agents may break immunological tolerance in PBC.26 Similarly, the increased prevalence and frequency of vaginal infections among female cases and the higher rate of tonsillectomy in all patients with PBC also support this hypothesis. Notably, the history for UTIs or vaginal infections reported by participants was not confirmed with laboratory data, perhaps because UTIs are often asymptomatic or minimally symptomatic, especially in women.\nThe observed rates of autoimmune diseases in relatives of cases and controls strongly support the hypothesis that genetic background is crucial in establishing predisposition to PBC and, possibly, autoimmunity in general. All of the autoimmune conditions we investigated were reported significantly more often in first-degree relatives of patients with PBC compared to controls. Notably, 6% of patients with PBC also reported having a family member with the disease, most often the mother or a sister, in accordance with our previous data11 and and more frequently than reported in older studies.7\nThe analysis of lifestyle factors demonstrated that a history of smoking and the frequent use of cosmetic products such as nail polish were associated with PBC. However, the odds ratio for increased frequency of nail polish use was not impressive and thus this association must be interpreted with caution. Nonetheless, these data are intriguing in view of the xenobiotics\nHepatology. Author manuscript; available in PMC 2011 August 5.\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nhypothesis proposed for the development PBC with specific halogenated compounds that could increase the immunogenicity of mitochondrial proteins9 and able to induce AMA in animal models.27 An association between PBC and smoking could also be explained by a possible effect of tobacco smoke on the T-helper-1 cytokine response28 that is predominant in PBC.29\nA role for estrogens in establishing the female predominance of PBC has been proposed, but supporting evidence is limited.21 Our results indicate that a history of use of HRT was significantly more frequent among women with PBC and was also significantly associated with PBC in the multivariable model. This association is relevant to the clinical management of PBC, since variable degrees of bone loss, in our study suggested by reportedly shorter height of patients with PBC, are common features of prolonged cholestasis30 that induce physicians to prescribe HRT.31 We therefore cannot determine whether the more frequent use of hormone replacement therapy is a cause or a consequence of having PBC. However, an altered distribution of estrogen receptors has recently been demonstrated in liver samples of patients with different stages of PBC.32 Our results also showed that never having been pregnant was negatively associated with PBC while we could not confirm the previously reported high prevalence of menstrual abnormalities in women with PBC.33 The former factor is consistent with the proposed role for fetal microchimerism in the pathogenesis of autoimmunity,34 despite the conflicting data reported on this issue.35–37\nIn conclusion, we report the results of the largest study to date of risk factors and comorbidities associated with PBC. Our data support some of the previously proposed risk factors for PBC, including familial occurrence, clustering of autoimmunity, smoking, and history of UTI. However, this large study did not confirm other previous reports, such as the increased prevalence of breast cancer in women with PBC. We further identified new putative risk factors (the use of cosmetic products) and autoimmune conditions (SLE) associated with PBC. Future efforts should concentrate on interactions of genetic and environmental factors in relation to PBC. The former issue should be approached through the creation of a worldwide database and collection of samples from patients and family members and through a genome-wide linkage study, similar to that recently reported for juvenile rheumatoid arthritis.38 The role of identified environmental risk factors should be investigated in animal studies to achieve a satisfactory model for the etiology of PBC. Investigations of putative environmental agents in different genetically inbred mouse strains could uncover the genetic– environmental interactions leading to the development of PBC. Only these combined efforts will provide the solution to the enigma of PBC etiology.\nAcknowledgments Supported by NIH grant DK56839.\nThe authors are grateful to Mr. Reiner Bruggrabber and Ms. Kaman Sit for assistance in tracking and confirming the collection of data and to the PBCers group for their meritory effort in helping patients and research for a cure for PBC.\nMembers of the USA PBC Epidemiology Group: Fred Askari, University of Michigan, Ann Arbor, MI; Nancy Bach, Mt. Sinai School of Medicine, New York, NY; Nathan Bass, University of California, San Francisco, CA; Gordon D. Benson, Robert Wood Johnson Medical Center, NJ; Andres Blei, Northwestern University, Chicago, IL; Andrea D. Branch, Mt. Sinai Medical School, New York, NY; David J. Clain, Beth Israel Medical Center, New York, NY; Robert Gish, California Pacific Medical Center, San Francisco, CA; Richard Green, Northwestern University, Chicago, IL; M. Edwyn Harrison, Mayo Clinic, Scottsdale, AZ; Steven Herrine, Thomas Jefferson University, Philadelphia, PA; Emmet B. Keeffe, Stanford University, Palo Alto, CA; Natasha Khazai, University of Michigan, Ann Arbor, MI; Kris V. Kowdley, University of Washington, Seattle, WA; Edward L. Krawitt, Department of Medicine, University of Vermont, Burlington, VT; John Lake, University of Minnesota, Minneapolis, MN; Douglas LaBrecque, University of Iowa, Iowa City, IA; Velimir Luketic, Medical College of Virginia, Richmond, VA; Andrew Mason, Ochsner Clinic, New Orleans, LA; Marlyn Mayo, University of Texas at Southwestern, Dallas, TX; Timothy McCashland, University of Nebraska, Omaha, NE;\nHepatology. Author manuscript; available in PMC 2011 August 5.\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nSantiago Munoz, Albert Einstein Medical Center, Philadelphia, PA; Paul Pockros, Scripps Clinic, La Jolla, CA; Don Rockey, Duke University Medical Center, Durham, NC; and Alastair D. Smith, Duke University, Durham, NC.\nAbbreviations\nPBC primary biliary cirrhosis\nAMA anti-mitochondrial antibody\nANA anti-nuclear antibody\nUTI urinary tract infection\nRDD random-digit dialing\nCDHS California Department of Health Services\nCATI computer-assisted telephone interview\nPSU primary sampling unit\nNHANES US National Health and Nutrition Examination Study\nHRT hormone replacement therapy\nBMI body mass index\nSLE systemic lupus erythemathosus\nAOR adjusted odd ratio\nReferences 1. Talwalkar JA, Lindor KD. Primary biliary cirrhosis. Lancet. 2003; 362:53–61. [PubMed: 12853201] 2. Kim WR, Lindor KD, Locke GR 3rd, Therneau TM, Homburger HA, Batts KP, et al. Epidemiology\nand natural history of primary biliary cirrhosis in a US community. Gastroenterology. 2000; 119:1631–1636. [PubMed: 11113084]\n3. James OF, Bhopal R, Howel D, Gray J, Burt AD, Metcalf JV. Primary biliary cirrhosis once rare, now common in the United Kingdom? Hepatology. 1999; 30:390–394. [PubMed: 10421645]\n4. Vong S, Bell BP. Chronic liver disease mortality in the United States, 1990–1998. Hepatology. 2004; 39:476–483. [PubMed: 14768001]\n5. Selmi C, Mayo MJ, Bach N, Ishibashi H, Invernizzi P, Gish RG, et al. Primary biliary cirrhosis in monozygotic and dizygotic twins: genetics, epigenetics, and environment. Gastroenterology. 2004; 127:485–492. [PubMed: 15300581]\n6. Invernizzi P, Selmi C, Mackay IR, Podda M, Gershwin ME. From bases to basis: linking genetics to causation in primary biliary cirrhosis. Clin Gastroenterol Hepatol. 2005; 3:401–410. [PubMed: 15880308]\n7. Selmi C, Invernizzi P, Keeffe EB, Coppel RL, Podda M, Rossaro L, et al. Epidemiology and pathogenesis of primary biliary cirrhosis. J Clin Gastroenterol. 2004; 38:264–271. [PubMed: 15128074]\n8. Abu-Mouch S, Selmi C, Benson GD, Kenny TP, Invernizzi P, Zuin M, et al. Geographic clusters of primary biliary cirrhosis. Clin Dev Immunol. 2003; 10:127–131. [PubMed: 14768943]\n9. Long SA, Quan C, Van de Water J, Nantz MH, Kurth MJ, Barsky D, et al. Immunoreactivity of organic mimeotopes of the E2 component of pyruvate dehydrogenase: connecting xenobiotics with primary biliary cirrhosis. J Immunol. 2001; 167:2956–2963. [PubMed: 11509645]\n10. Selmi C, Gershwin ME. Bacteria and human autoimmunity: the case of primary biliary cirrhosis. Curr Opin Rheumatol. 2004; 16:406–410. [PubMed: 15201604]\n11. Parikh-Patel A, Gold EB, Worman H, Krivy KE, Gershwin ME. Risk factors for primary biliary cirrhosis in a cohort of patients from the united states. Hepatology. 2001; 33:16–21. [PubMed: 11124815]\nHepatology. Author manuscript; available in PMC 2011 August 5.\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\n12. Ludwig J, Dickson ER, McDonald GS. Staging of chronic nonsuppurative destructive cholangitis (syndrome of primary biliary cirrhosis). Virchows Arch A Pathol Anat Histol. 1978; 379:103–112. [PubMed: 150690]\n13. Miyakawa H, Tanaka A, Kikuchi K, Matsushita M, Kitazawa E, Kawaguchi N, et al. Detection of antimitochondrial autoantibodies in immunofluorescent AMA-negative patients with primary biliary cirrhosis using recombinant autoantigens. Hepatology. 2001; 34:243–248. [PubMed: 11481607]\n14. Hartge P, Brinton LA, Rosenthal JF, Cahill JI, Hoover RN, Waksberg J. Random digit dialing in selecting a population-based control group. Am J Epidemiol. 1984; 120:825–833. [PubMed: 6334439]\n15. Wilkins JR 3rd, Bunn JY. Comparing dietary recall data for mothers and children obtained on two occasions in a case-control study of environmental factors and childhood brain tumours. Int J Epidemiol. 1997; 26:953–963. [PubMed: 9363515]\n16. Coghlin J, Hammond SK, Gann PH. Development of epidemiologic tools for measuring environmental tobacco smoke exposure. Am J Epidemiol. 1989; 130:696–704. [PubMed: 2773917]\n17. Pares A, Rodes J. Natural history of primary biliary cirrhosis. Clin Liver Dis. 2003; 7:779–794. [PubMed: 14594131]\n18. Mills PR, Boyle P, Quigley EM, Birnie GG, Jarrett F, Watkinson G, et al. Primary biliary cirrhosis: an increased incidence of extrahepatic malignancies? J Clin Pathol. 1982; 35:541–543. [PubMed: 7085897]\n19. Floreani A, Biagini MR, Chiaramonte M, Milani S, Surrenti C, Naccarato R. Incidence of hepatic and extra-hepatic malignancies in primary biliary cirrhosis (PBC). Ital J Gastroenterol. 1993; 25:473–476. [PubMed: 8123893]\n20. Butler P, Valle F, Hamilton-Miller JM, Brumfitt W, Baum H, Burroughs AK. M2 mitochondrial antibodies and urinary rough mutant bacteria in patients with primary biliary cirrhosis and in patients with recurrent bacteriuria. J Hepatol. 1993; 17:408–414. [PubMed: 8315267]\n21. Guattery JM, Faloon WW. Effect of estradiol upon serum enzymes in primary biliary cirrhosis. Hepatology. 1987; 7:737–742. [PubMed: 2886413]\n22. Marasini B, Gagetta M, Rossi V, Ferrari P. Rheumatic disorders and primary biliary cirrhosis: an appraisal of 170 Italian patients. Ann Rheum Dis. 2001; 60:1046–1049. [PubMed: 11602476]\n23. Uddenfeldt P, Danielsson A, Forssell A, Holm M, Ostberg Y. Features of Sjogren’s syndrome in patients with primary biliary cirrhosis. J Intern Med. 1991; 230:443–448. [PubMed: 1940780]\n24. Islam S, Riordan JW, McDonald JA. Case report: a rare association of primary biliary cirrhosis and systemic lupus erythematosus and review of the literature. J Gastroenterol Hepatol. 1999; 14:431– 435. [PubMed: 10355507]\n25. Longo M, Crosignani A, Battezzati PM, Squarcia Giussani C, Invernizzi P, Zuin M, et al. Hyperlipidaemic state and cardiovascular risk in primary biliary cirrhosis. Gut. 2002; 51:265–269. [PubMed: 12117892]\n26. Van de Water J, Ishibashi H, Coppel RL, Gershwin ME. Molecular mimicry and primary biliary cirrhosis: premises not promises. Hepatology. 2001; 33:771–775. [PubMed: 11283838]\n27. Leung PS, Quan C, Park O, Van de Water J, Kurth MJ, Nantz MH, et al. Immunization with a xenobiotic 6-bromohexanoate bovine serum albumin conjugate induces antimitochondrial antibodies. J Immunol. 2003; 170:5326–5332. [PubMed: 12734383]\n28. Majori M, Corradi M, Caminati A, Cacciani G, Bertacco S, Pesci A. Predominant TH1 cytokine pattern in peripheral blood from subjects with chronic obstructive pulmonary disease. J Allergy Clin Immunol. 1999; 103:458–462. [PubMed: 10069880]\n29. Harada K, Van de Water J, Leung PS, Coppel RL, Ansari A, Nakanuma Y, et al. In situ nucleic acid hybridization of cytokines in primary biliary cirrhosis: predominance of the Th1 subset. Hepatology. 1997; 25:791–796. [PubMed: 9096578]\n30. Menon KV, Angulo P, Weston S, Dickson ER, Lindor KD. Bone disease in primary biliary cirrhosis: independent indicators and rate of progression. J Hepatol. 2001; 35:316–323. [PubMed: 11592591]\nHepatology. Author manuscript; available in PMC 2011 August 5.\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\n31. Menon KV, Angulo P, Boe GM, Lindor KD. Safety and efficacy of estrogen therapy in preventing bone loss in primary biliary cirrhosis. Am J Gastroenterol. 2003; 98:889–892. [PubMed: 12738473]\n32. Alvaro D, Invernizzi P, Onori P, Franchitto A, De Santis A, Crosignani A, et al. Estrogen receptors in cholangiocytes and the progression of primary biliary cirrhosis. J Hepatol. 2004; 41:905–912. [PubMed: 15645536]\n33. Stellon AJ, Williams R. Increased incidence of menstrual abnormalities and hysterectomy preceding primary biliary cirrhosis. Br Med J (Clin Res Ed). 1986; 293:297–298.\n34. Adams KM, Nelson JL. Microchimerism: an investigative frontier in autoimmunity and transplantation. JAMA. 2004; 291:1127–1131. [PubMed: 14996783]\n35. Tanaka A, Lindor K, Gish R, Batts K, Shiratori Y, Omata M, et al. Fetal microchimerism alone does not contribute to the induction of primary biliary cirrhosis. Hepatology. 1999; 30:833–838. [PubMed: 10498630]\n36. Invernizzi P, De Andreis C, Sirchia SM, Battezzati PM, Zuin M, Rossella F, et al. Blood fetal microchimerism in primary biliary cirrhosis. Clin Exp Immunol. 2000; 122:418–422. [PubMed: 11122249]\n37. Jones DE. Fetal microchimerism: an aetiological factor in primary biliary cirrhosis? J Hepatol. 2000; 33:834–837. [PubMed: 11097494]\n38. Thompson SD, Moroldo MB, Guyer L, Ryan M, Tombragel EM, Shear ES, et al. A genome-wide scan for juvenile rheumatoid arthritis in affected sibpair families provides evidence of linkage. Arthritis Rheum. 2004; 50:2920–2930. [PubMed: 15457461]\nAppendix Tertiary referral centers that provided patients for the study:\nAlbert Einstein Medical Center (Philadelphia, PA)\nBeth Israel Medical Center (New York, NY)\nCalifornia Pacific Medical Center (San Francisco, CA)\nCedars-Sinai Medical Center (Los Angeles, CA)\nColumbia University (New York, NY)\nMayo Clinic (Rochester, MN)\nMayo Clinic Scottsdale (Scottsdale, AZ)\nMedical College Wisconsin (Milwaukee, WI)\nMount Sinai Medical Center (New York, NY)\nNew England Medical Center, Tufts University (Boston, MA)\nOchsner Clinic (New Orleans, LA)\nScripps Clinic (La Jolla, CA)\nStanford University Medical Center (Palo Alto, CA)\nUniversity of California, San Francisco (San Francisco, CA)\nUniversity Medicine & Dentistry, New Jersey (Camden, NJ)\nHepatology. Author manuscript; available in PMC 2011 August 5.\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nUniversity of Iowa (Iowa City, IA)\nUniversity of Michigan (Ann Arbor, MI)\nUniversity of Minnesota (Minneapolis, MN)\nUniversity of Nebraska (Omaha, NE)\nUniversity of Texas Southwestern (Dallas, TX)\nUniversity of Vermont (Burlington, VT)\nUniversity of Washington (Seattle, WA)\nVirginia Commonwealth University (Richmond, VA)\nHepatology. Author manuscript; available in PMC 2011 August 5.\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nFig. 1. Semi-quantitative representation of the geographical distribution of PBC cases enrolled in our study. Patients with PBC living in all states except Delaware and Hawaii were represented in our cohort.\nHepatology. Author manuscript; available in PMC 2011 August 5.\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nTable 1\nDemographic and Social Characteristics of PBC Cases and Controls\nCharacteristic Cases (%) (n = 1,032) Controls (%) (n = 1,041) Unadjusted P Value*\nSex NS\nFemale 955 (93%) 960 (92%)\nMale 77 (7%) 81 (8%)\nMean age (y) 58 ± 10 58 ± 10 NS\nMean age at diagnosis of PBC 51 ± 10 NA —\nEthnicity NS\nWhite/Caucasian 1,010 (98%) 1,024 (98%)\nAfrican American 8 (0.8%) 9 (0.9%)\nAsian 7 (0.7%) 6 (0.6%)\nPacific Islander 1 (0.1%) 1 (0.1%)\nAmerican Indian 2 (0.2%) 1 (0.1%)\nOther 4 (0.4%) 0 (0%)\nEducation NS\nLess than high school 50 (5%) 49 (5%)\nHigh school 250 (24%) 239 (25%)\nSome college/vocational school 350 (34%) 303 (32%)\nCollege 198 (19%) 198 (21%)\nPost-college 184 (18%) 164 (17%)\nMarital status <.0001\nSingle, never married 62 (6%) 58 (6%)\nMarried/living as married 767 (74%) 680 (65%)\nOther 203 (20%) 303 (29%)\nHousehold yearly income* <.0001\nLow income (<40,000 USD) 275 (27%) 383 (39%)\nHigh income (≥40,000 USD) 757 (73%) 611 (61%)\nNOTE. Continuous variables are expressed as mean ± standard deviation.\n* Different set of categories.\nHepatology. Author manuscript; available in PMC 2011 August 5.\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nTable 2\nClinical Comorbidity and Surgical History of PBC Cases and Controls\nCases (%) (n = 1,032) Controls (%) (n = 1,041) Unadjusted P Value\nHistory of comorbidities\nRheumatoid arthritis 103 (10%) 83 (8%) .1292\nSystemic lupus erythematosus 27 (3%) 5 (0.5%) <.0001\nAutoimmune thyroid disease 93 (9%) 11 (1%) <.0001\nRaynaud syndrome 118 (12%) 23 (2%) <.0001\nSjögren syndrome 102 (10%) 5 (0.5%) <.0001\nScleroderma 24 (2%) 0 <.0001\nPolymyositis 6 (0.6%) 1 (0.1%) .0684\nAny of the above 323 (32%) 131 (13%) <.0001\nDiabetes mellitus 99 (10%) 119 (11%) .1744\nHypercholesterolemia 582 (58%) 445 (46%) <.0001\nHistory of urinary tract infections 612 (59%) 536 (52%) .0003\nHistory of breast cancer* 31 (3%) 45 (5%) .1277\nAsthma 124 (12%) 141 (14%) NS\nHay fever 141 (14%) 186 (18%) .0113\nHistory of surgery\nTonsillectomy 584 (57%) 518 (50%) 0.0018\nAppendectomy 257 (25%) 285 (27%) NS\nGallbladder removal 278 (27%) 179 (17%) <0.0001\nColon polyp removal 190 (18%) 132 (13%) 0.0003\nUterine fibroid removal* 161 (17%) 140 (15%) 0.1491\nOvarian cyst removal* 127 (13%) 121 (13%) NS\nThyroid surgery 23 (2%) 23 (2%) NS\nCesarean section* 117 (12%) 124 (13%) NS\nNOTE. Only P values beyond the .2 level for the comparison between patient groups are reported.\nAbbreviation: NS, nonsignificant.\n* Referred to female cases and controls only.\nHepatology. Author manuscript; available in PMC 2011 August 5.\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nTa bl\ne 3\nC um\nul at\niv e\nPr ev\nal en\nce o\nf A ut\noi m\nm un\ne D\nis ea\nse s i\nn Fi\nrs t-D\neg re\ne R\nel at\niv es\no f P\nB C\nC as\nes a\nnd C\non tro\nls (P\nan el\nA ) a\nnd P\ner ce\nnt ag\ne of\nP B\nC C\nas es\nR ep\nor tin g Fi rs t-D eg re e Fa m ily M em be rs W ith A ut oi m m un e D is ea se s ( Pa ne l B )\nPa ne\nl A R\nel at\niv es\no f C\nas es\n(% ) (\nn =\n1, 03\n2) R\nel at\niv es\no f C\non tr\nol s (\n% ) (\nn =\n1, 04\n1) U\nna dj\nus te\nd P\nV al\nue\nPr im\nar y\nbi lia\nry c\nirr ho\nsi s\n57 (6\n% )\n5 (1\n% )\n<. 00\n01\nR he\num at\noi d\nar th\nrit is\n24 9\n(2 6%\n) 20\n9 (2\n2% )\n.0 24\n2\nSy st\nem ic\nlu pu\ns e ry\nth em\nat os\nus 48\n(5 %\n) 23\n(2 %\n) .0\n02 4\nA ut\noi m\nm un\ne th\nyr oi\nd di\nse as\ne 12\n8 (1\n4% )\n52 (6\n% )\n<. 00\n01\nR ay\nna ud\nsy nd\nro m\ne 33\n(3 %\n) 16\n(2 %\n) .0\n13 5\nSj ög\nre n\nsy nd\nro m\ne 17\n(2 %\n) 2\n(0 .2\n% )\n.0 00\n3\nSc le\nro de\nrm a\n8 (1\n% )\n8 (1\n% )\nN S\nD ia\nbe te\ns m el\nlit us\n40 5\n(4 1%\n) 37\n8 (3\n9% )\n.1 96\n5\nPo ly\nm yo\nsi tis\n9 (1\n% )\n0 .0\n01 8\nPa ne\nl B M\not he\nr Fa\nth er\nSi st\ner B\nro th\ner D\nau gh\nte r\nSo n\nPr im\nar y\nbi lia\nry c\nirr ho\nsi s\n1. 7%\n* 0.\n5% 4.\n3% *\n0. 8%\n0. 6%\n—\nR he\num at\noi d\nar th\nrit is\n13 .8\n% 5.\n3% 11\n% 4.\n3% 3.\n8% 0.\n8%\nSy st\nem ic\nlu pu\ns e ry\nth em\nat os\nus 1.\n7% †\n0. 2%\n3. 7%\n0. 4%\n1. 2%\n† 0.\n3%\nA ut\noi m\nm un\ne th\nyr oi\nd di\nse as\ne 6.\n3% *\n1% 8.\n3% *\n1. 3%\n4. 3%\n0. 7%\nR ay\nna ud\nsy nd\nro m\ne 1.\n3% 0.\n2% 2.\n3% 0.\n5% 1.\n4% —\nSj ög\nre n\nsy nd\nro m\ne 0.\n5% †\n— 1.\n5% †\n0. 1%\n0. 6%\n—\nSc le\nro de\nrm a\n0. 1%\n0. 1%\n0. 7%\n0. 1%\n0. 3%\n—\nD ia\nbe te\ns m el\nlit us\n16 .9\n% 15\n.5 %\n13 .7\n% 13\n.2 %\n4. 1%\n2. 7%\nPo ly\nm yo\nsi tis\n0. 4%\n0. 1%\n0. 7%\n— 0.\n2% —\n* P <\n.0 01\nv s.\nco nt\nro ls\n.\n† P <\n.0 5\nvs . c\non tro\nls .\nHepatology. Author manuscript; available in PMC 2011 August 5.\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nTable 4\nAnthropometric and Lifestyle Variables in PBC Cases and Controls\nCases (%) (n = 1,032) Controls (%) (n = 1,041) Unadjusted P Value\nMean height (in) 64 ± 3 65 ± 3 .0154\nMean current weight (lb) 159 ± 37 166 ± 41 .0006\nMean weight at age 25 (lb) 135 ± 27 135 ± 30 NS\nSmoking history\nSmoked >100 cigarettes/lifetime 619 (60%) 557 (54%) .0034\nCurrently smoking 97 (16%) 179 (32%) <.0001\nHours/week exposure to smoke at home 0.54 ± 2.58 1.14 ± 3.95 <.0001\nHours/week exposure to smoke at work 0.17 ± 1.28 0.23 ± 1.64 .0933\nAlcohol\n≥12 drinks/lifetime 932 (90%) 933 (90%) NS\n≥12 drinks/past 12 months 291 (28%) 516 (50%) <.0001\nMiscellaneous\nHair dye use (times/year) 38 ± 50 35 ± 50 .0435\nNail polish use* (times/year) 29 ± 65 22 ± 53 <.0001\nNOTE. Continuous variables are expressed as mean ± standard deviation. Only P values beyond the .2 level for the comparison between patient groups are reported.\nAbbreviation: NS, nonsignificant.\n* Referred to female cases and controls only.\nHepatology. Author manuscript; available in PMC 2011 August 5.\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nTable 5\nReproductive History in Female PBC Cases and Controls\nCases (%) (n = 955) Controls (%) (n = 959) Unadjusted P Value\nMean age at menarche 12.6 ± 1.6 12.7 ± 1.8 NS\nMean current duration of cycle (days) 28.5 ± 5.6 28.0 ± 4.7 .0191\nMean current duration of period (days) 5.1 ± 1.8 5.3 ± 2.4 NS\nMenopausal 453 (47%) 426 (45%) NS\nMean age at last period 46 ± 7 46 ± 7 NS\nEver taken birth control pill 725 (75%) 681 (71%) .0738\nEver used hormone replacement 587 (60%) 473 (49%) <.0001\nCurrently on hormone replacement 357 (62%) 222 (47%) <.0001\nEver used IUD 208 (22%) 171 (17%) .0337\nHistory of gynecological surgery\nHysterectomy 303 (32%) 292 (30%) NS\nOvariectomy 231 (24%) 211 (22%) NS\nPregnancy\nNone 89 (9%) 87 (9%) 1\nNumber of pregnancies 3.1 ± 4.9 3.0 ± 3.1 NS\nAge at first pregnancy 22.6 ± 5 23.3 ± 5 .0105\nConditions\nEndometriosis 133 (14%) 119 (12%) NS\nUterine fibrosis 287 (30%) 258 (27%) .1162\nPelvic inflammatory disease 32 (3%) 26 (3%) NS\nVaginal infection 604 (63%) 539 (56%) .0018\nEpisode of vaginal infection/life 11.0 ± 21.0 10.0 ± 22.0 .0755\nNOTE. Continuous variables are expressed as mean ± standard deviation.\nHepatology. Author manuscript; available in PMC 2011 August 5.\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nN IH -PA Author M anuscript\nTable 6\nResults of Multiple Logistic Regression Models (Backward Elimination)†\nβ OR 95% CI P\nMedical/Family history\nFamily history of PBC 1.1868 10.736 4.227–27.268 <.0001\nFamily history of SLE 0.4019 2.234 1.261–3.957 .0059\nFamily history of Sjögren 0.8801 5.814 1.279–26.435 .0227\nHistory of urinary tract infections 0.2065 1.511 1.192–1.915 .0006\nLifestyle factors\nEver smoked >100 cigarettes 0.2252 1.569 1.292–1.905 <.0001\nNo passive smoke at work/ −0.2368 0.820 0.582–1.155/\nDoes not have a job 0.2574 1.369 1.095–1.712 .0005\nUses of nail polish/year 0.00177 1.002‡ 1.000–1.003 .0136\nNumber of cigarettes smoked −0.00109 0.999 0.998–1.000 .0031\nEach smoker in household −0.6776 0.5078 0.3167–0.8143 .0041\nReproductive history*\nEver used hormonal replacement 0.2185 1.548 1.273–1.882 <.0001\nNever pregnant −0.4906 0.6118 0.4489–0.8338 .0012\nAge of first pregnancy −0.0470 0.9541 0.9331–0.9755 <.0001\n† In all the models used, household income was significantly correlated with PBC (P < .0001).\n‡ Calculated for each additional use of nail polish/year.\n* For female cases and controls only.\nHepatology. Author manuscript; available in PMC 2011 August 5."
    } ],
    "references" : [ {
      "title" : "Primary biliary cirrhosis",
      "author" : [ "Talwalkar JA", "Lindor KD" ],
      "venue" : "[PubMed:",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2003
    }, {
      "title" : "Epidemiology and natural history of primary biliary cirrhosis in a US community. Gastroenterology",
      "author" : [ "WR Kim", "KD Lindor", "3rd Locke GR", "TM Therneau", "HA Homburger", "KP Batts" ],
      "venue" : null,
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2000
    }, {
      "title" : "Primary biliary cirrhosis once rare, now common in the United Kingdom? Hepatology",
      "author" : [ "OF James", "R Bhopal", "D Howel", "J Gray", "AD Burt", "JV. Metcalf" ],
      "venue" : "[PubMed:",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 1999
    }, {
      "title" : "Chronic liver disease mortality in the United States, 1990–1998",
      "author" : [ "Vong S", "Bell BP" ],
      "venue" : "Hepatology",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2004
    }, {
      "title" : "Primary biliary cirrhosis in monozygotic and dizygotic twins: genetics, epigenetics, and environment. Gastroenterology",
      "author" : [ "C Selmi", "MJ Mayo", "N Bach", "H Ishibashi", "P Invernizzi", "RG Gish" ],
      "venue" : null,
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2004
    }, {
      "title" : "From bases to basis: linking genetics to causation in primary biliary cirrhosis",
      "author" : [ "P Invernizzi", "C Selmi", "IR Mackay", "M Podda", "ME. Gershwin" ],
      "venue" : "Clin Gastroenterol Hepatol",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2005
    }, {
      "title" : "Epidemiology and pathogenesis of primary biliary cirrhosis",
      "author" : [ "C Selmi", "P Invernizzi", "EB Keeffe", "RL Coppel", "M Podda", "L Rossaro" ],
      "venue" : "J Clin Gastroenterol",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2004
    }, {
      "title" : "Geographic clusters of primary biliary cirrhosis",
      "author" : [ "S Abu-Mouch", "C Selmi", "GD Benson", "TP Kenny", "P Invernizzi", "M Zuin" ],
      "venue" : "Clin Dev Immunol",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2003
    }, {
      "title" : "Immunoreactivity of organic mimeotopes of the E2 component of pyruvate dehydrogenase: connecting xenobiotics with primary biliary cirrhosis",
      "author" : [ "SA Long", "C Quan", "J Van de Water", "MH Nantz", "MJ Kurth", "D Barsky" ],
      "venue" : "J Immunol",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2001
    }, {
      "title" : "Bacteria and human autoimmunity: the case of primary biliary cirrhosis",
      "author" : [ "Selmi C", "Gershwin ME" ],
      "venue" : "Curr Opin Rheumatol",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2004
    }, {
      "title" : "Risk factors for primary biliary cirrhosis in a cohort of patients from the united states. Hepatology",
      "author" : [ "A Parikh-Patel", "EB Gold", "H Worman", "KE Krivy", "ME. Gershwin" ],
      "venue" : "Gershwin et al. Page 9 Hepatology. Author manuscript; available in PMC 2011 August 5. N IH PA Athor M anscript N IH PA Athor M anscript N IH PA Athor M anscript",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2011
    }, {
      "title" : "Staging of chronic nonsuppurative destructive cholangitis (syndrome of primary biliary cirrhosis)",
      "author" : [ "J Ludwig", "ER Dickson", "GS. McDonald" ],
      "venue" : "Virchows Arch A Pathol Anat Histol",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 1978
    }, {
      "title" : "Detection of antimitochondrial autoantibodies in immunofluorescent AMA-negative patients with primary biliary cirrhosis using recombinant autoantigens. Hepatology",
      "author" : [ "H Miyakawa", "A Tanaka", "K Kikuchi", "M Matsushita", "E Kitazawa", "N Kawaguchi" ],
      "venue" : null,
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2001
    }, {
      "title" : "Random digit dialing in selecting a population-based control group",
      "author" : [ "P Hartge", "LA Brinton", "JF Rosenthal", "JI Cahill", "RN Hoover", "J. Waksberg" ],
      "venue" : "Am J Epidemiol",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 1984
    }, {
      "title" : "Comparing dietary recall data for mothers and children obtained on two occasions in a case-control study of environmental factors and childhood brain tumours",
      "author" : [ "Wilkins JR 3rd", "Bunn JY" ],
      "venue" : "Int J Epidemiol",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 1997
    }, {
      "title" : "Development of epidemiologic tools for measuring environmental tobacco smoke exposure",
      "author" : [ "J Coghlin", "SK Hammond", "PH. Gann" ],
      "venue" : "Am J Epidemiol",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 1989
    }, {
      "title" : "Natural history of primary biliary cirrhosis",
      "author" : [ "A Pares", "J. Rodes" ],
      "venue" : "Clin Liver Dis",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2003
    }, {
      "title" : "Primary biliary cirrhosis: an increased incidence of extrahepatic malignancies",
      "author" : [ "PR Mills", "P Boyle", "EM Quigley", "GG Birnie", "F Jarrett", "G Watkinson" ],
      "venue" : "J Clin Pathol",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 1982
    }, {
      "title" : "Incidence of hepatic and extra-hepatic malignancies in primary biliary cirrhosis (PBC)",
      "author" : [ "A Floreani", "MR Biagini", "M Chiaramonte", "S Milani", "C Surrenti", "R. Naccarato" ],
      "venue" : "Ital J Gastroenterol",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 1993
    }, {
      "title" : "M2 mitochondrial antibodies and urinary rough mutant bacteria in patients with primary biliary cirrhosis and in patients with recurrent bacteriuria",
      "author" : [ "P Butler", "F Valle", "JM Hamilton-Miller", "W Brumfitt", "H Baum", "AK. Burroughs" ],
      "venue" : "J Hepatol",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 1993
    }, {
      "title" : "Effect of estradiol upon serum enzymes in primary biliary cirrhosis",
      "author" : [ "Guattery JM", "Faloon WW" ],
      "venue" : "Hepatology",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 1987
    }, {
      "title" : "Rheumatic disorders and primary biliary cirrhosis: an appraisal of 170 Italian patients",
      "author" : [ "B Marasini", "M Gagetta", "V Rossi", "P. Ferrari" ],
      "venue" : "Ann Rheum Dis",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2001
    }, {
      "title" : "Features of Sjogren’s syndrome in patients with primary biliary cirrhosis",
      "author" : [ "P Uddenfeldt", "A Danielsson", "A Forssell", "M Holm", "Y. Ostberg" ],
      "venue" : "J Intern Med",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 1991
    }, {
      "title" : "Case report: a rare association of primary biliary cirrhosis and systemic lupus erythematosus and review of the literature",
      "author" : [ "S Islam", "JW Riordan", "JA. McDonald" ],
      "venue" : "J Gastroenterol Hepatol",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 1999
    }, {
      "title" : "Hyperlipidaemic state and cardiovascular risk in primary biliary cirrhosis",
      "author" : [ "M Longo", "A Crosignani", "PM Battezzati", "C Squarcia Giussani", "P Invernizzi", "M Zuin" ],
      "venue" : null,
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2002
    }, {
      "title" : "Molecular mimicry and primary biliary cirrhosis: premises not promises. Hepatology",
      "author" : [ "J Van de Water", "H Ishibashi", "RL Coppel", "ME. Gershwin" ],
      "venue" : null,
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2001
    }, {
      "title" : "Immunization with a xenobiotic 6-bromohexanoate bovine serum albumin conjugate induces antimitochondrial antibodies",
      "author" : [ "PS Leung", "C Quan", "O Park", "J Van de Water", "MJ Kurth", "MH Nantz" ],
      "venue" : "J Immunol",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2003
    }, {
      "title" : "Predominant TH1 cytokine pattern in peripheral blood from subjects with chronic obstructive pulmonary disease",
      "author" : [ "M Majori", "M Corradi", "A Caminati", "G Cacciani", "S Bertacco", "A. Pesci" ],
      "venue" : "J Allergy Clin Immunol",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 1999
    }, {
      "title" : "In situ nucleic acid hybridization of cytokines in primary biliary cirrhosis: predominance of the Th1 subset. Hepatology",
      "author" : [ "K Harada", "J Van de Water", "PS Leung", "RL Coppel", "A Ansari", "Y Nakanuma" ],
      "venue" : "[PubMed:",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 1997
    }, {
      "title" : "Bone disease in primary biliary cirrhosis: independent indicators and rate of progression",
      "author" : [ "KV Menon", "P Angulo", "S Weston", "ER Dickson", "KD. Lindor" ],
      "venue" : "J Hepatol",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2001
    }, {
      "title" : "Safety and efficacy of estrogen therapy in preventing bone loss in primary biliary cirrhosis",
      "author" : [ "KV Menon", "P Angulo", "GM Boe", "KD. Lindor" ],
      "venue" : "Am J Gastroenterol",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2003
    }, {
      "title" : "Estrogen receptors in cholangiocytes and the progression of primary biliary cirrhosis",
      "author" : [ "D Alvaro", "P Invernizzi", "P Onori", "A Franchitto", "A De Santis", "A Crosignani" ],
      "venue" : "J Hepatol",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2004
    }, {
      "title" : "Increased incidence of menstrual abnormalities and hysterectomy preceding primary biliary cirrhosis",
      "author" : [ "AJ Stellon", "R. Williams" ],
      "venue" : "Br Med J (Clin Res Ed)",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 1986
    }, {
      "title" : "Microchimerism: an investigative frontier in autoimmunity and transplantation",
      "author" : [ "Adams KM", "Nelson JL" ],
      "venue" : "JAMA",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2004
    }, {
      "title" : "Fetal microchimerism alone does not contribute to the induction of primary biliary cirrhosis",
      "author" : [ "A Tanaka", "K Lindor", "R Gish", "K Batts", "Y Shiratori", "M Omata" ],
      "venue" : "Hepatology",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 1999
    }, {
      "title" : "Blood fetal microchimerism in primary biliary cirrhosis",
      "author" : [ "P Invernizzi", "C De Andreis", "SM Sirchia", "PM Battezzati", "M Zuin", "F Rossella" ],
      "venue" : "Clin Exp Immunol",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2000
    }, {
      "title" : "Fetal microchimerism: an aetiological factor in primary biliary cirrhosis",
      "author" : [ "Jones DE" ],
      "venue" : "J Hepatol",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2000
    } ],
    "referenceMentions" : [ ],
    "year" : 2011,
    "abstractText" : "Primary biliary cirrhosis (PBC) is an autoimmune disease of unknown etiology, often associated with other autoimmune conditions. Controlled studies have so far provided conflicting data on risk factors and comorbidity rates in PBC. We enrolled patients with PBC (n = 1032) from 23 tertiary referral centers for liver diseases in the United States and random-digit-dialed controls (n = 1041) matched for sex, age, race, and geographical location. Patients and controls were administered a modified version of the US National Health and Nutrition Examination Study (NHANES III) questionnaire by trained personnel to evaluate associations between PBC and social, demographic, personal and family medical histories, lifestyle, and reproductive factors and the rates of comorbidity in affected individuals. Data indicate that having a first-degree relative with PBC (adjusted odds ratio [AOR] 10.736; 95% confidence interval 4.227–27.268), history of urinary tract infections (AOR 1.511, 95% CI 1.192–1.915), past smoking (AOR 1.569, 95% CI 1.292– 1.905), or use of hormone replacement therapies (AOR 1.548, 95% CI 1.273–1.882) were significantly associated with increased risk of PBC. The frequent use of nail polish slightly increased the risk of having PBC. Other autoimmune diseases were found in 32% of cases and 13% of controls (P<0.0001). In conclusion, environmental factors, possibly including infectious agents through urinary tract infections or chemicals contained in cigarette smoke, may induce PBC in genetically susceptible individuals. Exogenous estrogens may also contribute to explain the female predominance of the disease. Copyright © 2005 by the American Association for the Study of Liver Diseases. Address reprint requests to: M. Eric Gershwin, M.D., Division of Rheumatology, Allergy and Clinical Immunology, University of California at Davis School of Medicine, 451 E. Health Sciences Drive, Suite 6510, Davis, CA 95616; megershwin@ucdavis.edu; fax: 530-752-4669. *Members of the USA PBC Epidemiology Group are listed in the Acknowledgments. Potential conflict of interest: Nothing to report. NIH Public Access Author Manuscript Hepatology. Author manuscript; available in PMC 2011 August 5. Published in final edited form as: Hepatology. 2005 November ; 42(5): 1194–1202. doi:10.1002/hep.20907. N IH PA Athor M anscript N IH PA Athor M anscript N IH PA Athor M anscript Primary biliary cirrhosis (PBC) is an autoimmune disease of unknown etiology leading to progressive destruction of the proximal intrahepatic bile ducts, cirrhosis, and eventually liver failure.1 PBC is characterized by female predominance and disease-specific serum antimitochondrial (AMA) and anti-nuclear (ANA) auto-antibodies.1 PBC should be considered as a rare disease based on its prevalence in the United States of 4/10,0002. Based on these data, less than 200,000 affected individuals should be expected in the general US population, thus fulfilling the criteria of the 2002 Rare Disease Act (HR 4013). Further, PBC constitutes a significant economic burden resulting in yearly costs of 69–115 million US dollars for hospital charges alone, as estimated by the Healthcare Cost and Utilization Project (HCUP). Both prevalence3 and mortality4 rates for PBC have been increasing over the past decade. Genetic factors likely play an important role in conferring susceptibility to PBC, as indicated by the high concordance rate among monozygotic twins5 and the increased incidence among first-degree relatives of affected individuals6. PBC often coexists with several other autoimmune diseases (which also may be genetically determined) in the same individual or family1. However, the concordance of PBC among discordant twin pairs5, the geographical pattern in prevalence rates7, and the occurrence of clusters of the disease8 indicate that environmental factors might contribute to break immunological tolerance and lead to the onset of PBC. Both chemicals9 and bacteria10 have been suggested as environmental factors responsible for the induction of PBC in genetically susceptible individuals. PBC epidemiological data from the United States on risk factors for PBC and comorbidity rates were assessed only in one report using a questionnaire administered to patients with PBC, their siblings and friends.11 We report herein the results of the largest case-control study to date of environmental, familial, and medical factors associated with PBC. The study is based on a structured, standardized telephone interview, administered by trained personnel to 1032 patients with PBC from the United States and 1041 unrelated controls selected by random-digit-dialing (RDD) and matched for sex, age, race, and geographical location. Patients and Methods PBC Cases Between November 1999 and June 2004, a total of 1090 patients with PBC were referred from 23 collaborating tertiary referral medical centers for liver diseases located in various areas of the United States (listed in the appendix to the manuscript). Cases were being followed at such centers or by local hepatologists who had active relationships with the tertiary centers. Patients were eligible for inclusion if the diagnosis of PBC had been made between 1996 and 2004 and was based on pre-determined criteria, including a detectable AMA and at least one of the following: a cholestatic pattern of serum biochemical tests (serum alkaline phosphatase >2 times normal upper values) for at least 6 months and/or compatible liver histology.12 In suspected cases of PBC without detectable AMA (up to 10% of patients in the routine clinical laboratory 13), criteria were modified and included all the following: ANA or anti-smooth muscle autoantibodies, a cholestatic pattern of biochemical tests (elevated serum alkaline phosphatase) for at least 6 months, and a compatible liver histology. To assess accuracy, referring physicians re-evaluated anonymized clinical information in 100 randomly selected enrolled patients. The diagnosis of PBC was confirmed in all cases. Referred patients received a letter from the Principal Investigator (M.E.G.) to explain the nature and goals of the study and were asked to contact the Division of Clinical Immunology at UC Davis if interested in participating. Patients who decided to participate were then called to schedule the telephone interview. A total of 1032 (95%) patients with PBC were administered the questionnaire by telephone interview and Gershwin et al. Page 2 Hepatology. Author manuscript; available in PMC 2011 August 5. N IH PA Athor M anscript N IH PA Athor M anscript N IH PA Athor M anscript were compensated for their partecipation to the study. After being informed about the procedures of the study, 58 (5%) declined to participate. Controls Controls were selected by RDD and matched to cases for sex, 5-year age group, race, and geographical area. RDD utilized a technique that excludes the majority of phone numbers that are not assigned to households.14 Briefly, a complete list of all valid area codes and prefixes was obtained for the area where each case resided. Numbers were then added at random to constitute a phone number, and 15 attempts in dialing each number (on different days and at different times) were made by the California Department of Health Services (CDHS) Computer Assisted Telephone Interview (CATI) unit. Once one or more willing, case-matched, eligible controls was identified among the primary sampling units (PSUs), the telephone interview was scheduled. A letter was also immediately sent to enrolled control subjects to explain further the nature and goals of the study. A total of 181,806 telephone numbers were called resulting in 47,395 contacts that confirmed the residential nature of the number. Among eligible controls, 1041 (80%) agreed to participate after being informed about the nature of the study, completed the telephone interview, and were compensated for their partecipation to the study with the same amount as PBC cases. Six hundred and eighteen controls (59%) were interviewed within a 12 month period from matched cases, 354 (34%) between 12 and 24 months, and 50 (5%) controls between 24 and 36 months. In 13 PBC cases (including Native American and Asian patients), moreover, race-matched controls could not be identified. In these case, Caucasian controls were used after matching for sex, age, and geographical area. Lastly, in 9 PBC cases, two eligible controls were identified among PSUs and both were administered the interview and included for analysis to avoid selection bias. Data Collection The study design was approved by local ethical committees at all partecipating institutions and respected the most recent Declaration of Helsinki (Edinburgh, 2000). Further, all patients and controls gave written consent to the use of data for research purposes after being informed about the nature of the study prior to the telephone interview. The telephone interview instruments consisted of standardized questions derived from the US National Health and Nutrition Examination Survey (NHANES III). The instrument included over 180 questions and 300 subquestions regarding demographics, lifestyle, personal and familial medical history, and reproductive (for female cases and controls only) and occupational history. Trained personnel belonging to the CDHS CATI unit interviewed both patients and controls with interviewers unaware of the available literature on PBC etiology. Each interview lasted approximately 90–180 minutes. To estimate the reproducibility of the obtained information, a subgroup of 40 cases was randomly selected and the questionnaire was re-administered to these subjects at least 12 months after the first interview. The responses from this group of 40 were then used to estimate the consistency of data over time and analyzed as previously described.15 Results of this reliability analysis showed a 93% average consistency rate between interviews (range 86%–100%). Data Analysis Descriptive statistics were used to compare characteristics of PBC cases and matched controls. First, socioeconomic, demographic, and clinical characteristics were compared for both study participants and their first-degree family members. Specifically, we compared age groups, race/ethnicity, gender, and socioeconomic status, as well as familial occurrence of PBC. In addition, reported comorbidities with other autoimmune diseases in participants and family members were examined. Second, we compared lifestyle factors, such as smoking, diet, and the use of various chemical compounds, such as hair dye and nail polish. Gershwin et al. Page 3 Hepatology. Author manuscript; available in PMC 2011 August 5. N IH PA Athor M anscript N IH PA Athor M anscript N IH PA Athor M anscript Third, we examined reproductive factors and history and hormonal medications among females only. Specifically, the number of pregnancies, use of oral contraceptives or hormone replacement therapy (HRT), and history of gynecological conditions were recorded. The unadjusted analyses of differences between cases and controls for potential risk factors were performed using the Wilcoxon test for continous variables and the Fisher exact test for categorical variables. We next developed multivariable models using conditional multiple logistic regression analyses. The backwards elimination model selection strategy was used to ensure that the models were relatively parsimonious using a criterion of P < .05 for inclusion of variables. Race (white or other), geographical location, and age were included in all models as candidate explanatory variables because they were used as matching criteria in the surveys. In addition, annual household income was included as a candidate variable in all models. The model for sociodemographic and clinical candidate variables included sex, education level, body mass index (BMI) at age 25 (grouped as “high” [>30], “medium” [25–30], and “low” [>25]), indicators for whether the person had at least one vaccination (for chickenpox, hepatitis A, hepatitis B, diphteria-pertussis-tetanus, rubella, mumps, polio, small pox, or tuberculosis) and whether the person had had at least one urogenital condition (including pelvic or vaginal infection in women or any urinary tract infection in both sexes). Additionally, the following were considered to be possible explanatory variables: at least one first-degree family member (parent, sibling, or offspring) having PBC, systemic lupus erythematosus (SLE), arthritis, multiple sclerosis, Raynaud syndrome, Sjögren syndrome, scleroderma, polymyositis, autoimmune thyroid disease, or diabetes mellitus. We then examined lifestyle candidate variables including sex, whether the participant had smoked tobacco at some time in their life, the amount of smoking, and passive exposure to smoke. Passive smoke exposure was assessed using the validated instrument of Coghlin et al.16 that includes living with a smoker in the household, the number of smokers in the household, the number of hours per day of smoke exposure in the household, exposure to smokers at work, the number of immediate coworkers who smoked (limited to a maximum of 10 individuals), the number of hours exposed to smoke in the workplace per day, other sources of exposure to smoke, and the number of hours per week of such smoke exposure. These data were combined into the total number of hours per week of smoke exposure, and the total number of 10-person hours per week of smoke exposure. All variables on passive smoke exposure were reported at the time of the interview. Other lifestyle variables included consumption of at least 120 g of alcohol over the lifetime and the number of uses per year of hair dye, hair spray, and nail polish. Finally, multivariable models were developed for reproductive factors and hormonal medications among only female cases and controls. Candidate variables regarding menstrual history were age at menarche, menopausal status, cause of menopause (natural, surgical, radiological), usual length of current menstrual cycles, whether current cycles were long (more than 35 days) or short (less than 24 days), menstrual cycle and period duration at the age of 20, whether the duration of cycles at that age varied by more than 4 days. Candidate variables regarding exogenous estrogen included use of birth control pills for at least 6 months, and any use of HRT. Candidate variables concerning fertility were whether the woman was ever pregnant, the number of pregnancies, the age at first pregnancy, and failure to become pregnant after a period of being sexually active in the absence of birth control measures (a measure of subfertility). Gershwin et al. Page 4 Hepatology. Author manuscript; available in PMC 2011 August 5. N IH PA Athor M anscript N IH PA Athor M anscript N IH PA Athor M anscript Statistical comparisons were made using SAS software (SAS Institute Inc., Cary, NC). All analyses were two-sided, and P values of less than .05 were considered statistically significant. Continous variables are expressed as mean ± standard deviation. Results Sociodemographic Characteristics A total of 1032 of the 1090 (95%) identified patients with PBC agreed to participate and completed the telephone interview. After selection by RDD and fulfillment of matching criteria, 1041 controls also agreed to participate in the study. Figure 1 illustrates the geographical distribution of the PBC cases enrolled in all states except Delaware and Hawaii. Cases and controls were similar with respect to sex, age, and ethnicity (Table 1). Among cases, the mean age at diagnosis of PBC was 51±10 years. Distribution of education levels did not differ significantly between cases and controls. Reported annual household income was significantly higher in patients with PBC compared to controls. Personal Clinical History The most common co-morbid autoimmune diseases in patients with PBC were rheumatoid arthritis (10%), Raynaud syndrome (12%), and Sjögren syndrome (10%). Table 2 shows that the prevalence rates for the latter two conditions were 6–20 times higher among cases compared to controls (P < .0001 for both comparisons). Similarly, significantly higher prevalence rates of SLE, scleroderma, and autoimmune thyroid disease were observed for patients with PBC compared with controls (P < .0001 for all three comparisons). In contrast, the frequency of a prior diagnosis of rheumatoid arthritis did not differ between patients (10%) and controls (8%) (P = .129). Compared to controls, patients with PBC reported significantly higher prevalence of hypercholesterolemia (58% vs. 46%; P < .0001) and a history of urinary tract infections (UTI) (59% vs. 52%; P = .0003). A history of breast cancer was more frequent among controls than PBC cases (5% vs. 3%), although the difference was not statistically significant. Compared to controls, patients with PBC reported significantly higher rates of tonsillectomy (57% vs. 50%; P = .0018), cholecystectomy (27% vs. 17%; P < .0001), and colonic polypectomies (18% vs. 13%; P = .0003). Family History Occurrence of PBC in a first-degree relative was reported by 57/1032 (5.9%) of cases and 5/1041 (0.5%) of controls (P < .0001) (Table 3A). Familial PBC was reported most frequently by cases in sisters (4.3%) and mothers (1.7%) (P < .001 compared to controls) (Table 3B). The frequency of SLE, autoimmune thyroid disease, and Sjögren syndrome, was also significantly increased among relatives of cases compared to relatives of controls but familial rheumatoid arthritis, Raynaud syndrome, or polymyositis did not differ. Anthropometric and Lifestyle Factors PBC cases reported a significantly lower body weight at the time of interview than controls (159±37 lb vs. 166±41 lb; P = .0006) and a slightly shorter height (64±3 in vs. 65±3 in for controls; P = .0154) (Table 4). A greater proportion of PBC cases reported a past history of cigarette smoking (60% vs. 54%; P = .0034), but more controls were active smokers at the time of the interview (32% vs. 16%; P < .0001). Compared with controls, patients with PBC reported a lesser time of passive smoke in both the work-place and at home. Lifetime alcohol consumption was similar in PBC cases and controls (90% of both groups reported they had consumed at least 120 g of ethanol). However, only 28% of PBC cases reported having had that amount in the previous 12 months compared to 50% of controls (P < .0001). Gershwin et al. Page 5 Hepatology. Author manuscript; available in PMC 2011 August 5. N IH PA Athor M anscript N IH PA Athor M anscript N IH PA Athor M anscript Patients with PBC reported to use hair dye (38±50 times/year vs. 35±50; P = .0435) as well as nail polish (29±65 times/year vs. 22±53; P < .0001) more frequently than controls. Reproductive Factors Only female cases (n = 955) and controls (n = 959) were included in the analysis of reproductive factors (Table 5). Among female cases and controls, 47% and 45% reported to be post-menopausal, respectively. However, patients with PBC were significantly more likely than controls to have used HRT in the past (60% vs. 49%, P < .0001) or currently (62% vs. 47%, P < .0001). More PBC cases than controls reported prior use of oral contraceptives but the differences were not statistically significant (75% vs. 71%; P = . 0738). A history of vaginal infection was reported more often by PBC cases than controls (63% vs. 56%, P = .0018) and patients with PBC had also experienced more such infections over their lifetimes (11±21 vs. 10±22; P = .0755). Intrauterine devices for birth control were used by 22% of women with PBC compared to 17% of controls (P = .0337), but no significant differences were observed in the prevalence of potential complications such as pelvic inflammatory disease. The number of pregnancies did not differ between cases and controls while women with PBC were younger at the first pregnancy (22.6±5 vs. 23.3±5 years in controls; P = .0105). Multivariable Results Factors with statistically significant differences in unadjusted bivariate analyses were entered into backward stepwise conditional multiple logistic regressions for each aim. History of familial PBC (adjusted odds ratio, AOR 10.736, 95% CI 4.227–27.268), SLE (AOR 2.234, 95% CI 1.261–3.957), or Sjögren syndrome (AOR 5.814, 95% CI 1.279– 26.435) and individual history of urinary tract infection (AOR 1.511, 95% CI 1.192–1.915) were significantly associated with PBC in the multiple logistic regression analyses of demographic and clinical variables (Table 6). A history of smoking (AOR 1.569, 95% CI 1.292–1.915), yearly use of nail polish (per additional application/year AOR 1.002, 95% CI 1.00–1.003), and history of use of HRT (AOR 1.548, 95% CI 1.273–1.882) were also found to be significantly associated with PBC. Never having been pregnant was significantly associated with protection from developing PBC (AOR 0.612, 95% CI 0.449–0.834) (Table 6). Discussion Etiological factors leading to the onset of PBC remain difficult to identify, in part because the disease is generally diagnosed multiple years or decades after its presumed onset.17 It is well-established that PBC has a genetic component that confers individual susceptibility.5 Prior epidemiological and experimental data suggest that environmental factors might also play an important role in the pathogenesis of the disease, but the design of these studies and the size of the cohorts and case finding methods limited the degree of confidence in the results.7 Our previous study of risk factors and comorbidities in PBC11 also had some limitations. First, the enrollment of patients through an Internet-based support group might have led to an over-representation of patients with higher education and social status. Second, the use of siblings and friends as controls may have biased the estimates of comorbid conditions in patients and their families. Despite these limitations, our prior study facilitated the development of hypotheses, the design of a more comprehensive investigative strategy, and the refinement of the questionnaire. PBC frequently coexists with other autoimmune diseases that are also more frequently found in family members without PBC, although data are often not consistent across studies.1 Gershwin et al. Page 6 Hepatology. Author manuscript; available in PMC 2011 August 5. N IH PA Athor M anscript N IH PA Athor M anscript N IH PA Athor M anscript Thus, an initial report of an association of PBC with breast cancer18 was not confirmed by others.19 We are aware of the potential weaknesses of our study design. The lower participation rate among controls compared to cases might have been associated to the different distribution of socioeconomic status. As a consequence, the controls may have been receiving medical attention of lower frequency and quality. The large number of factors investigated by statistical testing might also account for falsely significant associations. Nonetheless, many of the associations in the multivariable analysis were significant at P levels considerably lower than .05. Finally, all the information, except the diagnosis of PBC in enrolled cases, was obtained from self-reporting and not validated by record review, which could result in misclassifications, particularly for comorbidities. Despite these limitations, we believe that our findings represent the soundest evidence ofassociations yet reported for PBC. The design of our study included the investigation of three important types of variables, including demographics and personal and family history, lifestyle, and reproductive factors in female participants. Each type included, among others, variables that had been previously suggested as risk factors for PBC, such as familial clustering,6 association with UTI,20 tobacco smoking,11 and estrogen use.21 We observed that PBC coexists with other autoimmune diseases in 32% of cases compared to 13% of controls. Among autoimmune conditions found in PBC cases, Raynaud syndrome (12%) and Sjögren syndrome (10%) were the most frequent, in accordance with previous reports.22,23 We note that other studies reported higher prevalence rates but were based on a smaller number of probably select cases. We found that 27 cases (3%) with PBC reported a diagnosis of SLE. This is surprising since only six cases of such an association had been previously described in the literature.24 Among non-autoimmune conditions, we found a high prevalence of hypercholesterolemia among PBC cases, consistent with chronic cholestasis and induction of lipoprotein X synthesis and similar to previous reports.25 We also report for the first time a higher prevalence of hay fever among controls compared to patients (18% vs. 14%; P = .0113). Our data did not reveal an association between PBC and breast cancer, the prevalence of which was not significantly different between cases and controls. Importantly, 59% of patients with PBC reported a history of UTI compared to 52% of controls, and UTI was independently associated with PBC in multivariable modeling. This finding supports the hypothesis that infectious agents may break immunological tolerance in PBC.26 Similarly, the increased prevalence and frequency of vaginal infections among female cases and the higher rate of tonsillectomy in all patients with PBC also support this hypothesis. Notably, the history for UTIs or vaginal infections reported by participants was not confirmed with laboratory data, perhaps because UTIs are often asymptomatic or minimally symptomatic, especially in women. The observed rates of autoimmune diseases in relatives of cases and controls strongly support the hypothesis that genetic background is crucial in establishing predisposition to PBC and, possibly, autoimmunity in general. All of the autoimmune conditions we investigated were reported significantly more often in first-degree relatives of patients with PBC compared to controls. Notably, 6% of patients with PBC also reported having a family member with the disease, most often the mother or a sister, in accordance with our previous data11 and and more frequently than reported in older studies.7 The analysis of lifestyle factors demonstrated that a history of smoking and the frequent use of cosmetic products such as nail polish were associated with PBC. However, the odds ratio for increased frequency of nail polish use was not impressive and thus this association must be interpreted with caution. Nonetheless, these data are intriguing in view of the xenobiotics Gershwin et al. Page 7 Hepatology. Author manuscript; available in PMC 2011 August 5. N IH PA Athor M anscript N IH PA Athor M anscript N IH PA Athor M anscript hypothesis proposed for the development PBC with specific halogenated compounds that could increase the immunogenicity of mitochondrial proteins9 and able to induce AMA in animal models.27 An association between PBC and smoking could also be explained by a possible effect of tobacco smoke on the T-helper-1 cytokine response28 that is predominant in PBC.29 A role for estrogens in establishing the female predominance of PBC has been proposed, but supporting evidence is limited.21 Our results indicate that a history of use of HRT was significantly more frequent among women with PBC and was also significantly associated with PBC in the multivariable model. This association is relevant to the clinical management of PBC, since variable degrees of bone loss, in our study suggested by reportedly shorter height of patients with PBC, are common features of prolonged cholestasis30 that induce physicians to prescribe HRT.31 We therefore cannot determine whether the more frequent use of hormone replacement therapy is a cause or a consequence of having PBC. However, an altered distribution of estrogen receptors has recently been demonstrated in liver samples of patients with different stages of PBC.32 Our results also showed that never having been pregnant was negatively associated with PBC while we could not confirm the previously reported high prevalence of menstrual abnormalities in women with PBC.33 The former factor is consistent with the proposed role for fetal microchimerism in the pathogenesis of autoimmunity,34 despite the conflicting data reported on this issue.35–37 In conclusion, we report the results of the largest study to date of risk factors and comorbidities associated with PBC. Our data support some of the previously proposed risk factors for PBC, including familial occurrence, clustering of autoimmunity, smoking, and history of UTI. However, this large study did not confirm other previous reports, such as the increased prevalence of breast cancer in women with PBC. We further identified new putative risk factors (the use of cosmetic products) and autoimmune conditions (SLE) associated with PBC. Future efforts should concentrate on interactions of genetic and environmental factors in relation to PBC. The former issue should be approached through the creation of a worldwide database and collection of samples from patients and family members and through a genome-wide linkage study, similar to that recently reported for juvenile rheumatoid arthritis.38 The role of identified environmental risk factors should be investigated in animal studies to achieve a satisfactory model for the etiology of PBC. Investigations of putative environmental agents in different genetically inbred mouse strains could uncover the genetic– environmental interactions leading to the development of PBC. Only these combined efforts will provide the solution to the enigma of PBC etiology.",
    "creator" : "AH Formatter V5.0 MR2a (5,0,2009,0623) for Linux"
  }
}