{
  "name" : "4fe80f84193c6e89ba7b.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Does Co-Financing by Multilateral Development Banks Increase “Risky” Direct Investment in Emerging Markets? – Evidence for German Banking FDI",
    "authors" : [ "Torsten Wezel", "Heinz Herrmann", "Thilo Liebig", "Karl-Heinz Tödter" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Does Co-Financing by Multilateral Development Banks Increase “Risky” Direct Investment in Emerging Markets? – Evidence for German Banking FDI\nTorsten Wezel\nDiscussion Paper Series 1: Studies of the Economic Research Centre No 02/2004\nDiscussion Papers represent the authors’ personal opinions and do not necessarily reflect the views of the Deutsche Bundesbank or its staff.\nEditorial Board: Heinz Herrmann Thilo Liebig Karl-Heinz Tödter\nDeutsche Bundesbank, Wilhelm-Epstein-Strasse 14, 60431 Frankfurt am Main, Postfach 10 06 02, 60006 Frankfurt am Main\nTel +49 69 9566-1 Telex within Germany 41227, telex from abroad 414431, fax +49 69 5601071\nPlease address all orders in writing to: Deutsche Bundesbank, Press and Public Relations Division, at the above address or via fax No +49 69 9566-3077\nReproduction permitted only if source is stated.\nISBN 3–935821–77–8"
    }, {
      "heading" : "Abstract",
      "text" : "The paper discusses the question of whether financial participation of multilateral\ndevelopment banks does prompt private investors to inject more risky equity capital in\nemerging market banks. Using a theoretical model, it is stipulated that the presence of an\nofficial lender in a project gives the recipient country a stronger economic incentive to honor\nits contractual obligations instead of possibly restricting access to the investment position. An\ninnovative endogenous variable measuring the amount of invested equity capital which, given\na country’s historical risk profile, can be considered “at risk” is tested in the empirical\ninvestigation. The observed outcome for the group of investors receiving co-financing by the\nInternational Finance Corporation (IFC) and/or the European Bank for Reconstruction and\nDevelopment (EBRD) is related – applying a propensity score matching approach using\ninformation on the characteristics of non-participants – to the amount these firms would have\ninvested had they not been selected for official support. The econometric results show that the\n“treatment effect” is significantly positive as stipulated. That is, in the German case financial\nparticipation of multilateral agencies in investment projects did have a positive impact on the\nrisk exposure that investors were willing to bear.\nKey words: foreign direct investment, banks, emerging markets, multilateral development banks, program evaluation, propensity score matching\nJEL Classification: C14, F21, G21"
    }, {
      "heading" : "Non-Technical Summary",
      "text" : "Spurred by the observation that even large multinational financial conglomerates occasionally seek support by a multilateral development bank (MDB) when establishing a presence in high-risk environments, the paper investigates whether the availability of co-financing by such agencies as the International Finance Corporation (IFC), the private sector arm of the World Bank, or the European Bank for Reconstruction and Development (EBRD) have prompted German banks that obtained such support to invest more “risk-adjusted” equity capital in selected emerging banking markets during 1998 and 2001 than did ordinary investors. In the literature, this particular topic has not yet attracted much attention. Having its original applications in labor market economics (pertaining to job training programs, for example), econometric evaluation of the impact of participation in reform programs has typically been confined to assessing the effectiveness of IMF country programs. Evidence on the “treatment” effects of multilateral agencies’ support at the firm level is still scarce, however.\nBuilding on a theoretical model by Asiedu and Villamil (2000), the paper starts from the assumption that the presence of an official investor in an FDI project gives the recipient country a stronger economic incentive to honor its contractual obligations. High-risk countries do not themselves dispose of devices wherewith to improve their standing with international investors in the short run. Here, using the instruments multilateral development banks have to offer – loan subsides, technical assistance and, most importantly, provision of co-financing – may work to lower a host country’s required threshold of political safety that needs to be crossed for it to receive FDI at all. Essentially a coalition of stakeholders, the multilateral agency may threaten to suspend its loans to the non-cooperative country altogether. This should lead its government to weigh its options carefully if the expected future stream subsidized lending that would be lost after a default represents a significant portion of the country’s external financing. Therefore, participation of a multilateral agency can be thought of as a deterrent to expropriation or similarly detrimental events such as payment restrictions or denial of access to investors’ property.\nIn order to measure the extent to which IFC/EBRD participation increased German banks’ willingness to enter high-risk environments, the study uses an innovative dependent variable which measures investors’ equity capital that, given a country’s risk profile, can be deemed “at risk”. This “exposure”, aptly called “capital-at-risk”, is a product of the absolute amount of investment multiplied with the country’s probability of sovereign default which itself is derived by linking the sovereign risk rating of the country to global historical five-year default rates on government bonds.\nFor the econometric estimation of the treatment effect propensity score matching is used. The econometric outcome shows that in the German case co-financing by multilateral development banks has indeed had a positive impact on the extent of risk-adjusted FDI. These results are shown to be statistically significant at conventional levels. Moreover, applying the matching procedure changes the relevant outcome of control group banks by up to nearly 30% of the initial simple average, thereby exemplifying the importance of choosing the correct counterfactual outcome.\nWhile the estimation results are suggestive of significant effects relating to involvement of multilateral agencies in FDI projects, a number of limitations have to be kept in mind. The study analyzes FDI projects of a single country of origin, and with only 77 evaluated projects the sample size is relatively small. The investigation also rests on some important assumptions about non-systematic influence of unobserved bank characteristics and the willingness of control group banks to receive the treatment. Finally, it is not possible to derive conclusions on the welfare effects for the international community at large, since the insurance effect of involving multilaterals may prompt moral hazard effects and the possibility of over-investment in certain projects. Nonetheless, the results of this study should be understood as a first indication that multilateral development banks can assume an effective role in fostering direct investment in risky emerging markets."
    }, {
      "heading" : "Nichttechnische Zusammenfassung",
      "text" : "Sogar große multinationale Finanzkonglomerate suchen zuweilen bei der Ansiedlung in einem hochriskanten Umfeld die Unterstützung durch eine multilaterale Entwicklungsbank („multilateral development bank“ – „MDB“). Ausgehend von dieser Beobachtung untersucht die vorliegende Arbeit, ob die Verfügbarkeit von Kofinanzierung durch solche Institutionen wie die International Finance Corporation (IFC), eine Privatsektoraktivitäten fördernde Gesellschaft innerhalb der Weltbankgruppe, oder die Europäische Bank für Wiederaufbau und Entwicklung (EBWE) derartig unterstützte deutsche Banken dazu veranlasst hat, zwischen 1998 und 2001 mehr „risikoangepasstes“ Eigenkapital als gewöhnliche Investoren in ausgewählten Schwellenländern mit sich entwickelnden Finanzmärkten zu investieren. In der Literatur hat dieses spezielle Thema noch keine große Aufmerksamkeit gefunden. Die ökonometrische Evaluation der Wirkung der Teilnahme an Reformprogrammen, die anfänglich in der Arbeitsmarktsforschung (z.B. bezogen auf berufliche Fortbildungsmaßnahmen) angewendet wurde, hat sich bislang überwiegend auf die Überprüfung der Effektivität von IWF-Länderprogrammen beschränkt. Die Evidenz zu den „Behandlungseffekten“ („treatment effects“) der Unterstützung durch multilaterale Institutionen ist auf Einzelfirmenebene jedoch noch spärlich.\nAuf der Grundlage eines theoretischen Modells von Asiedu und Villamil (2000) geht die Untersuchung zu Beginn von der Annahme aus, dass das Vorhandensein eines “offiziellen” Investors in einem Direktinvestitionsprojekt dem Empfängerland einen stärkeren ökonomischen Anreiz zur Einhaltung seiner vertraglichen Pflichten vermittelt. Hochriskante Länder verfügen selbst nicht über die Mittel, um ihr „Standing“ bei internationalen Investoren kurzfristig zu verbessern. Hier kann die Nutzung der Instrumente, die multilaterale Entwicklungsbanken anbieten können – Kreditsubventionen, technische Hilfe und die besonders wichtige Bereitstellung von Kofinanzierungen –, bewirken, dass die Mindestschwelle an politischer Sicherheit in einem Gastland, die überschritten werden muss, um überhaupt Direktinvestitionen („foreign direct investment“ – „FDI“) zu erhalten, gesenkt wird: Die multilaterale Institution als De-facto-Koalition der Anspruchsberechtigten kann damit drohen, ihre Kredite an unkooperierende Länder zu sperren. Dies sollte die Regierung solcher Länder dazu bewegen, ihre Optionen besonders gründlich für den Fall abzuwägen, dass der erwartete Zustrom an subventionierten Krediten, der nach einem Zahlungsausfall („default“) ausbliebe, einen erheblichen Anteil der externen Finanzierung des Landes ausmacht. Daher kann die Beteiligung einer multilateralen Institution als Abschreckung hinsichtlich der Enteignung oder ähnlich schädlicher Ereignisse wie Zahlungsbeschränkungen oder dem verweigerten Zugriff auf das Investoreneigentum verstanden werden.\nUm abzuschätzen, inwieweit die Beteiligung der IFC bzw. EBWE die Bereitschaft der deutschen Banken zum Markteintritt in einem Hochrisikoumfeld erhöht hat, verwendet die\nStudie eine innovative unabhängige Variable, die das Eigenkapital der Investoren misst, das vor dem Hintergrund des Risikoprofils eines bestimmten Landes als risikobehaftet gelten kann. Dieses „Exposure“, treffend „capital-at-risk“ genannt, ist das Produkt aus absolutem Investitionsvolumen und der Wahrscheinlichkeit des staatlichen Zahlungsausfalls („sovereign default“) eines Gastlandes. Diese wird ihrerseits durch die Verknüpfung des LänderrisikoRatings eines Staates mit der entsprechenden globalen historischen Ausfallrate von Staatsanleihen fünf Jahre nach deren Begebung berechnet.\nFür die ökonometrische Schätzung der Behandlungswirkung wird ein sogenanntes „propensity score matching“ eingesetzt. Die Schätzergebnisse zeigen, dass die Kofinanzierung durch multilaterale Entwicklungsbanken im Falle Deutschlands tatsächlich eine positive Wirkung auf die Höhe der risikoangepassten Direktinvestitionen gehabt hat. Es wird gezeigt, dass diese Ergebnisse statistisch signifikant sind. Zudem verändert die Anwendung des Matching-Verfahrens das relevante Ergebnis der Banken in der Kontrollgruppe um bis zu 30% des ursprünglichen Durchschnittswerts. Dies veranschaulicht die Bedeutung der Wahl des richtigen „kontrafaktischen“ Ergebnisses – also desjenigen, welches sich für die Programmteilnehmer im hypothetischen Fall ihrer Nichtteilnahme eingestellt hätte.\nObwohl die Schätzergebnisse signifikante Effekte hinsichtlich der Beteiligung multilateraler Institutionen bei Direktinvestitionsprojekten suggerieren, sollte eine Reihe von Einschränkungen nicht außer Acht gelassen werden. Die Studie analysiert FDI-Projekte eines einzigen Ursprungslandes, und mit lediglich 77 evaluierten Projekten ist der Stichprobenumfang relativ klein. Auch stützt sich die Untersuchung auf einige wichtige Annahmen über den nichtsystematischen Einfluss von unbeobachteten Bankencharakteristika und die grundsätzliche Teilnahmebereitschaft der nichtgeförderten Banken in der Kontrollgruppe. Letzten Endes ist es auch nicht möglich, Rückschlüsse auf die Wohlfahrtswirkungen für die internationale Gemeinschaft insgesamt zu ziehen, da die Versicherungswirkung der Beteiligung von multilateralen Institutionen Moral-Hazard-Effekte und die Möglichkeit von Überinvestitionen in bestimmte Projekte nach sich ziehen kann. Gleichwohl sollten die Ergebnisse dieser Arbeit als erstes Indiz dahingehend verstanden werden, dass multilaterale Entwicklungsbanken eine wirksame Rolle bei der Förderung von Direktinvestitionen in riskanten Schwellenländern einnehmen können."
    }, {
      "heading" : "Contents",
      "text" : ""
    }, {
      "heading" : "1 Introduction 1",
      "text" : ""
    }, {
      "heading" : "2 The Model 2",
      "text" : "2.1 Basic Model 2\n2.2 Discussion of Model Extensions 7\n2.2.1 Forbearance of the Multilateral Agency 7\n2.2.2 Threat of Judicial Enforcement 8"
    }, {
      "heading" : "3 Endogenous Variable 9",
      "text" : ""
    }, {
      "heading" : "4 Estimation Method and Exogenous Variables 12",
      "text" : "4.1 The Problem of Self-Selection in Program Evaluation 12\n4.2 Propensity Score Matching 13\n4.3 Exogenous Variables 17"
    }, {
      "heading" : "5 Sample Selection 18",
      "text" : ""
    }, {
      "heading" : "6 Empirical Results 19",
      "text" : "6.1 Absolute Capital-at-Risk 19\n6.2 Size-Adjusted Capital-at-Risk 22"
    }, {
      "heading" : "7 Conclusions 23",
      "text" : "Appendix 24\nReferences 29\n- 1 -"
    }, {
      "heading" : "Does Co-Financing by Multilateral Development Banks Increase",
      "text" : "“Risky” Direct Investment in Emerging Markets? –"
    }, {
      "heading" : "Evidence for German Banking FDI",
      "text" : ""
    }, {
      "heading" : "1 Introduction",
      "text" : "Multinational development banks such as the International Finance Corporation (IFC), the main private sector arm of the World Bank, or the European Bank for Reconstruction and Development (EBRD), operating analogously in the Central and Eastern European transition countries, have for years been taking stakes (equity or debt) in foreign direct investment (FDI) projects in emerging market economies that were initiated by investors located in industrialized countries. Founded already in 1956, IFC shares commercial risks with foreign investors when they are not yet prepared to invest on their own account (for details on IFC’s operations in banking sector projects see Box 2, Appendix). Similarly, EBRD has helped mobilize private investment and improve the investment climate by loans and equity participations since its establishment in 1991. At times, even large financial conglomerates that undoubtedly have accumulated the needed expertise and experience for venturing into emerging markets request and indeed attain support by these institutions in apparently difficult projects, which leads one to wonder about the economics of such a decision.\nIt is often alleged that having such international financial institutions participate in foreign business ventures helps mitigate project risks. For example, IFC (2002) perceives itself as a catalyst to help clients implement investment plans and to mitigate risk, thereby enabling investors to proceed with plans that they otherwise would not implement in light of perceived risks. This paper does not attempt to verify this statement with respect to ordinary commercial risks but concentrates on the issue of sovereign risk, investigating whether German banks that obtain project-related co-financing from the IFC or the EBRD invest more “risk-adjusted” equity capital in emerging banking markets1 than do ordinary investors. As events during the recent Argentinean crisis have shown – banks were virtually disowned by the forced asymmetrical “pesification” of assets against deposits –, host country governments may perceive the banking sector to be a “strategic” industry for economic development. What followed were discussions at the international level2 about the safety of FDI in the financial sector and whether instruments or institutions can be devised for protecting foreign investors against political risks. Analyzing this question with respect to the role of multilateral\n1 The financial sector represents one of IFC’s so-called high-impact sectors, where spillover effects to other parts of the economy are significant. Financial sector projects accounted for about 40% of IFC commitments on average during the 1999-2001 period; see Mavrotas (2002), pp. 2, 4. 2 For example the Working Group of the Committee on the Global Financial System on “FDI in the financial sector of emerging market economies” at the Bank for International Settlements, Basle.\n- 2 -\ndevelopment banks in FDI projects is the motivation for this study. It is restricted to banking FDI because inclusion of other sectors would have implied arduous accounting for various industry-specific factors which multilateral development banks’ consider when deciding which projects to co-finance. The obvious question of whether officially supported projects display a higher profitability3 cannot be answered in this paper because the data series on earnings are not yet long enough.\nThe investigation is organized as follows: Section two presents a clear-cut model that outlines the incentives underlying the host country’s decision to possibly expropriate the foreign investment position and explains the existence of different investment levels given varying country risk profiles across locations. An innovative variable measuring the amount of investment capital adjusted for the probability of sovereign default and, accordingly, expropriation is presented in section three. The following section illustrates the propensity score matching approach used for measuring the treatment effect associated with official cofinancing and the derivation of exogenous variables needed for estimating the individual probability of receiving the treatment. Section five gives an understanding of how the sample of countries and projects was arrived at. Finally, estimation results and significance checks are presented in section six, followed by a brief conclusion in the last section."
    }, {
      "heading" : "2 The Model",
      "text" : ""
    }, {
      "heading" : "2.1 Basic Model",
      "text" : "The theoretical underpinning to this paper is a model propagated by Asiedu and Villamil (2000, 2002) which in turn builds directly on work by Eaton and Gersovitz (1983, 1984) as well as to a lesser extent on that by Thomas and Worrall (1994). Central to all of these papers is the notion that a country’s decision to default on its external debt obligations is influenced by economic incentives which lend themselves to modeling.\nIn a two-country setting, the host (or recipient) country has a capital stock which is less than the optimal stock, i.e. the marginal product of the domestic capital stock f´(kd) is still higher than the required rate of return r. The investor from the foreign country can either receive a return σ from utilizing a safe storage facility or expect to receive r by investing in the host country. Note that Asiedu and Villamil refer to capital injection by lending rather than equity participation, but the results remain valid if r is interpreted as a constant required rate of return instead of a fixed interest rate. In general, r> σ>0, actuating foreign firms to invest as much as possible in a given project.\n3 There is, however, some evidence that IFC-sponsored projects have, on average, been less successful than other foreign investment projects undertaken independently; see Mavrotas (2002), p. 9, footnote 9.\n- 3 -\nHowever, the host country government is subject to countervailing incentives. It can either be “good”, i.e. honor the contractual agreements and receive (discounted) returns f (k) from the combined capital stock k = k f (foreign-supplied) + kd (domestic) less the return r paid on k f from now on to infinity:\n(1) ∞\n=\n− −− − =−−= ts ddts t kkrkfß kkrkfßkG )]()([ 1\n1)]()([)(\nr ßandkkkwhere df θ=+= .\nThe factor ß is not simply a discount factor as in Eaton and Gersovitz (1983) but includes a country-specific risk parameter θ denoting “the probability of survival, an idiosyncratic factor that reflects the `patience´ of decision makers in the poor country”.4 High-risk locations where the government, trying to remain in office, is myopic, will have a low θ and thus a large discount on expected returns. Eaton and Gersovitz (1983) account for part of the country risk by discounting income from foreign capital f´(kt) * kt f by multiplying the term with (1-τt), where τt is a “tax” rate on foreign capital and τ=1 means full expropriation.5\nAlternatively, the government can choose to be “bad”, i.e. expropriate the foreign investor’s holdings. Hence, it enjoys the entire return on capital f (k) at time s = 0 and loses access to foreign capital henceforth – f (kd) rather than f (k) –, thus being left with the (discounted) national income (in autarky):\n(2) ∞\n+=\n−\n− +=+= 1 )( 1 )()()()( ts\ndd t ts tt kfß\nßkfkfßkfkB .\nClearly, the host country government will honor its obligations as long as the repayment incentive constraint G(k) ≥ B(k) holds in every state. This constraint ensures that the contract is self-enforcing which means that the long-term benefits of fulfilling the contract exceed short-term gains to be had by repudiating claims. It is effectively the threat of halting investment flows altogether that works to forestall expropriation.6\nIn solving the optimization problem, the capital stock k maximizing the host country’s present discounted utility of income W is then chosen, subject to the repayment incentive constraint:7\n4 Asiedu and Villamil (2002), p. 479. 5 See Eaton and Gersovitz (1983), pp. 100-101. 6 See Thomas and Worrall (1994), pp. 82-83. 7 Asiedu and Villamil (2002, p. 479) subject the maximization problem to the additional constraint that the foreign investor must receive at least the return available from the storage facility, which is fulfilled here by assumption.\n- 4 -\n(3) .),()(s.t.)],()([ 1 1)(max kkBkGkkrkf ß kW d ∀≥−− − =\nBy taking the Lagrangian, the first-order conditions turn out to be:\n(4) )()( 1 )1()( kBkGand ß ßrrkf = + −=−′ λ λ .\nInvestment is at its efficient level when marginal revenue f´(k) equals marginal cost r. Accordingly, any “wedge” between the two expressions represents an efficiency loss due to sub-optimal enforcement of the investment contract that leads to under-investment.8 The right-hand side of (4) and thus the degree of inefficiency depend on the discount factor ß, the rate of return r and the extent to which incentive constraint λ binds (if it does, λ > 0). Obviously, it is desirable for the right-hand side to approach zero. This is the case when λ→0, i.e. the constraint becomes weak, ß→1, i.e. political risk decreases, and r→0, i.e. a lower rate return is to be paid to the investor which is bounded from below by the interest rate σ on the risk-free storage facility. Since r cannot be zero under normal circumstances, it is not a variable to be altered with a view to bringing about the optimal solution. This task is effectively left to the risk measure ß as it also has a bearing on whether the constraint will bind or not. Accordingly, the host country’s characteristics determine its discount factor, which in turn influences the flow of FDI. In their earlier paper, Asiedu and Villamil (2000) show that the variation in ß yields three ranges of foreign investment, of which only case 3 is truly efficient:\nCase 1: B(k) > G(k) (constraint set is empty),\nCase 2: λ > 0 (constraint binds): f´ (k) > r ,\nCase 3: λ = 0 (constraint does not bind): f´ (k) = r .\nIn case 1, rational investors anticipate expropriation by the host country government and will therefore avoid direct investment. Case 2 describes an intermediate solution: as the constraint binds, the remaining inefficiency owing to a non-zero numerator in (4) renders the investment level sub-optimal, i.e. there is under-investment since no commitment technology exists with which to induce both parties to adhere to the first-best solution after the initial investment has taken place.9 Case 3 represents the optimal state: the constraint does not bind – there is no risk of expropriation at any time – and foreign investors inject capital until marginal revenue equals marginal cost.\n8 See also Eaton and Gersovitz (1984), p. 22. 9 See Asiedu and Villamil (2000), pp. 4-5.\n- 5 -\nA numerical example will illustrate why these different zones exist. Suppose that ß is near zero, i.e. host country officials are extremely short-sighted. Then B(k) > G(k) (see also figure 1, Appendix), i.e.:\n).()()(,\n.1 1 10 1 ,0)]()([ 1 1)( 1 )(\nd\ndd\nkkrkfkfTherefore\nß and ß ßifbecausekkrkf ß kf ß ßkf\n−−>\n≈ − ≈ − ≈−− − > − + β\nThe utility of confiscating the existing foreign capital stock is greater than honoring the contract because the government does not adequately value future capital injections from abroad and will thus aim to avoid paying the return on the modest foreign capital it is still likely to receive.\nAt the other extreme – when ß approaches one – the repayment incentive constraint will tend to be satisfied, i.e. B(k) ≈ G(k). This is because both of the above expressions involving ß go to infinity as the series cease to converge. However, for very large magnitudes of r(k-kd), the country’s incentive to rid itself of the external payment burden turns strong, and B(k) will once again exceed G(k). The upper (feasible) bound of kmax is where B(k) intersects with the downward-sloping curve of G(k), i.e. with B´(k) > 0 and G´(k) < 0 (see figure 3, Appendix). By contrast, the lower bound kmin is determined by the minimal threshold of ß in order for the constraint to bind which is the case at the intersection of both functions, with both B´(k) and G´(k) > 0. Algebraically, the threshold ßmin is reached when:\n. )()( )(0}0|)]()({[; )()( )(\n)()]()([ 1 1)( 1 )()(\nminmin d\nd d\nd\nd\ndd\nkfkf kkrßßkfkfgiven kfkf kkrß\nkGkkrkf ß kf ß\nßkfkB\n− −= <>− − −−=\n=−− − = − +=\nThe contract is deemed self-enforcing for values of ß ≥ ßmin. Note that kmax does not necessarily coincide with the optimal capital stock k* if at that point the utility of income W(k), being a function of G(k), is not maximized, which is the case if G´(kmax) < 0. The optimum is determined by G´(k*) = 0 and G´́ (k) < 0. On the other hand, under-investment takes place if k* cannot be attained because the incentive constraint would not be fulfilled at point k* (see figure 2, Appendix). Hence, there will only be the constrained capital stock kc which is lower than k* if B(k) > G(k), even though G´(k) > 0. Unconstrained investment ku will be possible if and only if G(k*) ≥ B(k*) and ß* ≥ ßmin, with ß* being the discount factor corresponding to k*. Thus, the three cases can be characterized in more detail as follows:\n- 6 -\n.investmentforeignnedunconstrai;*)()()1*,(:3\n,investmentforeigndconstraine*;)()(*),(:2\nautarky,financiali.e.,investmentforeignno);()(),0(:1\nmin\nmin\nmin\nßßandkBkGßßCase\nkkbutkBkGßßßCase\nkGkBßßCase\nc\n≥≥ ∈\n<≥ ∈\n> ∈\nClearly, it is desirable for both parties to the contract to widen the area where case 3 applies, or, for high-risk environments, case 2 instead of case 1. The problem is that the perceived ß is virtually exogenous, i.e. the host country has hardly any mechanisms at its disposal to credibly increase its discount factor in the short-term. Over time, assessments of country risk, for instance by credit rating agencies, may change thanks to improved macroeconomic and political stability, but usually this tends to be a protracted process.\nAsiedu and Villamil (2002) discuss policy options available to the host country to tackle this perceived commitment problem. All of these options involve external assistance supplied by either industrialized countries or, more appropriately, by multilateral development agencies. The recipient country can either (a) request a loan subsidy from a bilateral lender, (b) ask for technical assistance or (c) solicit a multilateral development bank’s financial support. In case (a), the subsidized interest rate ρ is lower than the required rate of return r, with the external repayment obligation r(k-kd) being lowered to r(1-γ) (k-kd) + ργ (k-kd), γ being the share of subsidized external financing. By calibration the authors show that for any level of subsidized loans both thresholds ßmin and ß* are lower than before. It is not hard to see that the effect of subsidization is twofold: in the short run, the incentive constraint is fulfilled for lower values of ß, and over the medium term, the country disposes of more low-cost funds which act to release budgetary resources for implementing structural reforms. Case (b), technical assistance, works in a different way: by updating production processes, the host country’s productivity is strengthened and f (k) rises by the factor [1+δ(α)], with α denoting the amount of resources spent on technical assistance. In turn, this also lowers the threshold ßmin.\nThe final case (c) is the one on which this study centers. It is hypothesized that, by having a multilateral agency participate in an FDI project, ßmin is lowered to the point at which investment, if constrained, takes place. Asiedu and Villamil (2002, p. 486) argue that at times a single lender – here by means of “uncoordinated” bilateral aid – may not be able to reduce ßmin sufficiently. Therefore, if the individual discount factor is very low, several investors may be needed to overcome the autarky scenario because the required funding may exceed a single donor country’s allotted resources. This is where the usefulness of charging a multilateral development bank (MDB) with coordinating the lending effort comes into play. Absent centralized lending, the recipient country might lean towards selective default on some creditors. If instead lenders form a coalition under the roof of the MDB, the host country government will weigh its options more carefully because the future stream of subsidized lending that would be lost when defaulting on multilateral loans might be substantial, even\n- 7 -\nforbidding. Put differently, the additional payoffs arising from multilateral financing that would be lost after a possible default in the autarky situation matter strongly when the country, as can be expected in the case of emerging markets, is a frequent customer with the multilateral agency. Thus, if a large share of a country’s current and future external financing comes from the World Bank or one of the regional development banks, default against these institutions is really not an option, as doing so would result in the cessation of all lending operations already scheduled.\nApplied to the question under study, participation of a multilateral in an FDI project acts as a deterrent to the conceivable expropriation of the foreign subsidiary as there is much more at stake for the host country than just the expected payments from a particular project. Losing all of one’s multilateral subsidized credit may seem a harsh penalty for a possibly minor selective default, but it is certainly something to be reckoned with when taking hold of a project in which a multilateral agency is invested.10"
    }, {
      "heading" : "2.2 Discussion of Model Extensions",
      "text" : ""
    }, {
      "heading" : "2.2.1 Forbearance by the Multilateral Agency",
      "text" : "In extending the model, we may ease the strong restriction of an automatic freezing of future official credit somewhat by introducing a leniency factor µ (with 0 ≤ µ ≤ 1) denoting the probability that the multilateral development bank, keen on minimizing its losses, and thus all other private creditors, assured by the implicit guarantee of MDB forbearance, will decide11 not to stop lending to the host country even though the rights of the agency are infringed upon.12 This variable is deemed to depend on the country’s track record with its external creditors that is partially reflected in its current ß, and on the amount of total debt and equity capital “owed” to the MDB (“too-big-to-fail” doctrine). Therefore, the host country will violate its external obligations only if B(k) – G(k) > 0, i.e.:\n(5) 0)]()([ 1 1)]}()[,()({ 1 )( >−− − −+ − + dfMDBd kkrkf ß kfkßkf ß ßkf µ .\n10 A theory of the relationship between the multilateral agency and the host country under asymmetrical information and diverging interests is elaborated by Pallage and Robe (2003) who show that the agency can supplement its inferior state of information about the success of the projects at hand by requiring that the country invest its own funds in the project that the agency wants undertaken. 11 It is assumed that this decision is made in the same period as the initial investment and expropriation in order to integrate this event into the static model. 12 As the recent past has shown, this less restrictive assumption is supported by empirical evidence. The MDB has a politically motivated self interest in preventing the debtor from defaulting against the MDB and has options at its disposal to avert such an event. For instance, after the Argentinean default towards its private creditors, the IMF and the World Bank essentially deferred Argentina’s debt service by floating exactly the funds needed to prevent the country’s multilateral debt from becoming past due.\n- 8 -\nNote that the leniency factor provides the host country with a countervailing incentive concerning its discount factor. As its reputation as a decent borrower rises in line with prudent macroeconomic management and investor relations, it will have greater leeway to tamper with its external obligations. On the other hand, the country is given the incentive to become a substantial borrower, and in turn this status will materialize only if the country initially plays by the rules. Thus, at least in the short run the leniency factor will be quite low (near zero) for the bulk of emerging markets, and they must fear getting cut off from official finance in the case of default. Applied to the wide spectrum of emerging market economies, this also means that the benefit of involving an MDB tends to diminish as the state of development advances."
    }, {
      "heading" : "2.2.2 Threat of Judicial Enforcement",
      "text" : "One can further alter the model by incorporating the likelihood that the investor is able to recoup all or part of the initial investment with the help of an enforcement technology such as the one provided by courts. Indeed, Krasa and Villamil (2000) account for imperfect judicial enforcement that both parties will want to avoid because using it causes a deadweight loss. The foreign government, in deciding to disown the investor, must make allowances for the possibility of getting sued in court after an expropriation. To forestall this outcome, the government may determine to voluntarily pay the investor a certain sum of money that would be sufficient to avert judicial enforcement. This payment will have to at least equal the expected legal costs of a lawsuit to be borne initially by the plaintiff plus the amount of investment the investor could reasonably expect to recoup by legal action multiplied by the subjective probability of a ruling in favor of the investor. Thus, the utility from noncooperation is further expanded to:\n(5´) )()]}()[,()({ 1 )()( ffMDBd kxckfkßkf ß ßkfkB ∗−−+ − += ηµ ,\nwhere c = the supposedly fixed legal costs, η = the probability of the investor’s legal success and x = the share of the investment likely to still be recouped (0 ≤ x ≤ 1). Alternatively, should the government decide to take its chances and wait for the lawsuit to evolve, the set-up would have to become intertemporal and thus unnecessarily complex.13 Such a setting would mean taking the model too far considering its rather straightforward purpose. Hence, the construct of a lump-sum payment appears to be an elegant way to model the financial pressures associated with possible judicial enforcement mechanisms.\n13 The model would then have to be a dynamic non-cooperative game with several decision knots. Put simply, first the MDB makes the decision whether or not to suspend payments to the recipient country. In case of forbearance, the investor then decides whether or not to take legal action. If the investor sues, the court then rules whether or not the claim is valid. If the ruling is in favor of the plaintiff, the investor must then try to enforce its claim, which may or may not be feasible. In effect, a series of contingent probabilities would have to be accounted for, all of which are hardly quantifiable.\n- 9 -\nNevertheless, calculating this compensatory payment appears to be a daring task as none of the parameters are readily available. Most problematically, there is no established legal practice in such cases that would help determine the likelihood of a lawsuit’s success.14 Given the lack of dependable evidence, that would suggest that the allowance for contingent reimbursements should be substantial, the probability weighting factor η and thus the chances of judicial enforcement will be close to zero. Even so, the foreign government may want to display its (possibly feigned) willingness to cooperate by making some voluntary payment in line with the one modeled above. In the end, having an independent MDB stand ready to help enforce the contract by threatening to withhold development credit causes the constraint λ to bind. Regarding the “loss” of investment capital this parallels the “court scenario” where the government must expect an outflow of capital by way of the investor’s entering an action.15\nIf, indeed, the involvement of multilateral institutions helps mitigate ad-hoc the risk of default in high-risk environments, commercial investors in such projects should be willing to commit larger amounts of risky capital compared to regular investment projects without official backing. The next section describes the derivation of an appropriate dependent variable."
    }, {
      "heading" : "3 Endogenous Variable",
      "text" : "Analogous to the VaR-concept applied in the finance literature, this study proposes a variable measuring the capital-at-risk (CAR), which, unpretentiously, is defined as the absolute amount of FDI capital invested in a given foreign bank multiplied by the probability of an individual host country’s defaulting on any of its sovereign debt issues over the medium term.16 In other words, abstaining from complementary legal enforcement technology, the CAR represents the expected ex-ante (at least temporary) loss of capital, or “exposure”, given the likelihood that a particular host country will violate contractual agreements by imposing (additional) capital account restrictions which inhibit the immediate access of foreign nationals to their investment and its payoffs.17 Admittedly, that risk may sometimes be less severe than a country’s sovereign risk because the government may decide to leave the investment project untouched regardless of possible multilateral participation. On the other hand, the government may decide to disown private investors before defaulting on its sovereign debt issues. Absent 14 Of the 80 cases that the International Centre for Settlement of Investment Disputes (ICSID) has concluded since 1972 (see www.worldbank.org/icsid/cases/conclude.htm), 34 ended with ICSID rendering an award to the claimant, 28 were discontinued upon arriving at a settlement, and the remaining cases were either discontinued at the claimant’s request or outright rejected as ICSID declined jurisdiction over the dispute. In other isolated cases, German investors have been able to obtain warrants from commercial courts that in principle would enable them to seize the debtor country’s physical foreign assets, of which there are almost none to be had in reality. 15 The second event is not always entirely contingent on the first because an impatient investor may preemptively sue the country in court regardless of what the MDB will do. However, in most cases the investor will await the outcome of the MDB’s attempt to enforce its claims. 16 As the sample comprises four years (see section 5), the absolute amount of equity capital was adjusted in each case for minor inflationary effects using the German GDP deflator. 17 This harmful action need not necessarily be outright expropriation as discussed in the model.\n- 10 -\ncompelling evidence in favor of either position, it appears fair to assume that a country under financial distress is going to obstruct foreign investment projects after a sovereign default.\nThe idea of relating invested capital to the probability of default is employed by Razin et al. (2001) who in a lending scenario determine the risk-free required rate of return by adding the residual value of the firm weighted by the default probability to the contracted principal and interest payments weighted by the no-default probability. The probability-weighting approach is also implicit in the discussion instigated by Eaton and Gersovitz (1983, p. 87), who contend that “risk neutral lenders will set the interest rate so that the probability of repayment times the amount to be repaid just equals the gross return that can be made on a safe loan”. Similarly, if expected returns on investment do not ex-ante differ substantially across emerging market economies, risk-conscious investors will therefore invest smaller amounts in high-risk locations, anticipating that a larger fraction of their investment will be subject to default owing to more pronounced sovereign risk. As Eaton and Gersovitz (1983, p. 95) put it: “Unable to forswear repudiation and expropriation, capital-importing countries receive less private capital than otherwise”. This verdict is valid unless the perceived (sovereign) default risk can be mitigated in the eyes of investors by means of involving a multilateral development bank with preferred creditor status.18 In this case, and this is the hypothesis to be tested in the empirical investigation, the capital-at-risk with MDB participation can be expected to exceed the resultant value without official support.19\n18 The term preferred creditor refers to external creditors of sovereign countries who are legally entitled to be given priority among a group of creditors. Multilateral agencies such as the World Bank or the IMF could argue that a claim for preferential treatment is justified by their status as international organizations and their function in the global economic order. Historically, the legal validity of preferences with regard to external debt has been recognized by international tribunals in certain cases. However, in international law there is no general basis to support the priority claim of any individual creditor or class of creditors. The status of preferred creditor is not prescribed by a compulsory standard of international conduct. It can, therefore, be achieved only by virtue of particular international law, i.e. through an agreement to that effect between debtor and creditor, and is thus an optional standard for international behavior. In other words, there is not such a thing comparable to “statutory preferred creditors” under general international law. In the international practice the status of preferred creditor is mainly acquired through a specific agreement. The needed consensus can either involve an unilateral act of will of the debtor, or, more commonly, take the form of a multilateral treaty that includes the requirement of preferential treatment as a condition for receiving financial assistance; see Martha (1990), pp. 806-812. While the legal basis may appear convoluted, international practice has shown that countries do honor the multinational agencies’ preferred creditor status, mainly for the economic reasons referred to above. 19 Another way for German investors to cope with high-risk environments is to obtain political risk insurance that is offered by the World Bank entity MIGA or in Germany by PriceWaterhouseCoopers on behalf of the German government. Commenting on the U.S. equivalent OPIC, Eaton and Gersovitz (1983, pp. 98-99) argue that this type of insurance does not provide an incentive to carefully weigh the opportunities and risks in a given destination country. Even worse, probably knowing that investors’ concern about default is less severe in that case, host governments are less compelled to compare the utilities of honoring contracts and non-cooperation. In such a case one could, therefore, argue that there is no such thing as capital-at-risk but solely the “loss” of upfront insurance fees should the insurance eventually prove to be unnecessary. Therefore, there is less of a truly risky position held by direct investors. Problematically, some host countries that are prone to commit hostile acts against investors are barred ex-ante from insurance. An even greater obstacle to empirical testing is the fact that MIGA does not have very many banking projects in its portfolio. In general, according to a MIGA official political risk insurance is far less likely to be obtained for banking FDI than it is for manufacturing FDI. For these reasons, this study refrains from measuring the effects of political risk insurance.\n- 11 -\nThe probability of default of sample countries is derived from medium-term default rates of sovereign debt as supplied by leading rating agencies. The first two columns of Table 1 below show Moody’s and Standard & Poor’s historical default rates for sovereign bonds five years upon issuance, i.e. typically the transition rates for issues downgraded from a speculative investment rating to selective default20 over that time span.\nThe ratings of the two most prominent rating agencies do not differ substantially, as the table illustrates:21\nSub-letter grades (e.g. BBB-) were estimated by regressing the average sovereign default rates (third column above) on the sub-values of Euromoney’s credit rating (scores 0-10; original order reversed) using a third-order polynomial.22 Note that there is no default rate for sovereign issues CCC and lower. This does not mean there have not been any defaults on such highly speculative instruments. On the contrary, according to S&P the CCC/CC default rates were 83% and 100% after one and three years, respectively. However, S&P also advises that with the number of defaults still being very low, the statistical base is subject to small sample bias. It remains yet to be seen how the default rates will evolve as more and more high-risk issuers tap the market for sovereign debt.23\n20 Standard & Poor’s generally defines default as the failure of an obligor to meet a principal or interest payment on the due date (or within the specified grace period) contained in the original terms of the debt issue. For that matter, Moody’s definition differs somewhat as the borrower is considered in default even if the delayed payment is made within the grace period. Apart from missing repayments, both agencies’ definition of default also comprises a country’s offer to reschedule its obligations on less favorable terms (lower coupon or par value) in order to avoid a more severe event of default; see Moody’s (2003), p. 4, and Standard & Poor’s (2003), p. 17. 21 The striking difference in the BBB ratings is probably due to a diverging rating for Indonesia, which was initially rated investment grade by S&P while, presumably, being included by Moody’s in the speculative investment cohort from the outset; see Standard & Poor’s (2003), p. 5. 22 The resulting equation was y=-0.6151x+1.1876x2-0.0731x3 (R2=1.0000; the small negative constant term was omitted to render the fit virtually perfect). 23 The number of emerging market issuers placing sovereign bonds for the first time has picked up sharply since the mid-1990s. After a temporary slump due to the Asian and tech-related stock market crises, the number appears to have leveled off at around three new issuers per year; see Grigorian (2003), pp. 14, 19.\n- 12 -\nIt might have been reasonable to set the default rate for such issues uniformly at 50%, as this number takes account of the historical five-year default rates for CCC/CC-rated corporate issues – the lower of the two ratings is 50.7% (see column four) – to which the sovereign default rates are expected to converge over time.24 Up until recently, the so-called sovereign ceiling set the upper limit for corporate issues. In other words, the rating of a domestic corporation effectively never exceeded the one for its country.25 However, to still make a distinction between relatively “viable” countries with a CCC rating and those in or close to default, the empty continuum, i.e. the range between credit ratings lower than BBB- and highly risky countries in default or without rating, is filled by linking the default probability to Euromoney’s comprehensive country risk score, which, in the event, ranged between 34.93 and 16.71. An exponential trend of default rates as has been shown to be the case with betterrated issues shall not be assumed. Instead, for simplicity, a linear relationship is implied: Bangladesh, having the highest country risk score of the sub-sample, is given the estimated default rate immediately below the one of a B- rating, while lowest-rated Yugoslavia is assigned a 65.6% probability of default (for a full list of country rates see Table 7, Appendix).26 With the derivation of risk-weighting factors accomplished, we can now turn to the estimation procedure in the next section."
    }, {
      "heading" : "4 Estimation Method and Exogenous Variables",
      "text" : ""
    }, {
      "heading" : "4.1 The Problem of Self-Selection in Program Evaluation",
      "text" : "As mentioned before, the purpose of this investigation is to determine whether there is indeed a causal effect of a certain “treatment” – in this case a multilateral development bank’s participation in an FDI project – on said outcome variable, CAR, experienced by units in the population of interest which is the group of projects with MDB participation.\n24 Standard & Poor’s (2003) review of historical default rate stresses that the difference in default probability between sovereign and corporate issuers as shown in the right hand-side columns of Table 1 should not be viewed as significant because of the small number of rated sovereigns ever having defaulted on their bonds. As that number rises over time, the sovereign default rate should broadly parallel the default rates for similarly rated corporate issuers. For reference, columns four and five display Moody’s and S&P’s five-year default rates for corporate issues. As can be seen, the differences between the average sovereign default rates and those for the corporate side are relatively small already now that the base of speculative grade sovereign issuers is just beginning to take shape. 25 See Kräussl (2003), p. 32. This longstanding notion was recently annulled in the Argentinean case when sovereign bond spreads rose above corporate ones; see Schobert (2003), p. 175. Even so, the sovereign ceiling is by and large substantiated by the incidents of default observed across the letter grades displayed in Table 1. 26 The two projects in the West Bank and the Gaza Strip (Palestine authorities) were assigned a country risk score of 10, while the one on the British Virgin Islands received a score of 40, which in 1999 was about the average of the small island economies in the Caribbean.\n- 13 -\nAt first glance it might appear sufficient to simply compare the average outcome of the “treated” units given their participation in the program (Y1 | D = 1) and “non-treated” ones given their staying aloof (Y0 | D = 0).27 Hence, the observed outcome for the treated unit i is: Yi = Y0i + Di (Y1i – Y0i).28 Problematically, the hypothesized effect of the treatment cannot be isolated as there may be more than one factor which is driving this result. It might as well be that superior (inferior) firms predominately self-select into the sponsorship program. As each unit can be assumed to take individual performance characteristics into account in applying to a program, its specific component of the treatment effect will then be correlated with the decision process.29 If treated banks are more (less) capable than their non-treated counterparts, there is reason to expect that they should perform better (worse) even if they were not chosen for the program. The catch is that this situation cannot be observed because they do enjoy participation by an MDB. That is, we have no information about the performance in the hypothetical counterfactual situation – a typical missing-data problem.\nHence, constructing the counterfactual is the central issue that evaluation techniques seek to address. The objective is to construct an optimal control group of non-participants whose outcomes closely emulate the unobserved results program participants would have displayed in the hypothetical case of non-participation.30 In other words, a proper measure of program effectiveness would isolate the impact of the program on the outcome and compare it to what would have resulted in the absence of the program.31"
    }, {
      "heading" : "4.2 Propensity Score Matching",
      "text" : "The non-parametric propensity score matching approach deals with the problem of selection bias by instructing to select observable project characteristics so that units with the same “values” of these factors will not exhibit systematic differences in their reactions to reform. This approach can be described as “selection on observables” and thus differs markedly from the well-known Heckman selection model that aims to correct for selection on unobservables.32 Matching overcomes the common failure to “weight comparably” by creating a control group and then re-weighting its data in order to equate the distribution of observable characteristics in the participant and non-participant samples:33 Every treated unit is matched to a non-treated unit which at the time before the treatment is as similar as\n27 Given that the selection criteria are applied to both groups, D=0 indicates that the project at hand either did not meet the eligibility criteria or, more likely, was not submitted for consideration in the co-financing program. 28 See Sianesi (2001), p. 2. 29 See Blundell and Costa Dias (2000), p. 433. 30 See ibid., pp. 428, 437. 31 See Haque and Khan (1998), p. 7. 32 See Blundell and Costa Dias, pp. 429-430. 33 See Heckman et al. (1997), p. 626. The authors give an example of the “classical” application for the matching estimator which is the evaluation of the effectiveness of job training programs.\n- 14 -\npossible, if not virtually identical, in its characteristics. Outcome differences between the groups can then be attributed to the treatment.34 Therefore, it is possible under some assumptions to estimate the average treatment effect (ATT) at the population level – a concept that goes back to the work of Rubin (1974). Algebraically, the causal effect that results from co-financing by the MDB is:\n(6) ]1|[]1|[]1|[ 0101 =−===− DYEDYEDYYE .\nWhile the first term can be estimated as the mean value of the outcome variable of treated units, the second term denotes the “correct yardstick”35, which is the unobservable counterfactual result which is the outcome the participants would have experienced, on average, had they not participated.36 This method is termed “observational” (or “nonexperimental”) because it uses data of non-participants to infer counterfactual outcomes for program participants.37 Note that the matching approach only delivers unbiased results if the conditional independence assumption (CIA) postulated by Rubin (1977) is fulfilled:\n(7) )(|),( 10 CIAxXDYY =⊥ .\nThe condition describes the situation where participation in the program and potential outcome are independent for units with the same set of conditioning variables (X = xi). Put differently, under the CIA the outcomes of country group units are independent of the participation status, once observable characteristics are controlled for. Assuming this noncorrelation, the selection occurs only on observables. Importantly, the set of conditioning variables completely determines the participation decision: all units, if offered the treatment, would choose to participate. This means that knowledge of the relevant variables suffices to construct a control group with the desired similarities to the participants.38 The independence assumption is a necessary condition because a Heckman correction is not performed in nonparametric treatment models. If the CIA is valid – there are on average no systematic differences between firms with and without “official support” and therefore no selection bias – then E(Y0 | D = 0, X = xi) can reasonably be used as a measure of potential outcome for the program participants:\n(8) ],0|[],1|[ 00 xXDYExXDYE ===== . 34 See Wagner (2002), pp. 288-289. 35 Haque and Khan (1998), p. 7. 36 See Sianesi (2001), p. 3, and Almus and Czarnitzki (2003), pp. 229-230. 37 See Heckman et al. (1997), p. 610. 38 See Blundell and Costa Dias (2000), pp. 445, 447. It is necessary to keep in mind that the participation decision cannot be observed among non-participants. These units may have abstained either because they were not invited to participate or because they were rejected by the decision-making body after filing an application; see ibid., p. 447.\n- 15 -\nThe average effect of treatment on the treated then is:\n(9) ],0|[],1|[ 01 xXDYExXDYEATT ==−=== .\nHowever, the CIA is entirely fulfilled only if all variables that influence the participation status are known as well as quantifiable. This stipulation may not hold for non-experimental data if the treatment decision D depends on additional variables which are not independent of Y0 given X.39 It is, therefore, crucial to emulate the actual decision-making process of the sponsoring agency as accurately as possible so that after-the-fact deviations from the agency’s postulated measurable selection criteria are virtually non-systematic. This set of criteria used in matching can be considered a “filter” for re-establishing the conditions of an experimental setting. Under the assumptions of matching, the only remaining difference between treated units and members of the control group is program participation.40 However, there may also be non-measurable factors – for example, information asymmetries among investors – that influence the resultant volume of investment. In the absence of such firm-level information, it is therefore necessary to assume that, on average, the two groups do not differ in this respect.\nTo characterize similar firms, a large number of their exogenous properties is required in larger samples to ensure validity of the CIA (high “dimensionality” of X). This necessity represents an obstacle to estimating the causal effect because there are hardly any firms that are virtually identical in all of their characteristics.41 To overcome this “curse of dimensionality”, the study matches the propensity scores between groups which is the probability that a given project has received treatment, given a set of individual characteristics that are depicted by the conditioning variables:42\n(10) regionsupportcommon~;~1Pr0]|[Pr 1 =∈<<= XXxforwithxXD . 43\nAs Rosenbaum and Rubin (1983) show, it is sufficient to condition on the one-dimensional propensity score to ensure statistical independence between potential outcome and acceptance into the program if the CIA is indeed fulfilled. In this study the propensity scores are obtained by a probit estimation of a dummy variable indicating whether or not a given bank is a participant on all the relevant firm characteristics before the participation decision made by the MDB.44\n39 See Heckman et al. (1997), p. 611. 40 See Blundell and Costa Dias (2000), pp. 444-445. 41 See Almus and Czarnitzki (2003), p. 230. 42 See Sianesi (2001), p. 4. 43 Common support signifies the ability to find comparable control group units for program participants. There will be a bias if not all projects are on common support; see Heckman et al. (1997), p. 611. 44 See Wagner (2002), p. 291.\n- 16 -\nHaving estimated the propensity scores, each treated unit i is “paired” to some group of “comparable” non-treated units using a certain measure of proximity with respect to their scores. There are a number of matching estimators that can be grouped into “individual neighborhood” (“one-to-one” procedure, such as “nearest neighbor” or, in case of substantial gaps between units, “caliper” matching) estimators and those using “weights”. In the present study, an estimator from the second group is used since, given the relatively small sample size, there may not be a close-by nearest neighbor, or a “near-perfect twin”, within the control group. For this reason, kernel-based matching is applied which represents a weighted average over the outcomes of multiple non-treated units in the control group where the weight given to non-treated unit j is proportional to the proximity of the observables of units i and j.45 The associated matched outcome is:46\n,\n:byweightedoutcomesgroup'controlthewith\n,ˆ)11(\n}0{\n}0{\n}0{\n=∈\n=∈\n=∈\n−\n−\n=\n−\n−\n=\nDj\nji\nji\nij\nj\nDj\nji\nj ji\nDj i\nh pp K\nh pp\nK w\ny\nh pp K\ny h\npp K\ny\nwhere p is the propensity score, h is the bandwidth and K(•) denotes the Kernel function. In the empirical application the Gaussian Kernel is used.47 Consequently, the difference between the observed outcome and the matched outcome is the treatment effect – here, the hoped-for impact of involving a multilateral development bank in a banking FDI project.\nPropensity score matching is being increasingly applied in the literature on the firm-level effects of foreign takeovers. For example, Pfaffermayr and Bellak (2003) use both nearest neighbor and caliper matching to determine the difference in growth of firm size and productivity upon the takeover for Austria, while Ilmakunnas and Maliranta (2003) as well as Martins (2003) use – in addition to applying the regular propensity score matching – the\n45 In other words, if the weights are derived from a symmetric, non-negative and unimodal kernel, the average places a higher weight on units close in terms of their characteristics and a lower weight on those with more distant propensity scores; see Heckman et al. (1997), p. 630, where one also finds a good overview of alternative matching estimators (pp. 631-632). 46 See Sianesi (2001), pp. 10-11. 47 On the intricacies of kernel-based matching see Greene (2003), pp. 452-456 and 704-708.\n- 17 -\nrelated “difference-in-differences” estimator to determine the post-takeover productivity and wage differentials in the Finnish and Portuguese economies, respectively."
    }, {
      "heading" : "4.3 Exogenous Variables",
      "text" : "As mentioned before, to obtain the propensity scores a probit regression of the participation likelihood on the units’ characteristics, represented by certain exogenous variables, needs to be run. The exogenous variables required to depict the sample projects’ characteristics were derived by interviewing IFC officials.48 As it turns out, there are five central selection criteria that are regularly applied by IFC’s decision-making bodies (name, definition and source of corresponding exogenous variables in parentheses):\nBox 1: Systematically-applied selection criteria for IFC banking projects\nA lack of development of the financial market abroad (CREDGDP, specified as 100 minus claims on the private sector49 divided by GDP; taken from the World Bank’s World Development Indicators),\nthe quality/stringency of banking regulation and supervision in the host country (BANKREG; taken from the database compiled by Barth et al. (2001)50),\nthe prior experience of the individual German investor in emerging market FDI projects (EXPERIENCE, a binary choice variable set to equal one if there were at least five previous projects at the decision point; derived from a database of the Deutsche Bundesbank containing the German FDI stock statistics),\nthe investment target’s return on assets in % (RETURN; derived from the FDI database),\nthe investment target’s equity capitalization in % (CAPRATIO; paid-in equity capital51 divided by total assets; derived from the FDI database).\n48 Interviews conducted with banking projects officers at the IFC in Washington D.C. on April 17 and 22, 2003. No such interview was solicited from the other multilateral agency included, the EBRD in London, as the number of German banking FDI projects sponsored exclusively by this multilateral agency only amounted to five (i.e. 25 % of the sub-sample of treated investors). It is to be assumed that EBRD’s selection criteria do not differ substantially from those applied by IFC. 49 Includes gross credit from the financial system to individuals, enterprises, non-financial public entities not included under net domestic credit, and financial institutions not included elsewhere. 50 The scores of BANKREG range from 0 to 20 points and were derived by summing up the individual scores assigned to responses to a survey questionnaire distributed among national banking supervisory agencies. The supervisors responded to 16 questions relating to the official supervisory power (sub-classified into prompt corrective action, restructuring power, declaring insolvency power) and 4 questions on supervisory forbearance discretion. A single point was assigned when the answer was favorable with respect to actual supervisory power; see Barth et al. (2001), pp. 19-20, 62, 66 (not all countries appear in figures 13 and 17 of that paper – in the case of missing data scores were re-calculated using the information contained in the corresponding database). As the two survey areas of banking supervision are closely intertwined, the two scores were combined into a single one, called BANKREG here. The non-evaluated Palestine territories were assigned a rating of zero by default. 51 Note that, due to lack of information, the equity capital could not be risk-adjusted.\n- 18 -\nNote that the first two criteria can be termed macroeconomic as they describe the banking environment in the host countries while the other variables depict characteristics at the firm level. It cannot be ruled out that in particular cases IFC applies other, not objectively measurable standards. These subliminal factors are then non-systematic, however.\nThe following table gives an overview of the means, standard deviations and extreme values of the variables employed:"
    }, {
      "heading" : "Variable Observations Mean Std. Deviation Minimum Maximum",
      "text" : "The negative mean for the return variable may come as a surprise but it should be borne in mind that almost all of the projects are at an infant stage and that set-up costs dominate the picture. This supposition is substantiated by the wide distribution of capital ratios. Some of the banks were initially financed by equity only (see the maximum of 100%). Tables 8 and 9 (Appendix) show the descriptive statistics for the treatment and control group, respectively."
    }, {
      "heading" : "5 Sample Selection",
      "text" : "To bring about relative homogeneity of investment projects and thus to fulfill the central independence assumption to the greatest possible extent, the sample of host countries was carefully restricted to comparable cases. In doing so, apart from G7, EU and EFTA countries as well as Australia and New Zealand, some advanced financial centers such as Hong Kong, Taiwan, and Singapore were omitted. Other relatively developed emerging market economies, such as some of the countries which will accede to the EU, remained in the sample, as did a number of developing countries in Africa whose financial markets, given private equity flows into the banking sector at least from Germany, are to be called emerging.\nThe sample’s time period was set to run from 1998 to 2001 (FDI data for 2001 are still preliminary). Usable firm-level data are available in the Bundesbank’s FDI stock statistics only from 1996 onward. The late starting year was chosen, for one thing, to account for\n- 19 -\nchanged investor behavior in the aftermath of the Asian crisis. For another, by leaving out FDI projects initiated before 1998, it is ensured that in-sample projects in more advanced countries serve rather specialized purposes since the large commercial banks surely entered several periods beforehand. Next, all majority-owned subsidiaries were eliminated from the sample because the MDBs would not co-finance such projects that are dominated by one investor. Two projects that were unambiguous outliers (their capital-at-risk was greater than full-sample average CAR multiplied by five times the variable’s standard deviation) had to be excluded as well.\nAll told, the restricted sample comprises 77 FDI projects undertaken by 21 German investors52 in 47 emerging financial markets (for a list of countries see Table 7, Appendix). Of these projects, 20 were identified to have been co-financed53 by IFC and/or EBRD.54 Usually, firms solicit the participation of IFC or EBRD shortly after making the initial investment. Only in rare instances is there a consortium of private and official investors seeking to establish a jointly-owned bank abroad."
    }, {
      "heading" : "6 Empirical Results",
      "text" : ""
    }, {
      "heading" : "6.1 Absolute Capital-at-Risk",
      "text" : "Propensity score matching is appropriate for testing the hypothesis of this paper because it does not require an outcome equation to be estimated. Put simply, the matching method ignores the question of why a certain bank carried out an FDI project in a given location. Rather, it simply measures the relevant (i.e. counterfactual-based) difference in the dependent variable given that a certain project was supported by a multilateral development bank. Application of the propensity score matching approach introduced above yields the probit estimation and the matching outcome in Table 3.\nNote that both exogenous macro variables turn out to be highly significant for the decision whether a project given its characteristics is to be supported. The variable depicting lack of financial market development, CREDGDP, is significant even at the 1% level. This finding is fully in line with the primary task of IFC in this area which is fostering the establishment of private banks in underdeveloped financial markets. Prior exposure of investors in emerging markets also matters for the selection, as the high z-value of EXPERIENCE illustrates. The\n52 While investment targets were restricted to those operating in the financial sector, no such limitation was imposed on investors. Nonetheless, only 3 firms investing in 4 different projects abroad were classified as belonging to non-financial sectors. 53 Eight projects were co-financed by lending, four projects by providing equity capital, and another four projects received hybrid financing. For the remaining four projects no exact information was available on the type of capital invested. 54 To the best of the author’s knowledge, none of the other MDBs (e.g. the ADB, AfDB, IADB) co-financed German banking FDI projects over the sample period.\n- 20 -\nunexpected lack of significance of the other two firm-level variables may owe something to either variable misspecification or the mere fact that the MDBs selected a number of projects despite lackluster performance on these banks’ part. It may well be that these variables do not matter as much in the decision-making process after all."
    }, {
      "heading" : "Variable Coefficient z-score P>|z|",
      "text" : "The lower part of Table 3 displays the treatment and matching effects.55 Average capital-atrisk of the treated group of banks after matching was roughly DM 420,000 (or 52.8%) higher than the control group’s risk-adjusted investment. This shows that banks are indeed willing to invest more risky funds if the venture is backed by MDB co-financing. Notice that by applying the matching routine the hypothetical outcome of the treated banks had they not participated exceeds the simple mean of the non-participating banks by almost DM 60,000 (or 8.2% of the initial value) which illustrates that applying matching procedures can make a difference in project evaluation.\nNevertheless, these treatment results still need to be checked for statistical significance. Bootstrapping can be used to give some idea of the sampling variability of the estimators.56\nThe procedure is performed to determine confidence intervals and is based on the empirical distribution in place of the true population distribution, assuming that the former is a good estimate of the latter. The sampling distribution of an estimate is its probability distribution under independent repetitions of the sampling process. Knowledge of this distribution enables measurement of the precision and bias of the estimate as well as development of confidence intervals. Essentially, from the sample N observations are drawn (with replacement), with N\n55 All 77 projects were on common support (results not shown in table); on the notion of common support, i.e. all treated units have a counterpart in the non-treated group, see Blundell and Costa Dias (2000), pp. 445-446. 56 See Greene (2003), p. 702.\n- 21 -\nequal to total sample size. Next, the resampling procedure is repeated by drawing on total k times from the actual sample. The number of replications was set at k=1000, which is thought to produce generally very good estimates.57 This procedure produces k realizations of the estimated treatment effect. For the 90% level of significance, the confidence interval is obtained as the distance between the 50th and 950th realizations in the set of ordered estimates. From the resulting data set of estimated statistics, the standard deviation can be calculated.58\nNote that the estimated statistic is not necessarily a better estimate than the one observed in the original sample. In fact, a bias can be calculated as the difference between those two values.59 The resulting bootstrap distribution may involve a bias which can be adjusted by the procedure suggested by Efron (1982), who also recommends applying a bias correction if the relation of the bias to the standard deviation is greater than 0.25 (i.e. 25%)."
    }, {
      "heading" : "Variable Observed Bias Std. Error [90% Confidence Interval] Method",
      "text" : ""
    }, {
      "heading" : "Variable Observed Bias Std. Error [95% Confidence Interval] Method",
      "text" : "As Table 4 shows, the fraction found in the sample (397.51/683.09=0.58) is actually greater than this threshold, which means that the bias-corrected bootstrap estimate60 is used. The bootstrap outcome demonstrates that the capital-at-risk variable is significant at the 10% level\n57 See StataCorp. (2003), pp. 115-116. 58 The following standard formula is used for calculating the standard deviation:\nns.replicatioofnumber estimates, edbootstrapptheofaverage*,samplethitheusingcalculatedstatistic*\n5.02**\n)1( )(\n===\n− −\nkiwhere\nk i\nθθ\nθθ\n59 See Efron (1982), p. 33. 60 For biased statistics, i.e. where the distribution is non-symmetrical, the bias-corrected method is thought to produce confidence interval with better coverage probability than the alternative percentile method (the results of which are consequently suppressed in Table 4); see StataCorp. (2003), p. 118. The bias-corrected intervals can be shown to be “second-order accurate”, i.e. the errors in matching go to zero faster than when using the normal and percentile methods; see Efron and Tibshirani (1993), pp. 184-186 on the application of the bias-corrected method, and p. 187 on its superiority to the other two methods.\n(CAR is different from zero at that significance level as the confidence interval is greater than zero). Another bootstrap at the 5% level did not produce a significant outcome."
    }, {
      "heading" : "6.2 Size-Adjusted Capital-at-Risk",
      "text" : "One could object that the significant result presented above is due to differences in project size, i.e. equity capital invested abroad. While there is no indication that either multilateral agency has a preference for co-financing relatively large FDI projects – a disposition which could be driving the estimation outcome – a conceivable size effect is now removed by relating the absolute values of capital-at-risk to total assets of the investment target.\nTable 5 shows that the treatment effect is still present for the normalized endogenous variable, CAR_TA (the unchanged probit estimates were omitted to save space):\nBy removing the influence of project size, the outcome for treatment effect now amounts to 80.8%. Notice the strong impact of applying the matching technique. The difference between the observed and the matched hypothetical outcome rises from 8.2% to 29%, now even increasing the treatment effect. As Table 6 illustrates, the outcome becomes significant even at the 5% level (again, the bias-corrected estimator needed to be chosen):"
    }, {
      "heading" : "Variable Observed Bias Std. Error [95% Confidence Interval] Method",
      "text" : ""
    }, {
      "heading" : "Variable Observed Bias Std. Error [90% Confidence Interval] Method",
      "text" : "- 23 -"
    }, {
      "heading" : "7 Conclusion",
      "text" : "For the given set of German banking FDI projects in emerging markets the estimation outcome verifies the hypothesized positive impact of having a multilateral development bank acquire a stake in the foreign business venture. German firms benefiting from co-financing on part of a multilateral agency have, compared to their non-sponsored counterparts, invested a significantly higher amount of equity capital on average (in absolute terms or relative to project size) that is subject to the risk of expropriation or similarly harmful measures instigated by the foreign government. It is the exposure to these specific political risks that the novel endogenous variable of a sovereign risk-adjusted capital position seeks to capture. Moreover, the matching approach has been shown to provide meaningfully different results than a simple comparison over across-group averages.\nA word of caution is in order, though. It would be presumptuous to derive general conclusions from the estimation outcome presented in this paper. Instead, the results should be taken with a “grain of salt” because the number of observations in the sample is undoubtedly quite small. Naturally, the treatment effect may be weaker or non-existent when other data sets – countries as well as sectors – are put to the test. Moreover, the study is based on some arguably bold assumptions such as the non-systematic influence of unobserved firm characteristics on program participation and outcome or the supposed willingness of non-participants to stand ready for “treatment” by the multilateral development banks. Lastly, it remains an open question whether the observed treatment effect is indeed more widely beneficial at the global level. While it may well be that the induced rise in FDI increases the utility of the host country, the risk-mitigating effect of involving MDBs may also lead to moral hazard on the part of investors and thus to possible misallocation of capital.\nFurther research will certainly have to be carried out to validate the theoretical considerations about the role of supranational third-party lending or equity participation. Nevertheless, the results of this study should be understood as an initial indication of the effective role multilateral development institutions may play in private foreign investment projects.\n- 24 -"
    }, {
      "heading" : "Appendix",
      "text" : "Box 2: IFC selection procedure for co-financing of banking projects in emerging markets. Condensed protocol of the interviews contacted at IFC in April, 2003.\nIn making a decision on whether to co-finance direct investments in the banking sector of developing countries carried out by commercial banks or parastatal development banks, IFC takes into account determinants at the country and sector level as well as data pertaining to the investment target. Despite applying a number of generally-agreed determinants, the final decision still involves a certain degree of discretion since it is also based on the findings of a thorough on-site examination conducted by IFC staff. IFC’s internal decision process works as follows. First, an investment proposal is made based on basic investment information which is then refined to a so-called “project data sheet” to be submitted for early review to the corporate investment committee. If the tentative verdict on a particular project is favorable, a team of specialists is then sent abroad to examine the actual financial situation of the investment target and, based on the findings, put together an appraisal report. This document represents the factual input to an ensuing high-level decision meeting which precedes formal approval by IFC’s Board of Directors.\nApparently, IFC is of the opinion that a good deal of skepticism is required when interpreting banks’ balance sheet and profitability data. Taking information on non-performing loans at “face value” may be misleading as the standard of “90 days past due status” is not consistently enforced across countries. In fact, some countries exhibit great leniency towards such loan classification, granting banks as much as two years time upon suspension of credit servicing to finally grade such loans as non-performing. Eyeballing collateral is potentially deceptive as well since it may not be marketable after all and thus worth less than recorded. Regarding banks’ provisioning, the loan loss reserves listed in the balance sheets may not be consistent in a cross-country comparison because of internationally differing accounting treatments.\nIn sum, while data on asset quality (non-performing loans or loan loss provisions) and capital adequacy (risk-adjusted equity to total assets) may be indicative of trouble ahead, they in turn cannot ensure viability of a given project. Foreign equity participation in an emerging market bank is likely to guarantee that the direct investment target is not blatantly undercapitalized. However, a well-capitalized target bank is supposed to be more likely to get selected. Other supposedly reliable measures of bank performance or efficiency of capital invested, if measured consistently, are return on equity (RoE) or return on (total) assets (RoA). Focussing on single efficiency measures and taking into account country and sector information, the set of factors influencing the investment decision is limited to the following, consistently measurable variables:\n- 25 -\nBanking sector abroad: As a general rule, IFC financially supports FDI projects in underdeveloped financial sectors. This means that an investment by a large German commercial bank in such a market is as likely to be co-financed as one originated by a parastatal development organization such as Deutsche Investitions- und Entwicklungsgesellschaft (DEG). Insufficient development may take various forms pertaining to the degree of competition or market insufficiencies: dominance by state-owned banks, tantamount to a low share of private sector banks, lack of medium or long-term financing, or a low rate of credit to the private sector relative to GDP. Given availability of data, the latter criterion was chosen for the empirical analysis. Furthermore, markets in which the quality of banking regulation and supervision is rather poor generally run the risk of being neglected by IFC. The investigation uses a corresponding data set compiled by Barth et al. (2001).\nGerman investors: The German company making the initial investment in a foreign bank is called the sponsor or, at times, “technical partner”, whereas the latter term may also apply to consulting firms not making financial contributions. As the reliability and the expertise of the sponsor by virtue of imposing better corporate governance do matter a great deal for the project outcome, IFC also takes into account the characteristics of the sponsors. Theoretically, ratings could used to distinguish between the quality of investors. However, most of the German financial institutions are rated investment grade, which means this selection criterion does not apply. Rather, IFC looks at either the success of heretofore joint projects with the Corporation or, in the case of new sponsors, previous experience in doing business in emerging markets. A proxy for such experience is the number of equity investments (subsidiaries) in emerging markets at the time of IFC’s selection decision.\nForeign target banks: Arguably the most important determinant of project success is the soundness and profitability of the foreign bank to be invested in. As has been argued above, one should predominantly try to measure the efficiency of banking operations in terms of level and efficient use of capital. Indicators are, therefore, the ratio of paid-in equity capital to total assets and the return on total assets. For cross-country consistency, the latter ratio was chosen in the empirical investigation.\nLastly, why are there equity and debt investments? As a general rule, IFC floats equity only if the project is deemed adequately profitable ex-ante (discounted cash flow analysis yielding an internal rate of return of approximately 15%) and if an exit option can be secured. This option may consist in a put-back to the sponsor at book value (or a multiple of earnings) or in the requirement for the mature investment target to go public and achieve a certain trading volume, in which case the put option would be eliminated. Should neither method be viable, IFC would consider debt financing, by either senior debt or quasi-equity, i.e. subordinated or convertible debt as well as preference shares."
    }, {
      "heading" : "Europe No. of",
      "text" : ""
    }, {
      "heading" : "Variable Observations Mean Std. Deviation Minimum Maximum",
      "text" : ""
    }, {
      "heading" : "Variable Observations Mean Std. Deviation Minimum Maximum",
      "text" : "- 28 -\n- 29 -"
    }, {
      "heading" : "15 2003 Money in a New-Keynesian model Jana Kremer",
      "text" : "estimated with German data Giovanni Lombardo\nThomas Werner"
    }, {
      "heading" : "16 2003 Exact tests and confidence sets for the Jean-Marie Dufour",
      "text" : "tail coefficient of α-stable distributions Jeong-Ryeol Kurz-Kim"
    }, {
      "heading" : "17 2003 The Forecasting Performance of B R Craig, E Glatzer,",
      "text" : "German Stock Option Densities J Keller, M Scheicher"
    }, {
      "heading" : "18 2003 How wacky is the DAX? The changing Jelena Stapf",
      "text" : "structure of German stock market volatility Thomas Werner\n- 32 -\n1 2004 Foreign Bank Entry into Emerging Economies: An Empirical Assessment of the Determinants and Risks Predicated on German FDI Data Torsten Wezel\n2 2004 Does Co-Financing by Multilateral Development Banks Increase “Risky” Direct Investment in Emerging Markets? – Evidence for German Banking FDI Torsten Wezel\nSeries 2: Banking and Financial Supervision\n1 2003 Measuring the Discriminative Power B. Engelmann, of Rating Systems E. Hayden, D. Tasche\n2 2003 Credit Risk Factor Modeling and A. Hamerle, the Basel II IRB Approach T. Liebig, D. Rösch\n- 33 -\nVisiting researcher at the Deutsche Bundesbank\nThe Deutsche Bundesbank in Frankfurt is looking for a visiting researcher. Visitors should prepare a research project during their stay at the Bundesbank. Candidates must hold a Ph D and be engaged in the field of either macroeconomics and monetary economics, financial markets or international economics. Proposed research projects should be from these fields. The visiting term will be from 3 to 6 months. Salary is commensurate with experience.\nApplicants are requested to send a CV, copies of recent papers, letters of reference and a proposal for a research project to:\nDeutsche Bundesbank Personalabteilung Wilhelm-Epstein-Str. 14\nD - 60431 Frankfurt GERMANY\n- 34 -"
    } ],
    "references" : [ {
      "title" : "The Effects of Public R&D Subsidies on Firms’ Innovation Activities: The case of Eastern Germany",
      "author" : [ "Almus", "D.M./Czarnitzki" ],
      "venue" : "Journal of Business & Economic Statistics,",
      "citeRegEx" : "Almus and M..Czarnitzki,? \\Q2003\\E",
      "shortCiteRegEx" : "Almus and M..Czarnitzki",
      "year" : 2003
    }, {
      "title" : "Discount Factors and Thresholds: Foreign Investment When Enforcement is Imperfect",
      "author" : [ "Asiedu", "A.P.E./Villamil" ],
      "venue" : "Macroeconomic Dynamics,",
      "citeRegEx" : "Asiedu and E..Villamil,? \\Q2000\\E",
      "shortCiteRegEx" : "Asiedu and E..Villamil",
      "year" : 2000
    }, {
      "title" : "Imperfect Enforcement, Foreign Investment, and Foreign Aid",
      "author" : [ "Asiedu", "A.P.E./Villamil" ],
      "venue" : "Macroeconomic Dynamics,",
      "citeRegEx" : "Asiedu and E..Villamil,? \\Q2002\\E",
      "shortCiteRegEx" : "Asiedu and E..Villamil",
      "year" : 2002
    }, {
      "title" : "The Regulation and Supervision of Banks Around the World – A New Database",
      "author" : [ "Barth", "G.J.R./Caprio", "R. jr./Levine" ],
      "venue" : "World Bank Working Paper No",
      "citeRegEx" : "Barth et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Barth et al\\.",
      "year" : 2001
    }, {
      "title" : "Evaluation Methods for Non-Experimental Data",
      "author" : [ "Blundell", "M.R./Costa Dias" ],
      "venue" : "Fiscal Studies,",
      "citeRegEx" : "Blundell and Dias,? \\Q2000\\E",
      "shortCiteRegEx" : "Blundell and Dias",
      "year" : 2000
    }, {
      "title" : "Country risk: economic aspects”, in: Herring, R.J. (Ed.): “Managing international risk – Essays commissioned in honor of the centenary of the Wharton School, University of Pennsylvania",
      "author" : [ "Eaton", "M.J./Gersovitz" ],
      "venue" : null,
      "citeRegEx" : "Eaton and J..Gersovitz,? \\Q1983\\E",
      "shortCiteRegEx" : "Eaton and J..Gersovitz",
      "year" : 1983
    }, {
      "title" : "A Theory of Expropriation and Deviations from Perfect Capital Mobility",
      "author" : [ "Eaton", "M.J./Gersovitz" ],
      "venue" : "The Economic Journal,",
      "citeRegEx" : "Eaton and J..Gersovitz,? \\Q1984\\E",
      "shortCiteRegEx" : "Eaton and J..Gersovitz",
      "year" : 1984
    }, {
      "title" : "The Jackknife, the Bootstrap and Other Resampling Plans\", Society for Industrial and Applied Mathematics, Philadelphia (USA)",
      "author" : [ "B. Efron" ],
      "venue" : null,
      "citeRegEx" : "Efron,? \\Q1982\\E",
      "shortCiteRegEx" : "Efron",
      "year" : 1982
    }, {
      "title" : "An Introduction to the Bootstrap",
      "author" : [ "Efron", "R.J.B./Tibshirani" ],
      "venue" : "Monographs on Statistics and Applied Probability,",
      "citeRegEx" : "Efron and B..Tibshirani,? \\Q1993\\E",
      "shortCiteRegEx" : "Efron and B..Tibshirani",
      "year" : 1993
    }, {
      "title" : "On the Determinants of First-Time Sovereign Bond Issues",
      "author" : [ "D.A. Grigorian" ],
      "venue" : "IMF Working Paper No",
      "citeRegEx" : "Grigorian,? \\Q2003\\E",
      "shortCiteRegEx" : "Grigorian",
      "year" : 2003
    }, {
      "title" : "Matching as an Econometric Evaluation Estimator: Evidence from Evaluating a Job Training Program",
      "author" : [ "Heckman", "J.J./Ichimura", "P.H./Todd" ],
      "venue" : "Review of Economic Studies,",
      "citeRegEx" : "Heckman et al\\.,? \\Q1997\\E",
      "shortCiteRegEx" : "Heckman et al\\.",
      "year" : 1997
    }, {
      "title" : "Foreign Medicine: A Treatment Effect Analysis of the Productivity Effects of Foreign Ownership”, paper presented at the HWWA workshop “Effects of Foreign Acquisitions on Domestic Firms",
      "author" : [ "Ilmakunnas", "M.P./Maliranta" ],
      "venue" : null,
      "citeRegEx" : "Ilmakunnas and P..Maliranta,? \\Q2003\\E",
      "shortCiteRegEx" : "Ilmakunnas and P..Maliranta",
      "year" : 2003
    }, {
      "title" : "Sovereign Risk, Credit Ratings and the Recent Financial Crises in Emerging Markets",
      "author" : [ "R. Kräussl" ],
      "venue" : null,
      "citeRegEx" : "Kräussl,? \\Q2003\\E",
      "shortCiteRegEx" : "Kräussl",
      "year" : 2003
    }, {
      "title" : "Optimal Contracts when Enforcement is a Decision Variable",
      "author" : [ "Krasa", "A.P.S./Villamil" ],
      "venue" : null,
      "citeRegEx" : "Krasa and S..Villamil,? \\Q2000\\E",
      "shortCiteRegEx" : "Krasa and S..Villamil",
      "year" : 2000
    }, {
      "title" : "Preferred Creditor Status Under International Law: The Case of the International Monetary Fund",
      "author" : [ "R.S. Martha" ],
      "venue" : "International and Comparative Law Quarterly,",
      "citeRegEx" : "Martha,? \\Q1990\\E",
      "shortCiteRegEx" : "Martha",
      "year" : 1990
    }, {
      "title" : "Wage Differentials and Spillovers of Foreign Firms: Evidence from a Matched Panel”, paper presented at the HWWA workshop “Effects of Foreign Acquisitions on Domestic Firms",
      "author" : [ "P. Martins" ],
      "venue" : null,
      "citeRegEx" : "Martins,? \\Q2003\\E",
      "shortCiteRegEx" : "Martins",
      "year" : 2003
    }, {
      "title" : "Multilateral Development Banks and Private Sector Financing – The Case of IFC",
      "author" : [ "G. Mavrotas" ],
      "venue" : "United Nations University,",
      "citeRegEx" : "Mavrotas,? \\Q2002\\E",
      "shortCiteRegEx" : "Mavrotas",
      "year" : 2002
    }, {
      "title" : "Leland & Pyle Meet Foreign Aid? Adverse Selection and the Procyclicality of Financial Aid Flows",
      "author" : [ "Pallage", "M.A.S./Robe" ],
      "venue" : "CIRPÈE Working Paper No. 03-27,",
      "citeRegEx" : "Pallage and S..Robe,? \\Q2003\\E",
      "shortCiteRegEx" : "Pallage and S..Robe",
      "year" : 2003
    }, {
      "title" : "Firm Performance and Growth after Ownership ChangeEmpirical Evidence for Austria”, paper presented at the HWWA workshop “Effects of Foreign Acquisitions on Domestic Firms",
      "author" : [ "Pfaffermayr", "C.M./Bellak" ],
      "venue" : null,
      "citeRegEx" : "Pfaffermayr and M..Bellak,? \\Q2003\\E",
      "shortCiteRegEx" : "Pfaffermayr and M..Bellak",
      "year" : 2003
    }, {
      "title" : "Excessive FDI Flows Under Asymmetric Information”, in: Glick, R./Moreno, R./Spiegel M.M. (Eds.): “Financial Crises in Emerging Markets",
      "author" : [ "Razin", "A./Sadka", "E./Yuen C.-W" ],
      "venue" : null,
      "citeRegEx" : "Razin et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Razin et al\\.",
      "year" : 2001
    }, {
      "title" : "The Central Role of the Propensity Score in Observational Studies for Causal Effects",
      "author" : [ "Rosenbaum", "D.B.P.R./Rubin" ],
      "venue" : "Biometrika, Vol",
      "citeRegEx" : "Rosenbaum and P.R..Rubin,? \\Q1983\\E",
      "shortCiteRegEx" : "Rosenbaum and P.R..Rubin",
      "year" : 1983
    }, {
      "title" : "Estimating Causal Effects of Treatments in Randomized and NonRandomized Studies",
      "author" : [ "D.B. Rubin" ],
      "venue" : "Journal of Educational Psychology,",
      "citeRegEx" : "Rubin,? \\Q1974\\E",
      "shortCiteRegEx" : "Rubin",
      "year" : 1974
    }, {
      "title" : "Assignment to Treatment Group on the Basis of a Covariate",
      "author" : [ "D.B. Rubin" ],
      "venue" : "Journal of Educational Statistics,",
      "citeRegEx" : "Rubin,? \\Q1977\\E",
      "shortCiteRegEx" : "Rubin",
      "year" : 1977
    }, {
      "title" : "Implementing Propensity Score Matching Estimators with STATA”, Paper prepared for the UK Stata Users Group VII meeting (May), London",
      "author" : [ "B. Sianesi" ],
      "venue" : null,
      "citeRegEx" : "Sianesi,? \\Q2001\\E",
      "shortCiteRegEx" : "Sianesi",
      "year" : 2001
    }, {
      "title" : "Die unilaterale Einführung einer Fremdwährung – Währungswahl, Seigniorage and Zinsprämieneffekte in mittel- und osteuropäischen Ländern",
      "author" : [ "F. Schobert" ],
      "venue" : null,
      "citeRegEx" : "Schobert,? \\Q2003\\E",
      "shortCiteRegEx" : "Schobert",
      "year" : 2003
    }, {
      "title" : "Foreign Direct Investment and the Risk of Expropriation",
      "author" : [ "Thomas", "T.J./Worrall" ],
      "venue" : "Review of Economic Studies,",
      "citeRegEx" : "Thomas and J..Worrall,? \\Q1994\\E",
      "shortCiteRegEx" : "Thomas and J..Worrall",
      "year" : 1994
    }, {
      "title" : "The Causal Effects of Exports on Firm Size and Labor Productivity: First Evidence from a Matching Approach",
      "author" : [ "J. Wagner" ],
      "venue" : "Economic Letters,",
      "citeRegEx" : "Wagner,? \\Q2002\\E",
      "shortCiteRegEx" : "Wagner",
      "year" : 2002
    }, {
      "title" : "The stock return-inflation puzzle and the asymmetric causality in stock returns, inflation and real activity",
      "author" : [ "Jeong-Ryeol Kim" ],
      "venue" : null,
      "citeRegEx" : "Kim,? \\Q2003\\E",
      "shortCiteRegEx" : "Kim",
      "year" : 2003
    }, {
      "title" : "The international integration of foreign exchange markets in the central and east European accession countries: speculative efficiency, transaction costs",
      "author" : [ "Axel Jochem" ],
      "venue" : null,
      "citeRegEx" : "Jochem,? \\Q2003\\E",
      "shortCiteRegEx" : "Jochem",
      "year" : 2003
    }, {
      "title" : "Active monetary policy, passive fiscal policy and the value of public debt: some further monetarist arithmetic",
      "author" : [ "Torsten Wezel June" ],
      "venue" : null,
      "citeRegEx" : "June,? \\Q2003\\E",
      "shortCiteRegEx" : "June",
      "year" : 2003
    } ],
    "referenceMentions" : [ {
      "referenceID" : 16,
      "context" : "Financial sector projects accounted for about 40% of IFC commitments on average during the 1999-2001 period; see Mavrotas (2002), pp.",
      "startOffset" : 113,
      "endOffset" : 129
    }, {
      "referenceID" : 16,
      "context" : "3 There is, however, some evidence that IFC-sponsored projects have, on average, been less successful than other foreign investment projects undertaken independently; see Mavrotas (2002), p.",
      "startOffset" : 171,
      "endOffset" : 187
    }, {
      "referenceID" : 19,
      "context" : "The idea of relating invested capital to the probability of default is employed by Razin et al. (2001) who in a lending scenario determine the risk-free required rate of return by adding the residual value of the firm weighted by the default probability to the contracted principal and interest payments weighted by the no-default probability.",
      "startOffset" : 83,
      "endOffset" : 103
    }, {
      "referenceID" : 14,
      "context" : "The needed consensus can either involve an unilateral act of will of the debtor, or, more commonly, take the form of a multilateral treaty that includes the requirement of preferential treatment as a condition for receiving financial assistance; see Martha (1990), pp.",
      "startOffset" : 250,
      "endOffset" : 264
    }, {
      "referenceID" : 9,
      "context" : "After a temporary slump due to the Asian and tech-related stock market crises, the number appears to have leveled off at around three new issuers per year; see Grigorian (2003), pp.",
      "startOffset" : 160,
      "endOffset" : 177
    }, {
      "referenceID" : 21,
      "context" : "Therefore, it is possible under some assumptions to estimate the average treatment effect (ATT) at the population level – a concept that goes back to the work of Rubin (1974). Algebraically, the causal effect that results from co-financing by the MDB is:",
      "startOffset" : 162,
      "endOffset" : 175
    }, {
      "referenceID" : 21,
      "context" : "Note that the matching approach only delivers unbiased results if the conditional independence assumption (CIA) postulated by Rubin (1977) is fulfilled:",
      "startOffset" : 126,
      "endOffset" : 139
    }, {
      "referenceID" : 21,
      "context" : "As Rosenbaum and Rubin (1983) show, it is sufficient to condition on the one-dimensional propensity score to ensure statistical independence between potential outcome and acceptance into the program if the CIA is indeed fulfilled.",
      "startOffset" : 17,
      "endOffset" : 30
    }, {
      "referenceID" : 15,
      "context" : "For example, Pfaffermayr and Bellak (2003) use both nearest neighbor and caliper matching to determine the difference in growth of firm size and productivity upon the takeover for Austria, while Ilmakunnas and Maliranta (2003) as well as Martins (2003) use – in addition to applying the regular propensity score matching – the",
      "startOffset" : 238,
      "endOffset" : 253
    }, {
      "referenceID" : 10,
      "context" : "45 In other words, if the weights are derived from a symmetric, non-negative and unimodal kernel, the average places a higher weight on units close in terms of their characteristics and a lower weight on those with more distant propensity scores; see Heckman et al. (1997), p.",
      "startOffset" : 251,
      "endOffset" : 273
    }, {
      "referenceID" : 10,
      "context" : "45 In other words, if the weights are derived from a symmetric, non-negative and unimodal kernel, the average places a higher weight on units close in terms of their characteristics and a lower weight on those with more distant propensity scores; see Heckman et al. (1997), p. 630, where one also finds a good overview of alternative matching estimators (pp. 631-632). 46 See Sianesi (2001), pp.",
      "startOffset" : 251,
      "endOffset" : 391
    }, {
      "referenceID" : 10,
      "context" : "45 In other words, if the weights are derived from a symmetric, non-negative and unimodal kernel, the average places a higher weight on units close in terms of their characteristics and a lower weight on those with more distant propensity scores; see Heckman et al. (1997), p. 630, where one also finds a good overview of alternative matching estimators (pp. 631-632). 46 See Sianesi (2001), pp. 10-11. 47 On the intricacies of kernel-based matching see Greene (2003), pp.",
      "startOffset" : 251,
      "endOffset" : 468
    }, {
      "referenceID" : 3,
      "context" : "the quality/stringency of banking regulation and supervision in the host country (BANKREG; taken from the database compiled by Barth et al. (2001)(50)),",
      "startOffset" : 127,
      "endOffset" : 147
    }, {
      "referenceID" : 3,
      "context" : "A single point was assigned when the answer was favorable with respect to actual supervisory power; see Barth et al. (2001), pp.",
      "startOffset" : 104,
      "endOffset" : 124
    }, {
      "referenceID" : 7,
      "context" : "The resulting bootstrap distribution may involve a bias which can be adjusted by the procedure suggested by Efron (1982), who also recommends applying a bias correction if the relation of the bias to the standard deviation is greater than 0.",
      "startOffset" : 108,
      "endOffset" : 121
    }, {
      "referenceID" : 3,
      "context" : "The investigation uses a corresponding data set compiled by Barth et al. (2001).",
      "startOffset" : 60,
      "endOffset" : 80
    } ],
    "year" : 2003,
    "abstractText" : "The paper discusses the question of whether financial participation of multilateral development banks does prompt private investors to inject more risky equity capital in emerging market banks. Using a theoretical model, it is stipulated that the presence of an official lender in a project gives the recipient country a stronger economic incentive to honor its contractual obligations instead of possibly restricting access to the investment position. An innovative endogenous variable measuring the amount of invested equity capital which, given a country’s historical risk profile, can be considered “at risk” is tested in the empirical investigation. The observed outcome for the group of investors receiving co-financing by the International Finance Corporation (IFC) and/or the European Bank for Reconstruction and Development (EBRD) is related – applying a propensity score matching approach using information on the characteristics of non-participants – to the amount these firms would have invested had they not been selected for official support. The econometric results show that the “treatment effect” is significantly positive as stipulated. That is, in the German case financial participation of multilateral agencies in investment projects did have a positive impact on the risk exposure that investors were willing to bear.",
    "creator" : null
  }
}