{
  "name" : "5ad4f729b31de12763fd.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "The change in weight perception of weight status among the overweight: comparison of NHANES III (1988–1994) and 1999–2004 NHANES",
    "authors" : [ "Wendy L Johnson-Taylor", "Rachel A Fisher", "Van S Hubbard", "Pamela Starke-Reed", "Paul S Eggers" ],
    "emails" : [ "wj50v@nih.gov;", "fisherrachel@mail.nih.gov;", "hubbardv@mail.nih.gov;", "starkep@mail.nih.gov;", "eggersp@mail.nih.gov" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Methods: The perception of weight status was compared between overweight participants (BMI between 25.0–29.9 kg/m2) from NHANES III (1988–1994) and overweight participants from NHANES 1999–2004. Perception of weight status was assessed by asking participants to classify their weight as about the right weight, underweight or overweight. Comparisons were made across age groups, genders, race/ethnicities and various income levels.\nResults: Fewer overweight people during the NHANES 1999–2004 survey perceived themselves as overweight when compared to overweight people during the NHANES III survey. The change in distortion between the survey periods was greatest among persons with lower income, males and African-Americans.\nConclusion: The increase in overweight/obesity between the survey years (NHANES III and NHANES 1999–2004 has been accompanied with fewer overweight people perceiving themselves as overweight.\nBackground In 2001, The Surgeon General's Call to Action to Prevent and Decrease Overweight and Obesity was issued in response to the increasing population prevalence of overweight and obesity and the resulting public health threat [1]. At the time of this report, the prevalence of overweight (BMI 25 kg/m2 – 29.9 kg/m2) and obesity (BMI ≥ 30 kg/m2)\namong adults was 34% and 30.5%, respectively, based on data from the National Health and Nutrition Examination Survey (NHANES) 1999–2000 [2] which reflected an increase from the 32% who were overweight and 22.5% who were obese during the NHANES III survey period (1988–1994) [3]. See Figure 1. The most recent overweight/obesity prevalence data from NHANES in 2003–\nPage 1 of 6 (page number not for citation purposes)\n2004 found that 34% of all adults ≥ 20 years of age were overweight and 32% were obese [2]. Clearly we are moving in the wrong direction. Though a number of different factors have been attributed to this occurrence, including fewer opportunities to be physically active and increased accessibility of food [1]; this study attempts to explore the potential contribution of alterations in self-perception of weight. For the purposes of this study, distorted weight perception occurs when one perceives his/her weight to be in a different category (underweight, overweight, just right) than would be determined when making a comparison to the NIH Clinical Guidelines on the Identification, Evaluation and Treatment of Overweight and Obesity in Adults – The Evidence Report [4].\nDistorted weight perception is not a new phenomenon and is actually very well documented [5-16]. Studies in this area have consistently found that women (regardless of weight status category) are more likely to perceive\nthemselves as overweight when compared to overweight men. Emslie et al found that among British bank and university workers, overweight women were more likely to perceive themselves as overweight than men [15]. This is also clearly illustrated in a study by Inoue et colleagues where they compared the agreement between measured BMI and perceived weight status. They found that 55.3% of normal weight women perceived themselves as overweight [16].\nCaucasians are more likely to perceive themselves as overweight when compared to African Americans and Mexican Americans. Overweight people of higher socioeconomic status (SES) are more likely to perceive themselves overweight when compared to those of lower SES. Individuals with BMIs greater than 30 are more likely to perceive themselves overweight when compared to those with BMIs between 25.0–29.9 kg/m2 [13]. This observation appears to hold true across all races and genders.\nComparisons of BMI categories between NHANES III (1988–1994) and NHANES 1999–2004, adults ages 20+Figure 1 Comparisons of BMI categories between NHANES III (1988–1994) and NHANES 1999–2004, adults ages 20+. (light gray) – NHANES III (1988–1994). (black) – NHANES 1999–2004.\n0\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n18.5 - <25 25 - <30 >= 30\nBMI Category\nP er\nce n\nt o\nf T\no ta\nl\nPage 2 of 6 (page number not for citation purposes)\nThe overweight public's failure to accurately recognize their own overweight status prior to becoming obese may prevent them from changing behaviors that might contribute to additional weight gain. Therefore, it is important to understand the magnitude of weight status distortion within persons with BMI scores within the overweight range.\nThe intent of the present study was to determine if there is a trend for more individuals observed in the \"overweight\" BMI range to perceive themselves to be of \"normal\" or healthy weight by comparing NHANES (1999–2004) to NHANES III (1988–1994). This study also assessed whether income, race and gender moderated this effect.\nMethods This study used data from NHANES III (1988–1994) and NHANES 1999–2004. NHANES is a multi-stage, stratified probability sample of non-institutionalized U.S. civilians, ages 2 months and older. The survey is conducted by the National Center for Health Statistics (NCHS), Centers for Disease Control and Prevention (CDC) and includes administration of questionnaires, a physical exam, and a battery of laboratory tests. Details of the questionnaires, the exam, and the tests have been described elsewhere [17-20]."
    }, {
      "heading" : "Analytic Sample",
      "text" : "Adult participants (≥ 20 years of age) classified as overweight, identified by a measured BMI: 25.0–29.9 kg/m2 (NHANES III, n = 5,653, NHANES 1999–2004, n = 4,645), were included in our sample. Respondents were excluded if they were pregnant or under the age of 20 (children/adolescents). Pregnancy status was determined using self-reported information as well as results of the urine test administered during the medical examination."
    }, {
      "heading" : "Measures",
      "text" : "Height and weight were measured by trained examiners during the extensive medical evaluation at the Mobile Examination Center (MEC). Participants were weighed using a scale with a digital display readout, and height was measured using a stadiometer.\nBody Mass Index (BMI) was calculated based on these weight and height measurements and calculated as weight (kg)/height (meters) squared. Participants were then classified as obese (≥ 30.0 kg/m2), overweight (25.0–29.9 kg/ m2), or normal weight (18.5 – 24.9 kg/m2), which is consistent with the NIH Clinical Guidelines on the Identification, Evaluation and Treatment of Overweight and Obesity in Adults – The Evidence Report [4].\nWeight perception was ascertained asking subjects during the face-to-face interview if they considered themselves to\nbe overweight, underweight, or about the right weight. Less than 0.01% of respondents were missing weight status data, and these individuals were excluded from analyses examining weight distortion. At the time respondents were asked to report their weight status, they were also told that their weight would be measured at a follow-up session.\nPoverty Income Ratio Respondents were asked to select the category of income that most accurately reflected their total combined family income over the last 12 months. Reported income was then used to develop the poverty income ratio (PIR), which is the ratio of income to the family's appropriate poverty threshold. Using the PIR allows income data to be compared across various survey years. Income was categorized, as suggested by NCHS, using the PIR eligibility cut points for the United States Department of Agriculture (USDA) food assistance programs, into the following categories: low (0.000–1.850), middle (1.851–3.500), and high (3.501+) incomes [21]. Individuals with missing PIR data were excluded from all income analyses. This included 9.7% (551) overweight adults from NHANES III and 8.6% (399) overweight adults from NHANES 1999– 2004."
    }, {
      "heading" : "Age",
      "text" : "Non-age specific estimates were age-standardized to the 2000 Census using the standard population structure as suggested by NCHS. For specific estimates examining age, the following categories were used: 20–34, 35–49, 50–64, and 65+. These categories enable exploration of how weight perception differs across the age spectrum while providing a sufficient number of subjects in each group."
    }, {
      "heading" : "Race/Ethnicity",
      "text" : "NHANES participants during both survey periods were asked to select the race and ethnicity that they most readily identified with. Responses were then systematically collapsed into the following categories of Non-Hispanic (NH) Whites, Non-Hispanic (NH) Blacks, Mexican-Americans and Other [21,22]. Only the first three categories are reported on in this paper."
    }, {
      "heading" : "Statistical Analysis",
      "text" : "Analysis of the NHANES data was conducted using SAS (version 9, SAS Institute Inc, Cary, NC) and SUDAAN (version 9, Research Triangle Institute, Research Triangle Park, NC) statistical software packages. To account for unequal probabilities of selection and non-response, all our analyses incorporated sample weights in order to provide national estimates of population proportions. Standard errors were calculated in SUDAAN based on the Taylor Series Linearization method [23]. Analyses were conducted separately for each survey period (NHANES III\nPage 3 of 6 (page number not for citation purposes)\n1988–1994 and NHANES 1999–2004). The study population was stratified by gender, race, age and income. Ttests were used to assess differences between each of the individual groups and the reference population, which was defined as white males or white females, ages 20–34 or a PIR of 0–1.85. T-tests were also used to test differences in proportions between the two survey periods. A pvalue < 0.05 was considered statistically significant.\nResults Sixty-two percent of measured overweight (BMI ≥ 25 kg/ m2 and < 30 kg/m2) respondents in NHANES 1999–2004 identified themselves as overweight when asked whether they considered themselves underweight, overweight or just the right weight compared to 68% who were asked the same question in NHANES III (1988–1994). In both surveys, the percentage of overweight females who accurately identified their weight status as overweight was greater than the percentage of overweight males who accurately identified themselves as overweight. This was consistent across all racial/ethnic and age groups. However, those in the youngest age group (ages 20–34) in both genders experienced statistically significantly more alteration in perception of weight status than the older groups between the survey years with 13% fewer males and females ages 20–34 accurately identifying themselves as overweight in the 1999–2004 survey compared with the NHANES III (1988–1994) survey. See Table 1.\nAmong both genders, Non-Hispanic blacks were least likely to perceive themselves as overweight during the 1999–2004 NHANES survey. Less than one-third of NH black males considered themselves to be overweight in\nNHANES 1999–2004, compared to 56.4% of NH white males. Among females for the same survey period (NHANES 1999–2004) 59.7% of NH blacks had an accurate perception of their weight status whereas 82.1% of NH white females had an accurate perception. This represents a shift from the NHANES III (1988–1994) data, which when compared to the NHANES 1999–2004 data shows that fewer Non-Hispanic Blacks (males and females), fewer Non-Hispanic Whites (males and females) and fewer Mexican American males accurately perceive their weight status in the latter survey. It is also important to note that the weight perception of Mexican Americans of both genders and white males did not change significantly over the survey years. In addition among all ethnic groups, NH blacks experienced the greatest change in weight status perception between the survey periods. See Table 1.\nAs PIR increased, the trend was for more people to correctly perceive themselves as overweight. This trend was consistent across all racial ethnic groups. However, whites with lower and middle PIR and blacks with lower PIR realized the greatest growth in distortion between surveys with 8%, 9% and 18% (respectively) fewer persons accurately identifying themselves as overweight (p < 0.05). Mexican Americans with lower PIR were more likely than their NH black counterparts and less likely than NH whites of the same income level to perceive themselves overweight. However, there was an insignificant difference across survey years for the low income Mexican Americans. See Table 2.\nDiscussion The intent of the present study was to determine if the increasing population prevalence of overweight and obesity has been accompanied by a trend for fewer individuals categorized in the \"overweight\" BMI range to perceive themselves to be overweight when comparing NHANES (1999–2004) to NHANES III (1988–1994). The results of the study clearly show that fewer overweight people with BMIs within the overweight range identified themselves as overweight in the 1999–2004 NHANES Survey than did in the NHANES III survey. In order to gain a better understanding of the degree of distortion along the BMI continuum, an ad hoc analysis was conducted to examine the shift in weight perception among males and females with a BMI of 25.0–<27.5 compared to those with a BMI of 27.5–<30 between NHANES (1988–1994) III and NHANES 1999–2004. In both males and females, there was a statistically significant decrease in the number of overweight adults with an accurate weight perception among those with a BMI of 25.0–<27.5 (p = 0.004 and p < 001 respectively). While individuals in the higher BMI category (BMI 27.5–<30) experienced a decrease in accurate weight perception, this difference was not statistically significant. Among the individuals with a BMI greater than 30, there was no change in perception across survey periods. The majority of males and females with a BMI above 30 are aware that they are overweight (87.0% and 95.5% respectively). The shift at lower BMI levels suggests the perception of a healthy weight is expanding to include those who are mildly overweight.\nThe findings of our study are consistent with those found in a 2006 Pew research survey where 9 in 10 Americans acknowledge that there is a weight problem in this country and 7 in 10 acknowledge that their family and friends have a problem, yet only 4 in 10 say they themselves are overweight. Within the same survey 51% of respondents whose reports of their own height and weight would result in them being classified as overweight perceived themselves to be just right [24]. The findings suggest that while people seemingly understand the concept of overweight, the slide rule by which they conceptually estimate their own weight status is skewed. This observation may contribute to the continued increase in prevalence of\nobesity. More research is needed to help us understand not only the reasons for the distorted perception but also the potential impact.\nConclusion The results of this study speak to the need to increase the awareness of the public's perception of weight status. As the weight status perception becomes more distorted it lessens the likelihood that individuals will make the recommended behavioral changes necessary to realize the health benefits associated with even small weight loss.\nCompeting interests The author(s) declare that they have no competing interests.\nAuthors' contributions WJT conceived of the study, participated in the design of the study, the analysis, drafted the manuscript and incorporated other author comments. RF participated in the design of the study, the analysis, assisted with the draft of the manuscript. VH participated in the design of the design of the study. PSR and PE assisted with the draft of the manuscript. All authors read and approved the final manuscript.\nAcknowledgements This project would not have been possible without the support, time and dedication of Danita Byrd-Holman and other staff at Social and Scientific Systems.\nReferences 1. U.S. Department of Health and Human Services: The Surgeon Gen-\neral's Call to Action to Prevent and Decrease Overweight and Obesity. Rockville, MD, U.S. Department of Health and Human Services, Public Health Service, Office of the Surgeon General; 2001. 2. Ogden CL, Carroll MD, Curtin LR, McDowell MA, Tabak CJ, Flegal KM: Prevalence of Overweight and Obesity in the United States, 1999–2004. JAMA 2006, 295(13):1549-1555. 3. Flegal KM, Carroll MD, Kuczmarski RJ, Johnson CL: Overweight and obesity in the United States: prevalence and trends, 1960–1994. Int J Obes Relat Metab Disord 1998, 22(1):39-47. 4. National Institutes of Health, NHLBI: Clinical Guidelines on the Identification, Evaluation, and Treatment of Overweight and Obesity in Adults: The Evidence Report. Bethesda, MD: Department of Health and Human Services, Public Health Service, National Institutes of Health, National Heart, Lung, and Blood Institute; 1998. 5. Allan JD, Mayo K, Michel Y: Body size values of white and black women. Res Nurs Health 1993, 16(5):323-333.\nPage 5 of 6 (page number not for citation purposes)\nPublish with BioMed Central and every scientist can read your work free of charge\n\"BioMed Central will be the most significant development for disseminating the results of biomedical research in our lifetime.\"\nSir Paul Nurse, Cancer Research UK\nYour research papers will be:\navailable free of charge to the entire biomedical community\npeer reviewed and published immediately upon acceptance\ncited in PubMed and archived on PubMed Central\nyours — you keep the copyright\nSubmit your manuscript here: http://www.biomedcentral.com/info/publishing_adv.asp\nBioMedcentral\n6. Bennett GG, Wolin KY, Goodman M, Samplin-Salgado M, Carter P, Dutton S, Hill R, Emmons K: Attitudes Regarding Overweight, Exercise, and Health among Blacks (United States). Cancer Causes Control 2006, 17(1):95-101. 7. Cachelin FM, Rebeck RM, Chung GH, Pelayo E: Does Ethnicity Influence Body-Size Preference? A Comparison of Body Image and Body Size. Obesity Res 2002, 10(3):158-166. 8. Kuchler F, Variyam JN: Mistakes were made: misperception as a barrier to reducing overweight. Int J Obes Relat Metab Disord 2003, 27(7):856-861. 9. Fitzgibbon ML, Blackman LR, Avellone ME: The Relationship Between Body Image Discrepancy and Body Mass Index Across Ethnic Groups. Obesity Res 2000, 8(8):582-589. 10. Gross SM, Scott-Johnson PE, Browne DC: College-age, AfricanAmerican males' misperceptions about weight status, body size, and shape. Ethn Dis 2005, 15(4 Suppl 5):S5-S8. 11. Grover VP, Keel PK, Mitchell JP: Gender differences in implicit weight identity. Int J Eat Disord 2003, 34(1):125-135. 12. Kant AK: Association of Self-perceived Body Weight Status with Dietary Reporting by U.S. Teens. Obesity Res 2002, 10(12):1259-1269. 13. Paeratakul S, White MA, Williamson DA, Ryan DH, Bray GA: Sex, Race/Ethnicity, Socioeconomic Status, and BMI in Relation to Self-Perception of Overweight. Obesity Res 2002, 10(5):345-350. 14. Yancey AK, Simon PA, McCarthy WJ, Lightstone AS, Fielding JE: Ethnic and Sex Variations in Overweight Self-perception: Relationship to Sedentariness. Obesity Res 2006, 14(6):980-988. 15. Emslie C, Hunt K, Macintyre S: Perceptions of body image among working men and women. J Epidemiol Community Health 2001, 55(6):406-407. 16. Inoue M, Toyokawa S, Miyoshi Y, Miyano Y, Suzuki T, Suyama Y, Inoue K, Kobayashi Y: Degree of Agreement between Weight Perception and Body Mass Index of Japanese Workers: MY Health Up Study. Journal of Occupational Health 2007, 49(5):376-381. 17. Centers for Disease Control and Prevention (CDC): National Center for Health Statistics (NCHS). Survey Questionnaires, Examination Components and Laboratory Components 1999–2000. Hyattsville, MD, U.S. Department of Health and Human Services, Centers for Disease Control and Prevention; 2008. 18. Centers for Disease Control and Prevention (CDC): National Center for Health Statistics (NCHS). Survey Questionnaires, Examination Components and Laboratory Components 2001–2002. Hyattsville, MD, U.S. Department of Health and Human Services, Centers for Disease Control and Prevention; 2008. 19. Centers for Disease Control and Prevention (CDC): National Center for Health Statistics (NCHS). Survey Questionnaires, Examination Components and Laboratory Components 2003–2004. Hyattsville, MD, U.S. Department of Health and Human Services, Centers for Disease Control and Prevention; 2008. 20. Centers for Disease Control and Prevention (CDC): National Center for Health Statistics (NCHS). Plan and Operation of the Third National Health and Nutrition Examination Survey, 1988–94. Vital and Health Statistics Series 1 (32). Hyattsville, MD: U.S. Dept. of Health and Human Services, Public Health Service, Centers for Disease Control and Prevention, National Center for Health Statistics; 1994. 21. Centers for Disease and Prevention (CDC): National Center for Health Statistics (NCHS). Analytic and Reporting Guidelines for the Third National Health and Nutrition Examination Survey, NHANES III (1988–94). Hyattsville, MD: Department of Health and Human Services, Centers for Disease Control and Prevention; 1996. 22. Centers for Disease and Prevention (CDC): National Center for Health Statistics (NCHS). NHANES 1999–2000 Addendum to the NHANES III Analytic Guidelines. Hyattsville, MD, Department of Health and Human Services, Centers for Disease Control and Prevention; 2002. 23. Research Triangle Institute: SUDAAN User's Manual, Release 8.0. Research Triangle Park, NC: Research Triangle Institute; 2001. 24. Pew Research Center: Americans See Weight Everywhere But In the Mirror 2006.\nPage 6 of 6 (page number not for citation purposes)"
    } ],
    "references" : [ {
      "title" : "of Health and Human Services: The Surgeon General's Call to Action to Prevent and Decrease Overweight and Obesity",
      "author" : [ "U.S. Departmen" ],
      "venue" : "Rockville, MD, U.S. Department of Health and Human Services, Public Health Service, Office of the Surgeon General;",
      "citeRegEx" : "1",
      "shortCiteRegEx" : null,
      "year" : 2001
    }, {
      "title" : "Prevalence of Overweight and Obesity in the United States, 1999–2004",
      "author" : [ "CL Ogden", "MD Carroll", "LR Curtin", "MA McDowell", "CJ Tabak", "KM Flegal" ],
      "venue" : "JAMA",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2006
    }, {
      "title" : "Overweight and obesity in the United States: prevalence and trends, 1960–1994",
      "author" : [ "KM Flegal", "MD Carroll", "RJ Kuczmarski", "CL Johnson" ],
      "venue" : "Int J Obes Relat Metab Disord",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 1998
    }, {
      "title" : "Body size values of white and black women",
      "author" : [ "JD Allan", "K Mayo", "Y Michel" ],
      "venue" : "Res Nurs Health",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 1993
    }, {
      "title" : "Attitudes Regarding Overweight, Exercise, and Health among Blacks (United States)",
      "author" : [ "GG Bennett", "KY Wolin", "M Goodman", "M Samplin-Salgado", "P Carter", "S Dutton", "R Hill", "K Emmons" ],
      "venue" : "Cancer Causes Control",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2006
    }, {
      "title" : "Does Ethnicity Influence Body-Size Preference? A Comparison of Body Image and Body Size",
      "author" : [ "FM Cachelin", "RM Rebeck", "GH Chung", "E Pelayo" ],
      "venue" : "Obesity Res",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2002
    }, {
      "title" : "Mistakes were made: misperception as a barrier to reducing overweight",
      "author" : [ "F Kuchler", "JN Variyam" ],
      "venue" : "Int J Obes Relat Metab Disord",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2003
    }, {
      "title" : "The Relationship Between Body Image Discrepancy and Body Mass Index Across Ethnic Groups",
      "author" : [ "ML Fitzgibbon", "LR Blackman", "ME Avellone" ],
      "venue" : "Obesity Res",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2000
    }, {
      "title" : "College-age, AfricanAmerican males' misperceptions about weight status, body size, and shape",
      "author" : [ "SM Gross", "PE Scott-Johnson", "DC Browne" ],
      "venue" : "Ethn Dis",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2005
    }, {
      "title" : "Gender differences in implicit weight identity",
      "author" : [ "VP Grover", "PK Keel", "JP Mitchell" ],
      "venue" : "Int J Eat Disord",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2003
    }, {
      "title" : "Association of Self-perceived Body Weight Status with Dietary Reporting by U.S. Teens",
      "author" : [ "AK Kant" ],
      "venue" : "Obesity Res",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2002
    }, {
      "title" : "Sex, Race/Ethnicity, Socioeconomic Status, and BMI in Relation to Self-Perception of Overweight",
      "author" : [ "S Paeratakul", "MA White", "DA Williamson", "DH Ryan", "GA Bray" ],
      "venue" : "Obesity Res",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2002
    }, {
      "title" : "Ethnic and Sex Variations in Overweight Self-perception: Relationship to Sedentariness",
      "author" : [ "AK Yancey", "PA Simon", "WJ McCarthy", "AS Lightstone", "JE Fielding" ],
      "venue" : "Obesity Res",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2006
    }, {
      "title" : "Perceptions of body image among working men and women",
      "author" : [ "C Emslie", "K Hunt", "S Macintyre" ],
      "venue" : "J Epidemiol Community Health",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2001
    }, {
      "title" : "Degree of Agreement between Weight Perception and Body Mass Index of Japanese Workers: MY Health Up Study",
      "author" : [ "M Inoue", "S Toyokawa", "Y Miyoshi", "Y Miyano", "T Suzuki", "Y Suyama", "K Inoue", "Y Kobayashi" ],
      "venue" : "Journal of Occupational Health",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2007
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Background In 2001, The Surgeon General's Call to Action to Prevent and Decrease Overweight and Obesity was issued in response to the increasing population prevalence of overweight and obesity and the resulting public health threat [1].",
      "startOffset" : 232,
      "endOffset" : 235
    }, {
      "referenceID" : 1,
      "context" : "5%, respectively, based on data from the National Health and Nutrition Examination Survey (NHANES) 1999–2000 [2] which reflected an increase from the 32% who were overweight and 22.",
      "startOffset" : 109,
      "endOffset" : 112
    }, {
      "referenceID" : 2,
      "context" : "5% who were obese during the NHANES III survey period (1988–1994) [3].",
      "startOffset" : 66,
      "endOffset" : 69
    }, {
      "referenceID" : 1,
      "context" : "2004 found that 34% of all adults ≥ 20 years of age were overweight and 32% were obese [2].",
      "startOffset" : 87,
      "endOffset" : 90
    }, {
      "referenceID" : 0,
      "context" : "Though a number of different factors have been attributed to this occurrence, including fewer opportunities to be physically active and increased accessibility of food [1]; this study attempts to explore the potential contribution of alterations in self-perception of weight.",
      "startOffset" : 168,
      "endOffset" : 171
    }, {
      "referenceID" : 3,
      "context" : "Distorted weight perception is not a new phenomenon and is actually very well documented [5-16].",
      "startOffset" : 89,
      "endOffset" : 95
    }, {
      "referenceID" : 4,
      "context" : "Distorted weight perception is not a new phenomenon and is actually very well documented [5-16].",
      "startOffset" : 89,
      "endOffset" : 95
    }, {
      "referenceID" : 5,
      "context" : "Distorted weight perception is not a new phenomenon and is actually very well documented [5-16].",
      "startOffset" : 89,
      "endOffset" : 95
    }, {
      "referenceID" : 6,
      "context" : "Distorted weight perception is not a new phenomenon and is actually very well documented [5-16].",
      "startOffset" : 89,
      "endOffset" : 95
    }, {
      "referenceID" : 7,
      "context" : "Distorted weight perception is not a new phenomenon and is actually very well documented [5-16].",
      "startOffset" : 89,
      "endOffset" : 95
    }, {
      "referenceID" : 8,
      "context" : "Distorted weight perception is not a new phenomenon and is actually very well documented [5-16].",
      "startOffset" : 89,
      "endOffset" : 95
    }, {
      "referenceID" : 9,
      "context" : "Distorted weight perception is not a new phenomenon and is actually very well documented [5-16].",
      "startOffset" : 89,
      "endOffset" : 95
    }, {
      "referenceID" : 10,
      "context" : "Distorted weight perception is not a new phenomenon and is actually very well documented [5-16].",
      "startOffset" : 89,
      "endOffset" : 95
    }, {
      "referenceID" : 11,
      "context" : "Distorted weight perception is not a new phenomenon and is actually very well documented [5-16].",
      "startOffset" : 89,
      "endOffset" : 95
    }, {
      "referenceID" : 12,
      "context" : "Distorted weight perception is not a new phenomenon and is actually very well documented [5-16].",
      "startOffset" : 89,
      "endOffset" : 95
    }, {
      "referenceID" : 13,
      "context" : "Distorted weight perception is not a new phenomenon and is actually very well documented [5-16].",
      "startOffset" : 89,
      "endOffset" : 95
    }, {
      "referenceID" : 14,
      "context" : "Distorted weight perception is not a new phenomenon and is actually very well documented [5-16].",
      "startOffset" : 89,
      "endOffset" : 95
    }, {
      "referenceID" : 13,
      "context" : "Emslie et al found that among British bank and university workers, overweight women were more likely to perceive themselves as overweight than men [15].",
      "startOffset" : 147,
      "endOffset" : 151
    }, {
      "referenceID" : 14,
      "context" : "3% of normal weight women perceived themselves as overweight [16].",
      "startOffset" : 61,
      "endOffset" : 65
    } ],
    "year" : 2008,
    "abstractText" : "Objectives: This study seeks to determine whether perception of weight status among the overweight has changed with the increasing overweight/obesity prevalence. Methods: The perception of weight status was compared between overweight participants (BMI between 25.0–29.9 kg/m2) from NHANES III (1988–1994) and overweight participants from NHANES 1999–2004. Perception of weight status was assessed by asking participants to classify their weight as about the right weight, underweight or overweight. Comparisons were made across age groups, genders, race/ethnicities and various income levels. Results: Fewer overweight people during the NHANES 1999–2004 survey perceived themselves as overweight when compared to overweight people during the NHANES III survey. The change in distortion between the survey periods was greatest among persons with lower income, males and African-Americans. Conclusion: The increase in overweight/obesity between the survey years (NHANES III and NHANES 1999–2004 has been accompanied with fewer overweight people perceiving themselves as overweight. Background In 2001, The Surgeon General's Call to Action to Prevent and Decrease Overweight and Obesity was issued in response to the increasing population prevalence of overweight and obesity and the resulting public health threat [1]. At the time of this report, the prevalence of overweight (BMI 25 kg/m2 – 29.9 kg/m2) and obesity (BMI ≥ 30 kg/m2) among adults was 34% and 30.5%, respectively, based on data from the National Health and Nutrition Examination Survey (NHANES) 1999–2000 [2] which reflected an increase from the 32% who were overweight and 22.5% who were obese during the NHANES III survey period (1988–1994) [3]. See Figure 1. The most recent overweight/obesity prevalence data from NHANES in 2003– Published: 12 February 2008 International Journal of Behavioral Nutrition and Physical Activity 2008, 5:9 doi:10.1186/14795868-5-9 Received: 23 July 2007 Accepted: 12 February 2008 This article is available from: http://www.ijbnpa.org/content/5/1/9 © 2008 Johnson-Taylor et al; licensee BioMed Central Ltd. This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.",
    "creator" : "FrameMaker 7.0"
  }
}