{
  "name" : "7800d978bcfeabe09859.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "The Effect of Housing Assistance on Student Achievement: Evidence from Wisconsin",
    "authors" : [ "Deven Carlson", "Hannah Miller", "Robert Haveman", "Sohyun Kang", "Alex Schmidt" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "The Effect of Housing Assistance on Student Achievement: Evidence from Wisconsin Deven Carlson University of Oklahoma Hannah Miller Abt Associates Robert Haveman University of Wisconsin–Madison Sohyun Kang University of Wisconsin–Madison Alex Schmidt University of Wisconsin–Madison Barbara Wolfe University of Wisconsin–Madison No. 2017-24 December 2017\nNON-TECHNICAL SUMMARY\nIn a majority of school districts in the United States, students are assigned to schools on the basis of their residential location, and the income level of this location tends to be related to public-school quality. Hence, the main option available to parents seeking higher-quality schools for their children is to move to a neighborhood with a higher average income level. Housing assistance, particularly housing vouchers, is a potential vehicle by which families with limited resources can access a better neighborhood and potentially better schools. In this paper, we estimate the effect of a family’s initial receipt of housing assistance on the achievement of children in the recipient families, comparing them to children in similar families who have not received housing assistance or who received housing assistance in later years. Our findings provide evidence that children whose households received housing assistance make small academic gains. Specifically, we find some evidence that housing recipients experience minor math gains two years following housing receipt relative to future recipients. Further analyses suggest that these gains are concentrated among Black students. In addition, we tested whether rental subsidies or public housing assistance were more strongly associated with academic performance. We find evidence of a positive association between rental subsidies and math test scores two to three years after receipt. However, we also find a negative association between public housing receipt and later test scores. Our study is notable in its ability to separately assess the academic changes experienced by recipients of public housing and housing vouchers. While research has largely focused on the effect of housing vouchers on educational outcomes relative to public housing, the standalone effects of public housing have largely been ignored, perhaps due to the negative connotation public housing carries. However, not all public housing aligns with this stereotype. While many associate public housing with dilapidated and crowded high-rise buildings, public housing in Milwaukee includes smaller apartment buildings and single-family houses. Despite this, we find evidence that public housing is associated with negative math scores, while rental subsidies are positively associated with math achievement. Despite the findings in this study and previous research that housing has limited effects on children’s educational outcomes, federal housing assistance continues to play an essential role in providing safe and affordable housing to millions of families across the nation. We encourage researchers to continue to study the numerous ways in which housing assistance improves quality-of-life for these families.\nABOUT THE AUTHORS\nDeven Carlson’s research explores the operations of public policies and analyses their effects on political, social, and economic outcomes. He is currently working on several projects including: estimating the effects of school closures on academic outcomes; estimating non-market values associated with dam operations in the Colorado River System; and analysing the relationship between educational outcomes, including post-secondary enrolment and attainment, and public program participation. Email: decarlson@ou.edu Hannah Miller is a senior analyst in the Social and Economic Policy Division of Abt Associates, a global research firm based in Cambridge, Massachusetts. Her research focuses on bringing a sociological perspective to address applied questions in education research. Her research interests include educational achievement and attainment; gender, race, and class inequalities; and the effects of social policies aimed at improving children’s and families’ well-being. Email: Hannah.kathleen.miller@gmail.com Robert Haveman is Professor Emeritus of Economics and Public Affairs and Research Associate at the Institute for Research on Poverty. He is also Adjunct Professor of Economics at University of Melbourne (AU). He has published widely in public finance, the economics of environmental and natural resources policy, benefit-cost analysis, and the economics of poverty and social policy. Email: haveman@lafollette.wisc.edu Sohyun Kang is a Ph.D. candidate in Educational Policy Studies at the University of Wisconsin-Madison. Her research focuses on how social class shapes students’ educational experience and outcomes. She is currently working on studies including: the role of elite private schools on the near-term and long-term outcomes; different patterns in post-secondary enrollment and attainment by social class and race, and the relationship between psychological factors and college student outcomes. Email: kkang9@wisc.edu Alex Schmidt is a doctoral candidate in the Department of Sociology at the University of WisconsinMadison. His research focuses on factors that shape inequality in education. In addition to recent work on the relationship between housing assistance programs and educational outcomes, he has also conducted research on the role that social-psychological interventions can play in mitigating the harmful effects of stereotype threat on students. Email: ajschmidt6@wisc.edu Barbara Wolfe is the Richard A. Easterlin Professor of Economics, Population Health Sciences, and Public Affairs and Faculty Affiliate at the University of Wisconsin-Madison. Her research focuses on poverty and health issues. Her recent work addresses the effects of welfare reform; the effects of poverty on school achievement via influences on growth of critical areas of the brain; racial disparities in health; and intergenerational determinants of success in young adults. Email: wolfe@lafollette.wisc.edu\nACKNOWLEDGEMENTS: The authors thank the Smith Richardson Foundation and the Annie E. Casey Foundation for support of this research. DISCLAIMER: The content of this Working Paper does not necessarily reflect the views and opinions of the Life Course Centre. Responsibility for any information and views expressed in this Working Paper lies entirely with the author(s).\n(ARC Centre of Excellence for Children and Families over the Life Course) Institute for Social Science Research, The University of Queensland (administration node)\nUQ Long Pocket Precinct, Indooroopilly, Qld 4068, Telephone: +61 7 334 67477 Email: lcc@uq.edu.au, Web: www.lifecoursecentre.org.au\nAbstract Drawing on a unique data set that links information on all Wisconsin households receiving means-tested benefits with the educational performance of all Wisconsin public school students in these households, we estimate the effect of a family’s initial receipt of housing assistance on students’ subsequent achievement outcomes. We estimate these effects using two different comparison groups. Our first comparison group consists of children living in households that receive housing assistance starting four years after our treatment group—we use observations from students’ pre-receipt years as the basis for the comparison. Our second comparison group consists of low-income students whose families never received housing assistance, but did receive other forms of means-tested benefits, such as SNAP, TANF, or Medicaid. Overall, our results suggest housing assistance is associated with increases in math scores for Black students. Comparing two types of housing assistance—rental subsidies and public housing—we find some evidence that rental subsidies are associated with math gains, while public housing is associated with relative reductions in test scores.\nKeywords: housing vouchers; public housing; student achievement; administrative data\n1\nI. INTRODUCTION\nThe link between a student’s residential location and his or her assigned public school is\ntight. In a majority of school districts—particularly those outside of large urban areas— students are assigned to schools on the basis of their residential address. Moreover, the income level of the residential location tends to be related to public school quality. Hence, the main option available to parents seeking higher quality schools for their children is to move to a neighborhood with a higher average income level. Housing assistance, particularly housing vouchers, is a potential vehicle by which families with limited resources can access a better neighborhood and potentially better schools.\nIn this paper, we estimate the effect of a family’s initial receipt of housing assistance on\nthe achievement of children in the recipient families, comparing them to children in similar families who have not received housing assistance or who received housing assistance in later years. The basis of our analysis is a unique dataset containing information on a large sample of low-income families with school-aged children residing in the state of Wisconsin. We use these data to estimate the effects of housing assistance receipt using two different comparison groups. Our first comparison group consists of children living in households that receive housing assistance beginning four years after the treatment group initially received assistance—we use observations from comparison students’ pre-receipt years as the basis for the contrast. Our second comparison group consists of low-income students whose families did not receive housing assistance at the time, but who did receive other forms of means-tested benefits, such as Supplemental Nutrition Assistance Program (SNAP) benefits, Temporary Assistance for Needy Families (TANF), or Medicaid. Results of our analysis provide evidence that family receipt of housing assistance is tied to increases in math scores for Black students, and also suggest that the\n2\neffectiveness of housing assistance for educational outcomes may vary by type. Specifically, we find some evidence of post-receipt math score increases for rental subsidy recipients but test score decreases for public housing recipients.\nIn the next section, we describe the characteristics of the housing assistance programs\nwhose effects we analyze, followed by a description of the conceptual framework on which we rely. We then review the prior research on the relationship between housing assistance and children’s educational outcomes. Next, we describe our unique data set and provide a more extensive discussion of our two comparison groups, followed by a description of the research methods that we employ. We then present the results of our study, and conclude.\nII. FORMS OF HOUSING ASSISTANCE\nOur analysis is designed to assess the effects of two forms of family-based housing\nassistance on the educational outcomes of children. The two programs that provide such support are the Housing Choice Voucher Program (often referred to as the Section 8 housing voucher program) and the public housing program."
    }, {
      "heading" : "A. The Housing Choice Voucher Program",
      "text" : "The U.S. Department of Housing and Urban Development (HUD) provides housing\nassistance to low-income households through the Housing Choice Voucher Program. This program, which is operated by HUD in conjunction with over 2,150 local housing agencies, currently serves about 2.2 million families nationally, including around one million families with minor children, and has a fiscal year budget of approximately $17.7 billion dollars (Center for Budget and Policy Priorities 2017). The primary objective of the program is to enable “very low-\n3\nincome families, the elderly, and the disabled to afford decent, safe, and sanitary housing in the private market.”1 A secondary objective of the program involves facilitating the relocation of recipients to better neighborhoods.\nThe process of securing a housing voucher begins with the submission of an application\nto a Public Housing Authority (PHA) at a time when the waiting list is open to new applicants; upon submission, applicants are assigned a position on the waiting list. When the applicant’s name rises to the top of the waiting list, the household meets with housing authority staff who outline the rules and requirements of the Housing Choice Voucher Program and provide recipients with instructions for seeking housing in the private market that meets a minimum standard of health and safety. If a voucher recipient—whose income must, in general, be below 50 percent of the median income of the county or metropolitan area in which they live—is able to locate suitable housing, the recipient household generally contributes 30 percent of its income toward rent. The voucher program then subsidizes the difference between the tenant contribution and actual rent, up to a locally defined “fair market rent” payment standard.2 Moreover, because a voucher recipient is required to contribute 30 percent of income toward rent and then the voucher subsidizes the difference between the tenant contribution and actual rent, program benefits are effectively income-conditioned; the subsidy value of a recipient’s voucher falls as their income rises, and rises in the event of a reduction in income including due to, say, becoming unemployed. Rental subsidies are also a tenant-based form of assistance, meaning they follow recipients as they move from location to location.\n1http://www.hud.gov/offices/pih/programs/hcv/about/fact_sheet.cfm#10.\n2This standard is set by HUD at the 40th percentile of the local rental market, as calculated by the monetary value of leases commenced in the previous year.\n4"
    }, {
      "heading" : "B. The Federal Public Housing Program",
      "text" : "In contrast, the federal public housing program is a form of project-based assistance, so\nthat assistance is linked to the residential buildings. As such, assistance is forfeited if residents leave the public housing residence. The federal public housing program provides project based assistance and is also administered by HUD through local PHAs. The program is designed to provide “decent and safe rental housing” for eligible low-income families, the elderly, and persons with disabilities. There are a wide variety of forms of public housing, from single-family houses to high-rise apartment buildings. About 1.1 million public housing units are available, and 38 percent of these households have children (Center for Budget and Policy Priorities 2017).\nThe local PHA determines a family’s eligibility for access to a public housing unit.\nAccording to HUD, a PHA determines an applicant’s eligibility based on: 1) annual gross income (adjusted for family size); 2) whether the applicant qualifies as elderly, a person with a disability, or as a family; and 3) U.S. citizenship or eligible immigration status.3 If a family is eligible, they will either be offered assistance immediately or placed on a waiting list. As in the case of housing vouchers, residents contribute 30 percent of their income to rent and face the same work (dis)incentives. And, as with vouchers, families frequently first apply and then are placed on a waiting list before they receive public housing. Once they are offered assistance, the family must sign a lease and may need to put down a small deposit.\n3 https://portal.hud.gov/hudportal/HUD?src=/topics/rental_assistance/phprog\n5\nIII. CONCEPTUAL FRAMEWORK\nThere are several channels through which family receipt of housing assistance could\naffect children’s educational outcomes, positively and negatively. First, family receipt of housing assistance—especially vouchers—may improve the quality of neighborhood circumstances and housing conditions for children. Carlson et al. (2012b) find that voucher receipt has little effect on neighborhood quality in the short-term, but positive long-term effects. In particular, they find that voucher recipients in the periods after receipt were living in neighborhoods with lower unemployment rates. Drawing from the findings of others, that paper also notes that opportunities for these improvements have been found to be greater under vouchers than public housing (see Newman and Schnare 1997). A series of experimental studies have also presented evidence on this issue, generally finding voucher receipt to result in improved neighborhood quality (Jacob 2004; Sanbonmatsu et al. 2011; Mills et al. 2006). However, the effects are generally larger when the counterfactual is specified as public housing (Jacob 2004, who studied the replacement of demolished public housing with housing vouchers; Sanbonmatsu et al. 2011, who studied the Moving to Opportunity program) than when specified as receipt of no housing assistance. Thus, current research provides some reasons to believe that housing assistance may increase neighborhood quality and living environment, thereby increasing educational performance.\nSecond, receipt of housing assistance, particularly a Section 8 voucher, often leads to a\nresidential move that crosses school attendance areas, which could lead to increases in school quality. Carlson et al. (2013), using the same data as the current study, estimated that about 16 percent of families in their low-income sample moved across school districts in the years prior to\n6\nvoucher receipt. That number spiked to about 21 percent in the year of voucher receipt, as households are likely attempting to settle on what they hope to be a relatively long-term residence. In subsequent years, the number declines to about 12-15 percent. The authors then estimated the change in the quality of schools—measured by the average standardized reading and math scores—associated with an inter-district move in the year of voucher receipt. In both subjects, voucher receipt results in a significant increase in the quality of the schools in the district in which these households reside; in each subject the point estimate is statistically significant and in excess of one-third of a standard deviation. Ellen, Horn and Schwartz (2016) find evidence that among families granted a housing voucher, those with a child about to start school are more likely to move to better school districts. See also Schwartz, Stiefel and Cordes (2017), who study the effect of moving schools on educational performance.\nThird, receipt of housing assistance has effects similar to an increase in cash income. It\nenables the family to increase both the amount of housing and non-housing goods and services it purchases. Like an increase in cash income, receipt of a voucher would enable the recipient to “purchase” additional leisure; the income effect of voucher receipt encourages reduced work and earnings. Carlson et al. (2011) estimate that the monetary value of a Section 8 voucher is about $4,300; however, when the value of other associated benefits is included, the full recipient value of a voucher ranges from about $7,000 to $9,000. Newman and Harkness (2002) find that housing assistance results in more stable housing in part because the subsidy makes it easier for the family to pay its rent. They report that in 1995, more than one-third of very low-income households spent more than 50 percent of their income on rent (HUD 1998). Families with housing assistance, on the other hand, spent roughly 30 percent of their income on rent, with government subsidies making up the balance. Duncan and Brooks-Gunn (1997) report that\n7\nenhanced income is likely to be most effective during early childhood because these are the critical developmental years. To the extent that receipt of a housing subsidy relieves financial pressure on parents, it may reduce stress, depression, and other symptoms of psychological distress, with potentially beneficial effects on their children.4\nFourth, receipt of housing assistance is often related to change in residence, which\nprovides the opportunity for parents to change household structure and make other decisions that could benefit children. Carlson et al. (2011) estimate that receipt of a voucher leads to an increased probability of change in household composition in the year of voucher receipt, but greater stability in household composition in subsequent years. Ellen, Horn and Schwartz (2016) also find evidence of this pattern. While the stability in later years may be beneficial to students’ educational trajectories, the initial housing move could be harmful. Specifically, children may experience an initial disruption in neighborhood and schooling experiences; Newman and Harkness (2002) suggest that children who move residences are often also likely to change schools more frequently, putting them at greater risk of grade repetition and poor academic performance (see GAO 1994). In addition, many studies find that the number of residential moves adversely affects the likelihood of a child graduating from high school (Astone and McLanahan 1994; Haveman, Wolfe, and Spaulding 1991; Jordan, Lara, and McPartland 1996).\nAn additional consideration includes the incentives for reducing work and earnings that\nare built into the program. In terms of standard economic theory, voucher receipt increases the marginal tax rate on earnings of all program beneficiaries, hence increasing work disincentives.\n4 Receipt of housing assistance also influences family receipt of public assistance. See also Mills et al.\n(2006), Jacob and Ludwig (2012) and Carlson et al. (2012a, 2012b).\n8\nResponse to such incentives could decrease labor supply, earnings and income, hence offsetting some of the gain in real income from voucher receipt and thereby reducing material resources available to the child.5 Carlson et al. (2012a) study the employment and earnings effect of voucher receipt, and find that voucher receipt has little effect on employment, but a negative effect on earnings. The negative earnings effect is largest in the years immediately following initial receipt, and fades out over time.6\nIV. PAST RESEARCH ON HOUSING ASSISTANCE AND EDUCATIONAL\nOUTCOMES\nGiven the potential links between neighborhood of residence and educational outcomes,\nmany studies have attempted to estimate the effect of housing assistance on educational outcomes. Jacob (2004) used the Chicago Housing Authority’s scheduled demolition of over 6,400 units of public housing during the 1990s as a source of plausibly exogenous variation in voucher receipt. Residents whose units were demolished were offered a Section 8 voucher that could be used in the metropolitan area. The achievement scores of students in families whose units were demolished—and thus offered vouchers—were not significantly different from the achievement scores of students who remained in their public housing units.\nJacob, Kapustin, and Ludwig (2014) used data from a 1997 Chicago randomized housing\nvoucher lottery to examine the long-term impact of family receipt of housing assistance on a wide variety of child outcomes, including schooling, health, and criminal involvement. The\n5 However, a reduction in work could lead to more time spent with children, which is likely to have a\npositive impact on their achievement.\n6 See also Mills et al. (2006) and Jacob and Ludwig (2012).\n9\nfamilies that they studied lived in private, unsubsidized housing at the time that the intervention occurred. Using the randomized voucher offer as an instrumental variable (IV) for voucher use, the authors find that family receipt of housing assistance had little effect on the quality of the schools that youth attend, or on educational outcomes (i.e., achievement test scores and high school graduation), criminal involvement, or health outcomes.\nThe Moving to Opportunity (MTO) experiment randomly assigned public housing\nresidents in five large cities to (1) a control group that remained in public housing, (2) a Section 8 group that could use their voucher anywhere, or (3) a Section 8 group that could use their voucher only in low-poverty neighborhoods. Numerous outcomes were studied, including the educational experiences and outcomes of recipient children. Results for households that were tracked for 10 to 15 years after random assignment indicated that youth in the two Section 8 groups attended schools with lower proportions of low-income and minority students (Sanbonmatsu et al. 2011; Kling et al. 2007; NBER 2009). Despite these differences in school context, there were no significant differences in the average achievement test scores across the three groups.\nIn the Welfare to Work (WtW) study (Mills et al. 2006), welfare recipients in five large\nand midsize cities were randomly assigned to two groups; one group received a housing voucher and the other did not. About five years after baseline, the evaluation of the effects of voucher receipt found no statistically significant effects on children’s behavior problems, delinquency, or risky behaviors. Voucher receipt was found to reduce the likelihood of not attending school because of health, financial, or disciplinary problems for a few subgroups (e.g., girls and children under age six at baseline). However, voucher receipt appeared to increase the probability of repeating a grade and, for girls, the failure to complete high school. There were no apparent\n10\neffects of voucher receipt on children being assigned to special education classes, receiving school remedial services, the highest grade completed, or enrollment in college.\nFinally, Ellen, Horn and Schwartz (2016), using confidential administrative data from the\nDepartment of Housing and Urban Development on 1.4 million housing choice voucher holders in 15 states, with school-level data from 5,841 different school districts, examine why the average housing voucher holder does not live near to higher-performing schools than otherwise similar households without vouchers. They conclude that households do not seem to spend the additional income provided by housing vouchers to access better schools.\nWhile much of the past research on housing assistance has found very limited impacts on\neducational outcomes, we believe this current study may be better able to capture educational effects because of the counterfactual we adopt. Our study identifies the effects of housing assistance on children’s educational achievement employing the counterfactual of no housing assistance, thus enabling us to estimate the effect of a treatment that both shifts the budget constraint for housing for the treatment group (including security against an inability to pay rent), and changes the relative prices on the housing services purchased. Although the Welfare to Work (WtW) experiment (Mills et al. 2006) also adopted the counterfactual of no housing assistance, many studies on the effects of housing vouchers compared voucher recipients to individuals who were receiving other forms of housing assistance, particularily public housing. By examining the effects of both types of housing assistance in combination (rental subsidies and public housing) relative to no housing assistance, we may be more likely to detect an impact on educational achievement.\n11"
    }, {
      "heading" : "V. DATA",
      "text" : "Our estimates are based on a unique data set constructed from administrative records\ncontained in several databases maintained by State of Wisconsin agencies. Central to our construction of this data set is the Multi-Sample Person File (MSPF), which is compiled and maintained by the Institute for Research on Poverty (IRP) at the University of Wisconsin– Madison. The MSPF contains an anonymous, individual-level identifier—an IRPID—for every person ever entered into any of seven databases maintained by Wisconsin state agencies.7 The IRPID enables us to link individual records across each of the seven databases that compose the MSPF. In addition to individual identifiers, the MSPF contains a second set of identifiers that link children to their parents. Thus, the MSPF allows for the construction of a data set that contains detailed longitudinal information on both individual youth and their families. Currently, the MSPF contains anonymous individual-level identifiers for over six million individuals that were entered into at least one of the seven MSPF-related databases between 1988 and 2012. These six million individuals come from approximately two million unique families. It is from this database that we identify youth for inclusion in our data set.\nThe Client Assistance for Re-Employment and Economic Support (CARES) database is a\nmajor contributor to the MSPF, and serves as the basis for constructing our data set. CARES contains a wide variety of detailed information—including household composition, demographics, address history, and public program participation—on all individuals associated with any case that has applied for or received any form of public assistance from the state since\n7 The seven databases are the Client Assistance for Re-employment and Economic Support (CARES), the\nKids Information Data System (KIDS), the Unemployment Insurance (UI) System, the State Automated Child Welfare Information System (SACWIS), the Department of Corrections (DOC) records, the Milwaukee County Jail (MJ) records, and Court Record Data (CRD).\n12\nthe mid-1990s; CARES contains over 500,000 unique records annually. Most importantly for our analysis, CARES contains an annual indicator of whether households receive housing assistance. Specifically, at the time households apply for TANF or SNAP benefits, caseworkers inquire whether the household has a housing voucher, lives in public housing, or receives no housing assistance. Continued receipt of TANF or SNAP benefits requires households to attend renewal appointments—typically at six-month intervals—and caseworkers inquire about households’ receipt of housing assistance at each of these renewal appointments. The CARES data record the month of each renewal appointment and the status of housing assistance receipt at that visit. Thus, while our data contain indicators of housing assistance at the household-by-year level, we are able to gain insight into the timing of receipt of such assistance in any given year. The indicators of housing subsidy receipt are available beginning in 2000. However, because the educational records required for our analyses are available beginning only in the 2005-2006 school year, we extract annual CARES information on demographic characteristics, household composition, benefit receipt status, and geographic location from 2005 through 2012.\nUpon completion of the CARES extraction, we added household earnings records drawn\nfrom the Unemployment Insurance (UI) system to our data set. The UI system is maintained by the State of Wisconsin, which operates a large-scale database that contains quarterly wage records for nearly all working individuals in the state, as well as records on UI benefit payments, dating back to calendar year 2000. We annualize the quarterly records from the UI system, aggregate the individual records to the household level, and then merge this annual, household earnings information to the individual-level records extracted from the CARES database using the IRPID that programmers at IRP have added to each database.\n13\nAs the final step in constructing our data set, we add annual information on each child’s\neducational outcomes and experiences from records maintained by the Wisconsin Department of Public Instruction (DPI), which we matched to IRPIDs. Hence, these matched data combine students’ educational records with their records from the other MSPF-related databases—all matches were done on the basis of the IRPID. For this analysis, we appended annual information on students’ academic achievement, and school of attendance from the 2005-2006 through the 2011-2012 school years to the records extracted from the CARES and UI databases. Specifically, with respect to achievement, we added annual reading and math achievement scores from the Wisconsin Knowledge and Concepts Examination (WKCE), a standardized exam administered annually to Wisconsin public school students in grades three through eight and grade ten in order to meet federal accountability requirements. We standardized the scale scores by year, subject, and grade using the statewide mean and standard deviation. In addition to this student-level information, we also appended several school-level characteristics, such as demographic composition and average achievement outcomes.\nConsidered as a whole, the data set contains a wide range of information—demographic\ncharacteristics, educational outcomes and experiences, means-tested benefit receipt (particularly housing assistance), and household earnings, among other information, for a large group of lowincome children over a multi-year period.\nVI. SAMPLE: TREATMENT & COMPARISON GROUPS\nWithin this data set, we identify a group of students residing in households that received\nhousing assistance during a specified time period—the treatment group—as well as two groups of students residing in households that received no housing subsidies during this period; these groups serve as counterfactuals against which the effects of housing assistance can be estimated.\n14\nTreatment Group\nWe identify a student for inclusion in the assistance group if he or she resides in a\nhousehold that was a new recipient of housing assistance in the late spring to early fall of 2006 or 2007.8 Given that our data from the CARES and DPI databases begin in 2005, we identify students for inclusion in the assistance group beginning in 2006 to ensure that we have at least one pre-receipt achievement test observation for each student. In addition, we limit the assistance group to students whose households receive housing assistance during the late spring to early fall months to best align receipt of assistance with the timing of the school year. This procedure identifies 7,047 students for inclusion in the assistance group. After dropping students missing test score data—only students in grades three-eight and ten are tested each year—and other key variables, the analytic sample for the treatment group in the main models includes 3,077 students. The Future Recipient Comparison Group\nThe first comparison group includes students who resided in a household that received\nhousing assistance in 2010 or 2011—but had no recorded receipt of housing assistance in prior years—and had available DPI records at any point between the 2005-2006 and 2011-2012 school years; we refer to this group as the “future recipient” group. Because students in this comparison group reside in households that ultimately receive housing assistance, bias stemming from unobservable factors that drive households to voucher receipt is mitigated. Using the same SNAP and income restrictions described above, this approach resulted in the identification of\n8 We define “late spring to early fall” as April, May, June, July, August, or September. As detailed above,\nour housing assistance dataset begins in calendar year 2000; thus, “new recipients” are those who have no record of housing voucher receipt between calendar year 2000 and April 2006 (for the 2006 cohort of housing recipients) or between calendar year 2000 and April 2007 (for the 2007 cohort of housing recipients).\n15\n5,062 children for inclusion in this “future recipient” comparison group. For each of these students we extracted all available observations beginning with the 2005-06 school year and extending through the year before the case received their housing assistance. Of these students, 2,110 were included in the main models after accounting for missing variables, primarily test scores given the restricted range of tested grades described above. The Broader Comparison Group\nThe criteria for inclusion in the second comparison group are broader than those for\ninclusion in the “future recipient” comparison group. This comparison group consists of lowincome students whose families never received housing assistance in or prior to 2007, but who did receive other forms of means-tested benefits, such as Supplemental Nutrition Assistance Program (SNAP) benefits, Temporary Assistance for Needy Families (TANF), or Medicaid. In particular, eligibility for inclusion in our second comparison group requires only that a student resided in a household that was active in the CARES database in 2006 or 2007, had a household income below 200 percent of the federal poverty level in 2005 or 2006 (i.e., the years prior to treatment), could be linked with the DPI records in 2006 or 2007, and did not receive a housing subsidy in or prior to 2007.9\nThis group allows for a comparison of the outcomes of recipient children to a broader\nswath of low- to moderate-income, school-aged children in Wisconsin.10 We extracted all\n9 Additionally, the student had to be associated with a case that had a “primary person” assigned to the\ncase—only a very small number of cases did not have a primary person assigned, so this condition excludes very few students. 10 One could imagine that families on a waiting list might make different choices (e.g., whether or not to move or to take another job) than those not on a waiting list and that such choices could influence a child's school performance. The broader group avoids this possible cause of bias in comparison of outcomes.\n16\navailable observations from 2005-06 through 2011-12 that meet this criteria, yielding 568,003 students. Of these, 475,714 were used in the main models after accounting for missing data.\nTaken together, these groups—the housing assistance group and the two comparison\ngroups—allow for two unique comparisons. First, analysis of the treatment and future recipient groups permits a comparison of the educational outcomes of voucher recipients to the outcomes of future voucher recipients in the years before the latter group receive a voucher. Second, analysis of the voucher group and the broader comparison group allows us to compare the educational outcomes of the voucher group to the outcomes of other low- to moderate-income children across the state who do not receive housing assistance. Descriptive Statistics for Treatment and Comparison Groups\nTable 1 presents the descriptive statistics for school-aged children in the assistance group\nand in the two comparison groups one year prior to the focal year (i.e., the year when the treatment group first received housing assistance). The three columns provide the descriptive statistics for the assistance (i.e., treatment) group, the future recipient group, and the broader comparison group. Note that these statistics include all students found in the main achievement models who are not missing data in the year prior to the focal year (see Table 2). Around 70 percent of the children in both the assistance group and in the future recipient comparison group received a housing voucher; around 30 percent lived in public housing."
    }, {
      "heading" : "Standardized test scores",
      "text" : "18\nTable 1 continued. Descriptive statistics one year prior to the focal year\nTreatment Future Recipients\nBroader Comparison"
    }, {
      "heading" : "Household annual income",
      "text" : "Total 18268.969 22581.592*** 23628.610*** Food stamps 2868.962 2327.386*** 1166.732*** TANF 275.532 197.600 121.922*** Childcare subsidies 1333.984 1656.718 876.584*** Wages 14519.309 18434.174*** 20614.958*** Unemployment benefits 283.927 327.901 257.237\nN 1157 839 242531 Asterisks represent statistically significant differences between the comparison groups and treatment group: *** p<0.01, **p<0.05, *p<0.10\nIn terms of test scores,11 and a number of other variables, the values for those in the treatment and the future recipient group are similar. This is not surprising as children in both groups lived in families that received a housing subsidy at some point. For some variables, the future recipients group appears somewhat better off than the treatment/assistance group. The future recipients are more likely to have married parents. They also tend to have higher incomes, lower food stamp receipts, and higher household wages. As expected, the broader comparison group is more advantaged than the housing recipient group. They have higher average test scores, are more likely to be white, less likely to be eligible for FRL, more likely to have married parents, and receive lower levels of government assistance.\n11 The scores reported in the table are only for the year prior to the focal year. A focal year is defined as the\nyear members of the treatment group received housing assistance; for future recipients it is four years prior to the year they received a Section 8 voucher or relocated into public housing. Hence, for future recipients that received assistance in 2010, the focal year is 2006; and for 2011 future recipients, the focal year is 2007. When comparing to broadly disadvantaged peers, all relevant broader comparison group observations were used as comparisons for each of the two housing cohorts (2006 and 2007).\n19\nVII. EMPIRICAL APPROACH Empirical Model\nUsing the treatment and two comparison group samples to conduct the analysis described\nabove, we estimate the relationship between housing assistance receipt and educational achievement. This approach takes advantage of the fact that we have information on students’ academic outcomes both pre- and post-receipt.12\nWe estimate the following model:\n𝑌𝑌𝑖𝑖𝑖𝑖 =𝑅𝑅𝑖𝑖𝛽𝛽 + (𝑅𝑅𝑖𝑖𝑖𝑖 ×𝑉𝑉𝑖𝑖)𝛿𝛿 + 𝐶𝐶𝑖𝑖𝑖𝑖𝜃𝜃 + µi + 𝑋𝑋𝑖𝑖𝑖𝑖𝜙𝜙 + ε𝑖𝑖𝑖𝑖 (1) where 𝑌𝑌 represents the outcome variable of interest (math or reading achievement) for student i at time relative to focal year t; 𝑅𝑅 is a vector of dummy variables indicating the year relative to the focal year; 𝑉𝑉 is an indicator for being in the housing assistance group; 𝐶𝐶 is a vector of calendar year indicators; µi is a student fixed effect; 𝑋𝑋 is a vector of observed, time-varying student characteristics;13 and ε𝑖𝑖𝑖𝑖 is the error term. The parameter of interest in this model is 𝛿𝛿, which represents the association between housing assistance receipt and educational outcomes and is allowed to vary across years.\n12 As described earlier, a key concept in our estimation strategy is what we term the “focal year.” For\nstudents in the housing assistance group, we define the focal year as the year of housing receipt. For students in the future recipient group, we define the focal year as four years prior to their later housing receipt. For example, for students in the future recipients group whose household received assistance in 2010, the focal year is 2006. For students in the broader comparison group, the focal year is the year to which we assign their data. Thus, the two focal years are either academic year 2006-07 or 2007-08. 13 These characteristics are students’ grade in school, status as an English language learner, and eligibility for free or reduced-price lunch.\n20\nWe estimate this model twice—the two estimations correspond to the two comparisons\ndescribed above.14 We first estimate the model over a sample containing observations from students in the housing assistance group (the treatment group) and the future recipient comparison group. The second estimation is over a sample that contains students in the housing assistance group (the treatment group) and the second, broader comparison group. In terms of time span, both sets include observations for the focal year, up to two years prior to that focal year, and up to three years after the focal year.15 Assessing Comparison Groups\nAs previously mentioned, we use two comparison groups to assess the effect of housing\nassistance on test scores: a group of students who received housing assistance four years after the treatment group and a group of broadly economically disadvantaged students who never received assistance. While the former seems like a natural comparison group from the outset (they are also students whose families received housing assistance, albeit at a later time), the major concern is that this group experienced shocks (e.g., a loss of employment) during the years they serve as a comparison group that led their family to apply for housing assistance at a later time. If these shocks affect students’ academic performance, it is possible that our models will estimate a positive treatment effect that is a result of decreasing test score trends in the future recipients group rather than increasing trends in the treatment group. The 4 year difference rather than a shorter 2 or even 3 year period, is designed to reduce the possibility of shocks among families of future recipients influencing the comparison to the treatment group.\n14 We actually also estimate the model a third time to assess the validity of our selected comparison groups.\nSee the “Assessing Comparison Groups” section, below. 15 We are unable to include additional post-focal years because doing so would overlap with the years in which members of the future recipient group received their housing vouchers.\n21\nTo assess the possibility that decreasing test score trends in the future recipients group\nmay prevent us from recovering an unbiased effect of housing, we compared the future recipients’ test score trends to those of the broader comparison group after the focal year (i.e., the year that the treatment group received housing) using the same estimation technique described above. Because neither the future recipients group nor the broader comparison group received housing in the focal year, we are assuming that their test score trends should remain parallel in the following years. If they do not, we will conclude that some additional outside shock has induced a shift in test score trends and that we will not be able to recover an unbiased causal estimate using our estimation strategy.\nVIII. ESTIMATES OF THE RELATIONSHIP BETWEEN FAMILY RECEIPT OF HOUSING ASSISTANCE & YOUTH EDUCATIONAL ACHIEVEMENT\nOverall Estimates In Table 2, we present estimates of the effects of family receipt of housing assistance—\neither acceptance of a public housing offer or receipt of a housing voucher—on overall youth math and reading test scores; our estimates are from the model described above. Turning to the first column, we show the estimates of the changes in housing recipients’ test scores relative to the future recipients group. We find no changes in the year of housing assistance or the following year, but find a marginally significant increase of 0.08 standard deviations in math two years following housing receipt (p<0.10). However, our previously mentioned comparison of future recipients and broader comparison group math trends suggest that the future recipients may have experienced downward math trends two years after the focal year (see column 3), thereby possibly biasing our estimated treatment effect upwards. Because of this, we are cautious in our interpretation of the math score increase and think it is likely overstated. As such, we believe the\n22\npositive association between math scores and receipt of housing may be small and positive, perhaps between 0.02 and 0.03 standard deviations. We find no evidence of housing effects on math scores using the broader comparison group (column 2). Additionally, we find no evidence of changes in housing recipient reading scores relative to either comparison group. Hence, the evidence for academic gains experienced by housing recipients is limited to math scores two years after receipt."
    }, {
      "heading" : "Gender-Specific Estimates",
      "text" : "Examining column 1, we find some math score increases for male housing recipients relative to future recipients two and three years following housing assistance. The relative increases are 0.14 and 0.12 standard deviations in both of these years. Both of these estimates may be biased upwards by as much as 0.07 standard deviations given the apparent decrease in future recipient\nmath score trends relative to broader recipients in these two years (see column 3). We find evidence of similar math increases by male housing assistance recipients relative to the broader comparison group (see column 2). For females, we find no evidence of relative changes in math score trends for housing assistance recipients, but also find no statistical evidence that the associations between housing assistance and math scores vary by gender overall (future recipient models: F=1.52 p=0.18; broader models: F=0.58 p=0.71). Finally, there is no evidence of an\n24\nassociation between housing assistance and either male or female reading scores. Therefore, we find only limited evidence that the educational effects of housing assistance vary by gender."
    }, {
      "heading" : "Race-Specifc Estimates",
      "text" : "Table 4 presents our estimates of the effect of receiving housing assistance on race-\nspecific math and reading test scores. For White students, our models find no evidence of changes in the math or reading scores of housing assistance recipients relative to the two comparison groups. For Black students, we find evidence that housing assistance recipients experienced gains in math scores relative to both the future recipients and broader comparison group. In comparison to Black students who received housing assistance four years later, Black students who received housing assistance experienced gains of 0.16-0.17 standard deviations (p<0.05) two years and three years after housing assistance receipt. In comparison to their broadly disadvantaged peers, Black housing assistance recipients experienced gains of 0.10-0.13 standard deviations in math one, two and three years after they received housing assistance. Comparison of the broader and future recipient group math trends (column 6) does not reveal any concerning shifts that would lead us to believe the previous associations are biased. In addition, we find evidence that the associations between housing assistance and math scores differs overall between White and Black students under the future recipients comparison (F=2.27, p=0.045), but no evidence of racial differences under the broader comparison group comparison (F=1.63, p=0.15). Although we find consistent positive associations between housing assistance receipt and math scores for Black students, we find no corresponding increases in reading scores.\nFor Hispanic students, housing assistance recipients tended to experience decreasing test\nscores following receipt of housing assistance. Namely, we find reductions in math scores of around 0.20 standard deviations in the second and third years after housing assistance receipt relative to broadly disadvantagd peers. Similarly, we see a decreases in reading scores for Hispanic students relative to both future recipients and their broadly disadvantaged peers.\n26\nTable 4 continued. Models comparing test score trends by race Subject: Math Math Math Reading Reading Reading Comparison groups: Treat. vs.\nFuture Treat.\nvs. Broader\nBroader vs. Future\nTreat. vs. Future\nTreat. vs. Broader Broader vs. Future\nRace: Hispanic Hispanic Hispanic Hispanic Hispanic Hispanic Diff. in Trends 2 Years Prior 0.13 0.076 0.039 -0.071 -0.066 0.100 (0.20) (0.100) (0.16) (0.26) (0.18) (0.21) Diff. in Trends in Focal Year -0.22 -0.090 -0.13 -0.22* -0.056 -0.15* (0.14) (0.085) (0.11) (0.13) (0.084) (0.085) Diff. in Trends 1 Year Post -0.084 -0.14 0.062 -0.19 -0.019 -0.17 (0.12) (0.088) (0.091) (0.16) (0.094) (0.12) Diff. in Trends 2 Years Post -0.066 -0.20** 0.15 -0.25 -0.11 -0.13 (0.14) (0.086) (0.11) (0.15) (0.091) (0.11) Diff. in Trends 3 Years Post -0.077 -0.18** 0.081 -0.38** -0.18* -0.20 (0.14) (0.088) (0.12) (0.17) (0.10) (0.12) N 416 57951 57915 408 57272 57232 Notes: The baseline group for the comparisons is the second group listed. For example, the baseline group in the “Treat. vs. Future” column is the future recipients group. *** p<0.01, **p<0.05, *p<0.10; Test scores are modeled in a linear model framework with the following predictors: treatment, year relative to focal year, interaction between year relative to focal year and treatment, calendar year, grade, FRL status, ELL status, and student fixed effects. The standard errors are clustered.\nThree years after housing assistance receipt, the relative decrease is 0.38 standard deviations relative to future recipients (p<0.05) and 0.18 standard deviations relative to broadly disadvantaged peers (p<0.10). However, we find no evidence of overall differences in the association between housing assistance and math/reading scores between White and Hispanic students (math future recipients: F=1.12, p=0.35; math broader comparison group: F=1.13, p=0.34; reading future recipients: F=1.08, p=0.37; reading broader comparison group: F=1.12, p=0.35). As such, we have only mixed evidence that housing assistance is actually harmful to Hispanic students’ academic outcomes.\n27"
    }, {
      "heading" : "Subsidy Type-Specific Estimates",
      "text" : "To explore potential differences in the effects of the two types of housing assistance on\nachievement outcomes, we fit separate models for public housing recipients and for rental voucher (subsidy) recipients (Table 5).16 For voucher recipients, we find evidence of 0.09 standard deviation increases in math scores two and three years after receipt (p<0.1) relative to future voucher recipients. We similarly find evidence of math score increases of around 0.06 standard deviations relative to broadly disadvantaged peers three years after receipt (p<0.1) and of 0.05 standard deviations in the year of receipt (p<0.1). Examining the relative trends of the two comparison groups (column 3) does not provide any evidence that the previous associations may be strongly biased.\nIn comparison, we find weak to moderate evidence that public housing recipients\nexperienced decreases in math score trends relative to both comparison groups in the years following public housing receipt (columns 4 and 5). However, examining column 6, we see some evidence that the negative association relative to future recipients may be somewhat biased given the increase in future public housing recipients’ math scores relative to broadly disadvantaged students. Additional analyses find moderate evidence that the association between housing assistance and math scores varies by housing type (future recipients comparison: F=2.91, p=0.01).\nIn reading, we find no evidence of an association between voucher receipt and reading\nscores. On the other hand, we again find some evidence of a negative association between public housing receipt and test scores. In this case, we find weak to moderate evidence that public\n16 Since none of the broader comparison group students received housing assistance, we compared the\nrental subsidy and public housing recipients to the full sample of broadly disadvantaged peers.\nhousing recipients experienced reading score decreases relative to broadly disadvantaged peers of 0.09 standard deviations in the year of public housing receipt (p<0.1) and of 0.12 standard deviations three years after public housing receipt (p<0.05). There is no evidence that this negative association is biased due to a sudden random increase in broader comparison group reading scores relative to future recipients (see the last column). Additional analyses find no evidence that the association between housing assistance and reading scores varies by housing type using the future recipients comparison (F=1.64, p=0.15).\n29\nIX. ASSESSING PRE-TREATMENT TREND ASSUMPTIONS\nSo far, we have presented some evidence that 1) housing assistance recipients\nexperienced increased math scores relative to future recipients two years after receipt, 2) Black housing assistance recipients experienced math gains following receipt, 3) voucher recipients experienced gains in math scores two and three years after receipt, and 4) public housing recipients experienced decreasing math scores following receipt. We next explore whether these academic changes may reflect causal effects of housing assistance.\nOur models compare the change in outcomes of potentially similar groups (i.e., children\nin households who receive housing subsidies, children in families who receive housing at a future date, and children in other low-income families) before and after housing assistance, and as such resemble a difference-in-differences design. Under a difference-in-differences framework, estimates support a causal interpretation if the groups exhibit similar (i.e., parallel) trends in the time leading up to treatment. Studies using difference-in-differences frameworks often must rely on the natural similarities between groups to assume equivalence of pretreatment trends. However, our study allows us to explicitly test the equivalence of achievement trends beginning two years prior to treatment because of our rich longitudinal data set. Following the logic of difference-in-differences models, if trends appear to be parallel for two years prior to housing receipt, it is reasonable to assume that the groups exhibit similar pre-treatment trends and to consequently treat the model estimates as possibly causal.\nBy examining the coefficient for the difference in trends two years prior to housing\nassistance, we can assess whether there is evidence the pre-housing assistance trends differed from parallel between groups. Of the results described above, we only find evidence against the parallel trends assumption for two: the association between voucher/subsidy receipt and math\n30\nscores, and the relationship between public housing receipt and math scores. In the models comparing rental subsidy recipients to broadly disadvantaged peers (Table 5, column 2), we find evidence that pre-treatment changes in math scores tended to be higher for the treatment group (p<0.05). While this difference is not significant in the future recipient models (column 1), it is of identical magnitude, thereby weakening any claim that the increases in math scores for rental recipients are causal. We find no evidence against parallel pre-treatment trends for the broader comparison group models of public housing math scores (Table 5, column 5), but find evidence against the assumption using future recipients (Table 5, column 4) thereby weakening causal claims of a negative public housing effect on math scores relative to future recipients.\nWhile the parallel trend assumption seems questionable for some of our housing voucher\nand public housing results, we find no evidence against the assumption for the remaining findings. For the positive association between housing assistance and math scores in the overall population (Table 2, column 1), our results provide no evidence to reject the assumption of parallel math trends for the housing assistance group and future recipients group prior to the focal year (difference in trends two years prior=0.001, p>0.10). Similarly, in Table 4 (columns 4 and 5) we find no evidence against parallel trends in the math models for Black housing recipients (future recipient model difference in trends two years prior = -0.04, p>0.10; broader comparison model difference in trends two years prior = 0.09, p>0.10). However, the magnitude of the difference in trends for the broader comparison model does make us a bit cautious about assigning a causal interpretation to the post-housing receipt math score changes in this model.\n31"
    }, {
      "heading" : "X. DISCUSSION",
      "text" : "Above, we presented results of our models estimating changes in test scores over time\nbetween housing assistance recipients and two groups of similar peers: students who received housing assistance four years later and students whose families are generally economically disadvantaged. We find some evidence that housing assistance is associated with math score increases relative to future recipients. The fact we see changes in math scores but not reading scores for housing recipients is consistent with past research. Education research shows that the school a student attends is more closely linked to math growth than reading growth, as demonstrated by the fact that, for example, being outside of school during the summer is more strongly associated with reductions in math skills as opposed to reading skills (Cooper et al. 1996). The discrepancy is related to the fact that reading improvements are more closely associated with home life, such as parents reading books with their children. Math skills, on the other hand, are primarily learned in the classroom.\nWe also find some evidence that the math increases of housing recipients are\nconcentrated among Black students. Why would housing assistance differentially affect Black students relative to White students? One reason may be that Black students are generally located in worse neighborhoods than other students prior to housing assistance. Racial segregation in Milwaukee (where many housing recipients are located) is rampant.17 In addition, past research has shown that housing assistance in Wisconsin is associated with moving to school districts with higher average test scores (Carlson et al. 2013). As such, the differential change in test scores for Black housing recipients could be explained if Black recipients are more likely than\n17 William H. Frey, Brookings Institution and University of Michigan Social Science Data Analysis\nNetwork's analysis of 1990, 2000, and 2010 Census Decennial Census tract data.\n32\nother racial groups to move to neighborhoods/districts with relatively better schools after receiving housing assistance.\nFinally, our study is notable in its ability to separately assess the academic changes\nexperienced by recipients of public housing and housing vouchers. While research has largely focused on the effect of housing vouchers on educational outcomes relative to public housing, the standalone effects of public housing have largely been ignored, perhaps due to the negative connotation public housing carries. However, not all public housing aligns with the stereotype. While many associate public housing with dilapidated and crowded high rises, public housing in Milwaukee includes smaller apartment buildings and single-family houses. Despite this fact, we find evidence that public housing is associated with negative math scores, while we find that rental subsidies are positively associated with math achievement. Why may this be? As previously raised, one possibility could be that those who move into public housing units move to areas with lower performing schools as compared to those whose families receive a voucher. Another possibility is that moving into public housing may negatively impact home life such that reading ability is also negatively affected. For instance, parents are perhaps forced to travel further to work after moving into public housing and therefore have less time or energy to read with their children. None of these suggested answers is completely satisfying, and a potential negative association between public housing and educational outcomes deserves further attention in future research.\nXI. CONCLUSION\nIn this paper, we explore the association between housing assistance and children’s math\nand reading achievement scores. In particular, we compare the school performance of children who live in households that first received a housing subsidy in a particular period (the focal year)\n33\nto the achievement of students in two different comparison groups. The first comparison group, which we refer to as the future recipient group, includes children living in households who received housing subsidies several years in the future; the second, broader comparison group, contains children in families that received a means-tested benefit prior to the focal year and whose family income was below 200 percent of the federal poverty line.\nOur empirical analysis rests on the uniquely rich data set we have been able to secure and\nconstruct. This data set merges data from the MSPF administrative data set constructed at IRP with that from several other data sets, including school-based data from the Wisconsin DPI. Our data set contains a wide range of information including family demographic characteristics, children’s educational outcomes and experiences, means-tested benefit receipt, and household income by source for a large group of low-income children over a multi-year period.\nOur findings provide evidence that children whose households received housing\nassistance make small academic gains. Specifically, we find some evidence that housing recipients experience minor math gains two years following housing receipt relative to future recipients. Further analyses suggest that these gains are concentrated among Black students. In addition, and unlike much of the past research on housing assistance and educational outcomes, we are also able to test whether rental subsidies or public housing assistance is more strongly associated with academic performance. We find weak evidence of a positive association between rental subsidies and math test scores two to three years after receipt, but, surprisingly, we also find a negative association between public housing receipt and later test scores.\nDespite the fact that this study continues in a long line of work finding limited\neducational effects of housing, federal housing assistance continues to play an essential role in providing safe and affordable housing to millions of families across the nation. We encourage\n34\nresearchers to continue to study the numerous ways in which housing assistance improves quality of life for these families.\n35\nREFERENCES\nAstone, N., & McLanahan, S. (1994). “Family Structure, Residential Mobility, and School Dropout: A Research Note.” Demography 34, 575–584. Carlson, Deven, Robert Haveman, Thomas Kaplan, and Barbara Wolfe. 2011. “The Benefits and Costs of the Section 8 Housing Subsidy Program: A Framework and Estimates of FirstYear Effects.” Journal of Policy Analysis and Management 30(2). Pp. 233–255. Carlson, Deven, Robert Haveman, Thomas Kaplan, and Barbara Wolfe. 2012a. “Long-Term Effects of Public Low-Income Housing Vouchers on Labor Market Outcomes.” Journal of Urban Economics. Vol. 71 (1). Pages 128–150. Carlson, Deven, Robert Haveman, Thomas Kaplan, and Barbara Wolfe. 2012b. “Long-term Effects of Public Low-income Housing Vouchers on Neighborhood Quality and Household Composition. Journal of Housing Economics. Vol. 21 (2). Pages 101–120. Carlson, Deven, Robert Haveman, Thomas Kaplan, Barbara Wolfe. 2013. “Housing Voucher Receipt and the Quality of Schools Available to Recipient Children.” (Working Paper)\nCenter on Budget and Policy Priorities. 2017. “Policy Basics: Public Housing\". https://www.cbpp.org/research/policy-basics-public-housing Accessed on December 2, 2017.\nCenter on Budget and Policy Priorities. 2017. “Policy Basics: The Housing Choice Voucher Program\". https://www.cbpp.org/research/housing/policy-basics-the-housing-choicevoucher-program Accessed on December 2, 2017. Cooper, H., Nye, B., Charlton, K., Lindsay, J. and Greathouse, S., 1996. “The effects of summer vacation on achievement test scores: A narrative and meta-analytic review.” Review of educational research, 66(3), pp.227-268. Duncan, G., and Brooks-Gunn, J. 1997. “Income Effects across the Life Span: Integration and Interpretation”. In J. Brooks-Gunn, G. Duncan, & J. Aber (Eds.), Consequences of growing up poor (pp. 596–610). New York: Russell Sage Foundation. Ellen, Ingrid, Kerin Horn and Amy Schwartz. 2016. “Why Don't Housing Choice Voucher Recipients Live Near Better Schools? Insights from Big Data: Housing Choice Voucher Recipients and School Access.” Journal of Policy Analysis and Management. June 2016 OI: 10.1002/pam.21929 GAO [U. S. General Accounting Office]. 1994. Elementary School Children: Many Change Schools Frequently, Harming Their Education. HEHS-94-45. Washington, DC: Government Printing Office. Haveman, R. B., Wolfe, B., & Spaulding, J. 1991. “Childhood Events and Circumstances Influencing High School Completion”. Demography 28, 133–157. HUD [U. S. Department of Housing and Urban Development]. 1998. Rental Housing Assistance: The Crisis Continues. Washington, DC: Government Printing Office Jacob, Brian. 2004. “Public Housing, Housing Vouchers, and Student Achievement: Evidence from Public Housing Demolitions in Chicago.” American Economic Review 94(1): 233– 258. Jacob, Brian and Jens Ludwig (2012) “The Effects of Housing Assistance On Labor Supply: Evidence From A Voucher Lottery.” American Economic Review. 102(1): 272-304.\n36\nJacob, Brian, Max Kapustin and Jens Ludwig (2014) “The Impact of Housing Assistance On Child Outcomes: Evidence From A Randomized Housing Lottery.” Quarterly Journal of Economics Kling, Jeffrey R., Jeffrey B. Liebman, and Lawrence F. Katz (2007) “Experimental Analysis of Neighborhood Effects.” Econometrica. 75(1): 83–119. Jordan, W., Lara, J., & McPartland, J. 1996. “Exploring the Causes of Early Dropout Among Race-Ethnic And Gender Groups.” Youth and Society 28, 62–94. Mills, Gregory, Daniel Gubits, Larry Orr, David Long, Judie Feins, Bulbul Kaul, Michelle Wood, and Amy Jones. 2006. “Effects of Housing Vouchers on Welfare Families”. Washington, DC: U.S. Department of Housing and Urban Development, Office of Public Development and Research. National Bureau of Economic Research (NBER). 2009. “A Summary Overview of Moving to Opportunity: A Random Assignment Housing Mobility Study in Five U.S. Cities.” http://www.nber.org/mtopublic/MTO%20Overview%20Summary.pdf Accessed 10/4/2015. Newman, S. J. and Harkness, J. M. 2002. “The long-term effects of public housing on selfsufficiency.” J. Pol. Anal. Manage., 21: 21–43. doi:10.1002/pam.1038 Newman, Sandra J., and Ann B. Schnare. 1997. “‘...And a Suitable Living Environment’: The Failure of Housing Programs to Deliver on Neighborhood Quality.” Housing Policy Debate 8: 703–741. Sanbonmatsu, Lisa et al 2011. Moving to Opportunity for Fair Housing Demonstration Program Final Impacts Evaluation. U.S. Department of Housing and Urban Development | Office of Policy Development and Research. Schwartz, Amy Ellen, Leanna Stiefel, and Sarah Cordes (2017). “Moving Matters: The Causal Effect of School Mobility on Student Performance.” Education Finance and Policy. Published online: 18 May. http://www.mitpressjournals.org/doi/pdf/10.1162/EDFP_a_00198 . DOI:10.1162/EDFP_a_00."
    } ],
    "references" : [ {
      "title" : "Family Structure, Residential Mobility, and School Dropout: A Research Note.",
      "author" : [ "N. Astone", "S. McLanahan" ],
      "venue" : "Demography",
      "citeRegEx" : "Astone and McLanahan,? \\Q1994\\E",
      "shortCiteRegEx" : "Astone and McLanahan",
      "year" : 1994
    }, {
      "title" : "The Benefits and Costs of the Section 8 Housing Subsidy Program: A Framework and Estimates of FirstYear Effects.",
      "author" : [ "Carlson", "Deven", "Robert Haveman", "Thomas Kaplan", "Barbara Wolfe" ],
      "venue" : "Journal of Policy Analysis and Management",
      "citeRegEx" : "Carlson et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Carlson et al\\.",
      "year" : 2011
    }, {
      "title" : "Long-Term Effects of Public Low-Income Housing Vouchers on Labor Market Outcomes.",
      "author" : [ "Carlson", "Deven", "Robert Haveman", "Thomas Kaplan", "Barbara Wolfe" ],
      "venue" : "Journal of Urban Economics. Vol",
      "citeRegEx" : "Carlson et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Carlson et al\\.",
      "year" : 2012
    }, {
      "title" : "Long-term Effects of Public Low-income Housing Vouchers on Neighborhood Quality and Household Composition",
      "author" : [ "Carlson", "Deven", "Robert Haveman", "Thomas Kaplan", "Barbara Wolfe." ],
      "venue" : "Journal of Housing Economics. Vol. 21 (2). Pages 101–120.",
      "citeRegEx" : "Carlson et al\\.,? 2012b",
      "shortCiteRegEx" : "Carlson et al\\.",
      "year" : 2012
    }, {
      "title" : "Housing Voucher Receipt and the Quality of Schools Available to Recipient Children.",
      "author" : [ "Carlson", "Deven", "Robert Haveman", "Thomas Kaplan", "Barbara Wolfe" ],
      "venue" : null,
      "citeRegEx" : "Carlson et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Carlson et al\\.",
      "year" : 2013
    }, {
      "title" : "Policy Basics: Public Housing",
      "author" : [ "Center on Budget", "Policy Priorities." ],
      "venue" : "https://www.cbpp.org/research/policy-basics-public-housing Accessed on December 2, 2017.",
      "citeRegEx" : "Budget and Priorities.,? 2017",
      "shortCiteRegEx" : "Budget and Priorities.",
      "year" : 2017
    }, {
      "title" : "Policy Basics: The Housing Choice Voucher Program",
      "author" : [ "Center on Budget", "Policy Priorities." ],
      "venue" : "https://www.cbpp.org/research/housing/policy-basics-the-housing-choicevoucher-program Accessed on December 2, 2017.",
      "citeRegEx" : "Budget and Priorities.,? 2017",
      "shortCiteRegEx" : "Budget and Priorities.",
      "year" : 2017
    }, {
      "title" : "The effects of summer vacation on achievement test scores: A narrative and meta-analytic review.",
      "author" : [ "H. Cooper", "B. Nye", "K. Charlton", "J. Lindsay", "S. Greathouse" ],
      "venue" : "Review of educational research,",
      "citeRegEx" : "Cooper et al\\.,? \\Q1996\\E",
      "shortCiteRegEx" : "Cooper et al\\.",
      "year" : 1996
    }, {
      "title" : "Income Effects across the Life Span: Integration and Interpretation",
      "author" : [ "G. Duncan", "J. Brooks-Gunn" ],
      "venue" : "J. Brooks-Gunn, G. Duncan, & J. Aber (Eds.), Consequences of growing up poor (pp. 596–610). New York: Russell Sage Foundation.",
      "citeRegEx" : "Duncan and Brooks.Gunn,? 1997",
      "shortCiteRegEx" : "Duncan and Brooks.Gunn",
      "year" : 1997
    }, {
      "title" : "Why Don't Housing Choice Voucher Recipients Live Near Better Schools? Insights from Big Data: Housing Choice Voucher Recipients and School Access.",
      "author" : [ "Ellen", "Ingrid", "Kerin Horn", "Amy Schwartz" ],
      "venue" : "Journal of Policy Analysis and Management",
      "citeRegEx" : "Ellen et al\\.,? \\Q2016\\E",
      "shortCiteRegEx" : "Ellen et al\\.",
      "year" : 2016
    }, {
      "title" : "Childhood Events and Circumstances Influencing High School Completion",
      "author" : [ "R.B. Haveman", "B. Wolfe", "J. Spaulding" ],
      "venue" : "Demography",
      "citeRegEx" : "Haveman et al\\.,? \\Q1991\\E",
      "shortCiteRegEx" : "Haveman et al\\.",
      "year" : 1991
    }, {
      "title" : "Public Housing, Housing Vouchers, and Student Achievement: Evidence from Public Housing Demolitions in Chicago.",
      "author" : [ "Jacob", "Brian" ],
      "venue" : "American Economic Review",
      "citeRegEx" : "Jacob and Brian.,? \\Q2004\\E",
      "shortCiteRegEx" : "Jacob and Brian.",
      "year" : 2004
    }, {
      "title" : "The Effects of Housing Assistance On Labor Supply: Evidence From A Voucher Lottery.",
      "author" : [ "Jacob", "Brian", "Jens Ludwig" ],
      "venue" : "American Economic Review",
      "citeRegEx" : "Jacob et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Jacob et al\\.",
      "year" : 2012
    }, {
      "title" : "The Impact of Housing Assistance On Child Outcomes: Evidence From A Randomized Housing Lottery.",
      "author" : [ "Jacob", "Brian", "Max Kapustin", "Jens Ludwig" ],
      "venue" : "Quarterly Journal of Economics",
      "citeRegEx" : "Jacob et al\\.,? \\Q2014\\E",
      "shortCiteRegEx" : "Jacob et al\\.",
      "year" : 2014
    }, {
      "title" : "Experimental Analysis of Neighborhood Effects.",
      "author" : [ "Kling", "Jeffrey R", "Jeffrey B. Liebman", "Lawrence F. Katz" ],
      "venue" : null,
      "citeRegEx" : "Kling et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Kling et al\\.",
      "year" : 2007
    }, {
      "title" : "Exploring the Causes of Early Dropout Among Race-Ethnic And Gender Groups.",
      "author" : [ "W. Jordan", "J. Lara", "J. McPartland" ],
      "venue" : "Youth and Society",
      "citeRegEx" : "Jordan et al\\.,? \\Q1996\\E",
      "shortCiteRegEx" : "Jordan et al\\.",
      "year" : 1996
    }, {
      "title" : "Effects of Housing Vouchers on Welfare Families",
      "author" : [ "Mills", "Gregory", "Daniel Gubits", "Larry Orr", "David Long", "Judie Feins", "Bulbul Kaul", "Michelle Wood", "Amy Jones." ],
      "venue" : "Washington, DC: U.S. Department of Housing and Urban Development, Office of Public Development and Research.",
      "citeRegEx" : "Mills et al\\.,? 2006",
      "shortCiteRegEx" : "Mills et al\\.",
      "year" : 2006
    }, {
      "title" : "The long-term effects of public housing on selfsufficiency.",
      "author" : [ "S.J. Newman", "J.M. Harkness" ],
      "venue" : "J. Pol. Anal. Manage.,",
      "citeRegEx" : "Newman and Harkness,? \\Q2002\\E",
      "shortCiteRegEx" : "Newman and Harkness",
      "year" : 2002
    }, {
      "title" : "...And a Suitable Living Environment’: The Failure of Housing Programs to Deliver on Neighborhood Quality.",
      "author" : [ "Newman", "Sandra J", "Ann B. Schnare" ],
      "venue" : "Housing Policy Debate",
      "citeRegEx" : "Newman et al\\.,? \\Q1997\\E",
      "shortCiteRegEx" : "Newman et al\\.",
      "year" : 1997
    }, {
      "title" : "Moving to Opportunity for Fair Housing Demonstration Program Final Impacts Evaluation",
      "author" : [ "Sanbonmatsu", "Lisa" ],
      "venue" : "U.S. Department of Housing and Urban Development | Office of Policy Development and Research.",
      "citeRegEx" : "Sanbonmatsu and Lisa,? 2011",
      "shortCiteRegEx" : "Sanbonmatsu and Lisa",
      "year" : 2011
    }, {
      "title" : "Moving Matters: The Causal Effect of School Mobility on Student Performance.",
      "author" : [ "Schwartz", "Amy Ellen", "Leanna Stiefel", "Sarah Cordes" ],
      "venue" : "Education Finance and Policy. Published online:",
      "citeRegEx" : "Schwartz et al\\.,? \\Q2017\\E",
      "shortCiteRegEx" : "Schwartz et al\\.",
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 16,
      "context" : "A series of experimental studies have also presented evidence on this issue, generally finding voucher receipt to result in improved neighborhood quality (Jacob 2004; Sanbonmatsu et al. 2011; Mills et al. 2006).",
      "startOffset" : 154,
      "endOffset" : 210
    }, {
      "referenceID" : 1,
      "context" : "Carlson et al. (2012b) find that voucher receipt has little effect on neighborhood quality in the short-term, but positive long-term effects.",
      "startOffset" : 0,
      "endOffset" : 23
    }, {
      "referenceID" : 1,
      "context" : "Carlson et al. (2013), using the same data as the current study, estimated that about 16",
      "startOffset" : 0,
      "endOffset" : 22
    }, {
      "referenceID" : 1,
      "context" : "Carlson et al. (2011) estimate that the monetary value of a Section 8 voucher is about",
      "startOffset" : 0,
      "endOffset" : 22
    }, {
      "referenceID" : 1,
      "context" : "Carlson et al. (2011) estimate that receipt of a voucher leads to an increased probability of change in household composition in the year of voucher receipt, but greater stability in household composition in subsequent years.",
      "startOffset" : 0,
      "endOffset" : 22
    }, {
      "referenceID" : 1,
      "context" : "Carlson et al. (2011) estimate that receipt of a voucher leads to an increased probability of change in household composition in the year of voucher receipt, but greater stability in household composition in subsequent years. Ellen, Horn and Schwartz (2016) also find evidence of this pattern.",
      "startOffset" : 0,
      "endOffset" : 258
    }, {
      "referenceID" : 1,
      "context" : "Carlson et al. (2011) estimate that receipt of a voucher leads to an increased probability of change in household composition in the year of voucher receipt, but greater stability in household composition in subsequent years. Ellen, Horn and Schwartz (2016) also find evidence of this pattern. While the stability in later years may be beneficial to students’ educational trajectories, the initial housing move could be harmful. Specifically, children may experience an initial disruption in neighborhood and schooling experiences; Newman and Harkness (2002) suggest that children who move residences are often also likely to change schools more frequently, putting them at greater risk of grade repetition and poor academic performance (see GAO 1994).",
      "startOffset" : 0,
      "endOffset" : 559
    }, {
      "referenceID" : 12,
      "context" : "See also Mills et al. (2006), Jacob and Ludwig (2012) and Carlson et al.",
      "startOffset" : 9,
      "endOffset" : 29
    }, {
      "referenceID" : 1,
      "context" : "5 Carlson et al. (2012a) study the employment and earnings effect of voucher receipt, and find that voucher receipt has little effect on employment, but a negative effect on earnings.",
      "startOffset" : 2,
      "endOffset" : 25
    }, {
      "referenceID" : 16,
      "context" : "6 See also Mills et al. (2006) and Jacob and Ludwig (2012).",
      "startOffset" : 11,
      "endOffset" : 31
    }, {
      "referenceID" : 14,
      "context" : "Results for households that were tracked for 10 to 15 years after random assignment indicated that youth in the two Section 8 groups attended schools with lower proportions of low-income and minority students (Sanbonmatsu et al. 2011; Kling et al. 2007; NBER 2009).",
      "startOffset" : 209,
      "endOffset" : 264
    }, {
      "referenceID" : 16,
      "context" : "In the Welfare to Work (WtW) study (Mills et al. 2006), welfare recipients in five large",
      "startOffset" : 35,
      "endOffset" : 54
    }, {
      "referenceID" : 16,
      "context" : "Although the Welfare to Work (WtW) experiment (Mills et al. 2006) also adopted the counterfactual of no housing",
      "startOffset" : 46,
      "endOffset" : 65
    }, {
      "referenceID" : 7,
      "context" : "Education research shows that the school a student attends is more closely linked to math growth than reading growth, as demonstrated by the fact that, for example, being outside of school during the summer is more strongly associated with reductions in math skills as opposed to reading skills (Cooper et al. 1996).",
      "startOffset" : 295,
      "endOffset" : 315
    } ],
    "year" : 2017,
    "abstractText" : "Drawing on a unique data set that links information on all Wisconsin households receiving means-tested benefits with the educational performance of all Wisconsin public school students in these households, we estimate the effect of a family’s initial receipt of housing assistance on students’ subsequent achievement outcomes. We estimate these effects using two different comparison groups. Our first comparison group consists of children living in households that receive housing assistance starting four years after our treatment group—we use observations from students’ pre-receipt years as the basis for the comparison. Our second comparison group consists of low-income students whose families never received housing assistance, but did receive other forms of means-tested benefits, such as SNAP, TANF, or Medicaid. Overall, our results suggest housing assistance is associated with increases in math scores for Black students. Comparing two types of housing assistance—rental subsidies and public housing—we find some evidence that rental subsidies are associated with math gains, while public housing is associated with relative reductions in test scores.",
    "creator" : "Acrobat PDFMaker 15 for Word"
  }
}