{
  "name" : "782b472becf9f43a5078.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Examining the Carnegie Classification Methodology for Research Universities",
    "authors" : [ "Robert Kosar", "David W. Scott" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "ARTICLE HISTORY Received April  Accepted January \nKEYWORDS Data transformation; Dimension reduction; Factor rotation; Research university rankings"
    }, {
      "heading" : "1. Introduction",
      "text" : "The Carnegie Classification (CC), now under the auspices of Indiana University Bloomington’s Center for Postsecondary Research (Indiana University 2016), is one of the oldest regularly published rankings of university programs and reputations for doctorate-granting universities. It has been described as “the dominant classification system” for higher education research (Brewer, Gates, and Goldman 2002) and as “…the standard taxonomy for American higher education” (Graham and Diamond 1997). Published approximately every 5 years since 1973 and most recently in February 2016, the ranking currently assigns each of 335 US universities to one of three clusters: R1/R2/R3 or Highest/Higher/Moderate Research Activity, respectively. A stated goal of the classification is to provide a framework for researchers to compare programs among peer institutions (McCormick and Zhao 2005; Zhao 2011). Many universities designated as R2 have created institutional goals and research plans that include achieving an R1 rank in 5 or 10 years (The University of Nevada Las Vegas 2014; University of Houston 2015). Carnegie has often stated their classification is not a ranking and was not created for this purpose (Shulman 2001; McCormick 2005). However, the original Carnegie Classification described the R1 category as the “The 50 leading universities in terms of federal financial support of academic science...” (Carnegie Commission on Higher Education 1973) and the ordering of the current classes seems clear, so we shall use “ranking” and “classification” interchangeably.\nCONTACT Robert Kosar rk@rice.edu Department of Statistics, Rice University, Houston, TX .\nThemost prominent university ranking system in the United States (U.S.) for a wide variety of institutions and individual degree programs is published annually by U.S. News andWorld Report (USNWR). USNWR uses the institutional categories as defined by the Carnegie Foundation. Both USNWR and Carnegie create scores based upon a data matrix. While both solicit some data from the universities themselves, all of the Carnegie Rankings (CR) data are publicly available and published on their website. Conversely, USNWR solicits subjective data from high school counselors and academic peers that are unpublished. From a statistician’s perspective, the major difference between the methodologies used to create the scores is the selection of weights applied to the data matrix. USNWR uses a subjective approach while CR uses weights derived from principal component analysis (PCA), which is a standard multivariate statistical technique. In the final analysis, USNWR provides a numerical ranking of the form 1, 2, . . . ,N whereas CR only provides the three clusters mentioned above (Morse, Brooks, and Mason 2015).\nThe Carnegie Classification has evolved over time. The 1973, 1976, 1987, and 1994 iterations roughly evenly split the top 200 doctorate-producing universities into four categories based on federal spending and achieving a doctorate production above a certain threshold (50 doctorates per year to be classified as a research university) (Carnegie Commission on Higher Education 1973; Carnegie Council on Policy Studies in Higher Education 1976; The Carnegie Foundation for the\n© Robert Kosar and David W. Scott This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/./), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. The moral rights of the named author(s) have been asserted. Published with license by American Statistical Association\nAdvancement of Teaching 1987, 1994). The short-lived 2000 edition essentially combined the top two and bottom two categories and divided the resulting two categories based on how many doctorates schools granted without regard to research spending (The Carnegie Foundation for the Advancement of Teaching 2000). The latest scheme used in the 2005, 2010, and 2015 iterations of the Carnegie Classification is much more sophisticated than the earlier versions. It uses a more diverse set of variables and advanced statistical techniques to characterize schools. Despite the strengths of the modern classification, further refinement is still possible.\nIn this article, we examine in detail several aspects of Carnegie’s methodology: Carnegie’s data matrix, Carnegie’s application of principal components, and Carnegie’s formation of the three clusters in light of its stated goals. We also propose and examine two modifications that we believe are consistent with Carnegie’s stated goals, more faithfully represent the structure of the data, and offer organizational advantages. We then evaluate their impact on the final clustering. The first modification involves the specific application of principal components to the data matrix. The second modification additionally involves the augmentation and redefinition of the data matrix that defines the per capita variables. We discuss the relative merits of these alternatives and Carnegie’s technique."
    }, {
      "heading" : "2. Carnegie Methodology Synopsis",
      "text" : "The Carnegie Classification for research universities is based on research expenditures, number of research staff, and number of doctorates granted. All values are annual. Research expenditures are divided into two categories: science, technology, engineering, and mathematics (STEM) spending and non-STEM spending. Doctorates are split into four categories: humanities, social science, STEM, and “professional.” These seven variables are each transformed to ranks, which reduces the influence of extreme skewness and outliers. We shall assume that the ranktransformed data have been centered at zero and scaled to have unit variance. Ties are broken by taking theminimumassignable rank, rather than the average, whichwe believe is consistent with Carnegie’s methodology. The first principal component score of these aggregate ranks (computed with loadingsCA) is combined with the first principal component score of per capita versions of the research expenditures and support staff (computed with loadingsCP) to produce a bivariate set of scores for each school. Note that there are two first principal components because there are two separate PCAs done on separate sets of variables. The per capita variables are the STEM and non-STEM research expenditures and the number of research staff each divided by the number of research faculty, transformed to ranks, and standardized. The final classification of each school is based on a standardized (Carnegie does not specify the exact formula) distance of the Carnegie principal component scores from a particular point (again unspecified, but approximately the minimum of each score). The very-high-research category is the set of schools farthest away from this point (The Carnegie Classification of Institutions of Higher Learning 2016).\nThe result of this transformation and subsequent classification as computed by the Carnegie Foundation is given in Figure 1 (The Carnegie Classification of Institutions of\nFigure . The Carnegie Foundation scores (figure taken from their website The Carnegie Classification of Institutions of Higher Learning ). The R, R, and R schools are shown in orange, green, and blue, respectively.\nHigher Learning 2016). We provide a schematic of the Carnegie Foundation’s approach in Figure 2, which illustrates how the aggregate and per capita variables are treated separately."
    }, {
      "heading" : "3. The Carnegie Data Matrix",
      "text" : "The raw input for the Carnegie Classification comes from two sources: the Integrated Postsecondary Education Data System (IPEDS) and the National Science Foundation (NSF). IPEDS consists of a collection of surveys conducted under the auspices of the U.S. Department of Education. Participation in these surveys is required for schools that take part or apply to take part in federal student financial aid (IPEDS 2016). Reporting requirements are extensive, with some institutions employing multiple employees for IPEDS alone (Field 2008). The NSF conducts two surveys relevant to the doctoral university classification: the Higher Education Research and Development Survey (HERD), and the Survey of Graduate Students and Postdoctorates in Science and Engineering (GSS). Both have relatively low nonresponse rates of 3.2% and 0.3%, respectively (HERD 2016; GSS 2016).\nThe doctoral degree and faculty counts come from the 2013– 2014 IPEDS data and fall 2013 IPEDS data, respectively. Here faculty is assistant, associate, and full professors. “Professional” doctorates consist of doctorates related to professional fields, but not so-called “professional practice” degrees such as M.D.’s and J.D.’s. Research expenditures are derived from the 2014 HERD. Institutional demarcation for research expenditures is somewhat unclear. For example, Johns Hopkins University more than doubles its reported expenditures by including its Applied Physics Laboratory (HERD 2017), which is an independent institution according to its website (APL 2016). This is not necessarily an error and Hopkins would still have a very high-ranked amount of research spending without this amalgamation; its class is not in doubt. However, this fact does illustrate that the inputs to the Carnegie Classification are partially affected by some subjective choices made by parties that may benefit from not choosing the conservative option. Finally, the number of doctorate-holding research staff is provided by the 2013 GSS.We provide estimates of the distributions of the variables used in Carnegie’s system and our proposed systems in Figure 3 and summary statistics in Tables 1 and 2.\n1 STEM\nExpenditures\n2 Non-STEM Expenditures\n3 Research\nStaff\n4 STEM\nDoctorates\n5 Humanities Doctorates\n6 Social Science\nDoctorates\n7 Professional Doctorates\n1 2 3 4 5 6 71 2 3 4 5 6 77654321\nΣ\nNormalize by Research Faculty Normalize by Research Faculty Normalize by Research Faculty\n8 9 10 8 9 10 8 9 10 11 12\nRank Transform Center Scale PCA Rank Transform Center Scale PCA\nRank Transform Center Scale PCA Rank Transform Center Scale PCA\nP ′1 P ′ 2 P ′ 3 P7P6P5P4P3P2P1 P1 P2 P3 P4 P5 P6 P7 P8 P9 P10 P1 P2 P3 P4 P5 P6 P7 P8 P9 P10\nRotateRotate\nP1 P ′ 1 P ∗ 1 P ∗ 2 P ∗ 1 P ∗ 2\nRotated Ordinary Balanced Components Rotated Ordinary Components Carnegie Components\nFigure . Schematic for showing how the variables are used in the three scoring systems described in this article. () The left scheme is currently used by the Carnegie Foundation. Two separate principal component analyses are performed on two disjoint, but highly correlated, sets of variables. The two first principal component scores form the basis of the Carnegie Foundation’s classification scheme, pictured in Figure . () Themiddle scheme uses the same variables as the Carnegie method, but a single two-dimensional principal component analysis. We then perform a rotation to retain the aggregate and per capita interpretation of the Carnegie scores. () The right scheme is the same as the middle scheme, except that we balance the number of per capita and aggregate variables. Our proposed schemes are detailed in Section  but are included here for comparison.\nTable . Summary statistics of the aggregate variables. Non-STEM doctorates is the sum of the last three categories of doctorates. Carnegie does not use the combined non-STEM doctorates.\nSTEM expenditures USD (thousands)\nNon-STEM expenditures USD\n(thousands) Research staff STEM doctorates Non-STEM doctorates\nHumanities doctorates\nSocial science doctorates Professional doctorates\nMin.         st Q. ,        Median ,        Mean , ,       rd Q. , ,       Max. ,, ,      "
    }, {
      "heading" : "4. Effect of the Rank Transform",
      "text" : "Prior to being subjected to PCA, the input variables for the Carnegie Classification are transformed to ranks. This has a tendency to reduce differences between schoolswith large values on particular dimensions, which is advantageous because it mitigates the influence of outlying values on the subsequent PCA. However, it also has some negative effects. As Figures 1 and 4 demonstrate, transforming to ranks exaggerates differences between schools with small values along these dimensions. For example, there is a difference of only eight humanities\ndoctorates per year between the lowest ranked schools and the median ranked schools for that dimension. Conversely, the highest ranked school in that dimension produces more than 20 times that difference.\nAdditionally, transforming to ranks tends to mitigate even obvious clustering structure. As an example of this, Figure 5 demonstrates that evenwell-separated clustersmay no longer be apparent after applying the rank transformation. In the top panels, clusters that are well separated in a dimension that is then rank transformed are difficult to distinguish. In the middle panels, clusters that are both correlated and separated along an axis\nTable . Summary statistics of the per capita variables. Carnegie uses only the first three variables in their scheme.\nSTEM expenditures USD (thousands) per capita\nNon-STEM expenditures USD (thousands) per\ncapita Research staff per capita STEM doctorates per capita Non-STEM doctorates per capita\nMin. . . . . . st Qu. . . . . . Median . . . . . Mean . . . . . rd Qu. . . . . . Max. . . . . .\nC RO\nROB\n2 3 4 5 6 7\nSTEM Expenditures\nC RO\nROB\n0 2 4 6\nNon−STEM Expenditures\nC RO\nROB\n−1 0 1 2 3 4\nResearch Staff\nC RO\nROB\n0 1 2 3 STEM Doctorates\nC RO\n0 1 2 3\nHumanities Doctorates\nC RO\n0 1 2\nSocial Science Doctorates\nC RO\n0 1 2 3 Professional Doctorates\nC RO\nROB\n0 1 2 3 4\nSTEM Expenditures PC\nC RO\nROB\n−0.5 0.0 0.5 1.0 1.5 2.0 2.5 Non−STEM Expenditures PC\nC RO\nROB\n0.00 0.25 0.50 0.75\nResearch Staff PC\nROB\n0 1 2 3 Non−STEM Doctorates\nROB\n0.0 0.1 0.2\nSTEM Doctorates PC\nROB\n0.0 0.1 0.2 0.3 0.4\nNon−STEM Doctorates PC\nClass Doctoral University High Research Activity Very High Research Activity Ignoring Classification\nAbbreviation\nC\nMeaning\nRO\nROB\nCarnegie\nRotated Ordinary\nRotated Ordinary Balanced\nFigure . Density curves of the  metrics listed in Tables  and  used to classify schools. All values have been positively shifted by one and log-transformed. Expenditures are in thousands prior to this log10 transformation. Colors correspond to the Carnegie categories. The gray curve is for the combined classes. The abbreviations indicate which variables are used in which schemes. Descriptions of the RO and ROB schemes can be found in Section .\nare made difficult to distinguish by taking the rank transform of all dimensions. However, it is not always the case that the rank transform destroys the clustering structure. This is demonstrated in the bottom pair of panels where clusters are separated but not individually correlated with respect to an axis that is not itself rank transformed. In practice, the three common transforms of (1) simply standardizing, (2) log transforming, and (3) rank transforming often produce similar results when combined with PCA (Baxter 1995). We found that replacing the rank transform with a log transform offered no advantages for Carnegie’s purposes and required arbitrary translation of the data away from zero. Despite this general consistency across transforms, the above caveats about the rank transform still apply since Carnegie is attempting to distinguish clusters along an axis with which the individual clusters are correlated."
    }, {
      "heading" : "5. Carnegie’s Principal Component Analysis",
      "text" : "Principal component analysis is a dimension reduction technique that seeks to capture maximal variance of the original data. One of the characteristics of a typical PCA is that the component scores are uncorrelated. However, since the Carnegie Classification is based on the first principal components of two closely related sets of variables, the two component scores have correlation 0.84. If the numbers of doctorates in each category are not included in the aggregate measure, the correlation between the two component scores is 0.93. Evidently the per capita metrics are very similar to the aggregate metrics except they contain less information about non-STEM research. The fraction of total variation accounted for by the Carnegie components is 0.70, which is similar to the fraction accounted for by the single first component of all the variables 0.66 and not as much as is accounted for by the first two components of all variables 0.79. The fraction for each component is given in Table 4. Here, the fraction of total variation is taken to be the trace of the residual covariance divided by the trace of the covariance (correlation) matrix of all the variables. We define the residual to be the original 10-dimensional (7 + 3) point minus the specified components (Carnegie, or ordinary principal). The second ordinary component indicates a natural contrast between STEM research and other research that is not accounted for in the Carnegie components. The loadings for the schemes described in this article are given in Table 3. All loading signs have been chosen to be consistent with the Carnegie methodology.\n0\n100\n200\n0 100 200 300 400 500\nProfessional Doctorates\nR an\nk( P\nro fe\nss io\nna l D\noc to\nra te\ns)\n0\n100\n200\n0 50 100\nSocial Science Doctorates\nR an\nk( S\noc ia\nl S ci\nen ce\nD oc\nto ra\nte s)\n0\n100\n200\n0 50 100 150\nHumanities Doctorates\nR an\nk( H\num an\niti es\nD oc\nto ra\nte s)\n0\n100\n200\n0 2000 4000 6000\nResearch Staff\nR an\nk( R\nes ea\nrc h\nS ta\nff)\nFigure . Rank versus nominal value for selected variables. The rank transform tends to exaggerate differences between low-ranked schools; however, it mitigates differences between high-ranked schools.\nTable . PCA loadings of the Carnegie, ordinary, and our proposed (detailed in Section ) schemes. Blanks indicate that a variable was not included in the formation of the loading. Per capita variables are highlighted in gray.\nCA CP First ordinary Second ordinary\nRotated first ordinary Rotated second ordinary Rotated first balanced ordinary Rotated second balanced ordinary\nSTEM expenditures . . . . . . . Non-STEM expenditures . . − . . − . . − . Research staff . . . . . . . STEM doctorates . . . . . . . Humanities doctorates . . − . . − . Social Science doctorates . . − . . − . Professional doctorates . . − . . − . STEM expenditures PC . . . . . . . Non-STEM expenditures PC . . − . . − . . − . Research staff PC . . . . . . . Non-STEM doctorates . − . STEM doctorates PC . . Non-STEM doctorates PC . − ."
    }, {
      "heading" : "6. Carnegie’s Clusters",
      "text" : "What clustering method is being used to determine how schools are categorized is not clear. The classification made by\nTable . Percentage of variance explained by Carnegie’s two -D PCAs compared to the ordinary -D PCA and our proposed rotation of the ordinary -D PCA discussed in Section .\nCarnegie Ordinary Rotated ordinary\n . . .  . . .\nthe Carnegie Foundation is given in Figure 6. Ignoring the color cues, it is not visually obvious that there are any distinct or natural clusters. If there are indeed three true clusters, applying k-means clustering gives a different, albeit similar, classification. If a normalmixture distribution is fitted using themclust (Fraley and Raftery 2002) package, having three clusters is determined to be optimal from an information criterion perspective; however, the three clusters are quite different from the three clusters given by the Carnegie Foundation and k-means clustering, as can be seen in the bottom left panel of Figure 6. Overall, there does not appear to be a reason to consider a given school more similar to schools in its assigned cluster than to other schools\n−5.0\n−2.5\n0.0\n2.5\n5.0\n−4 −2 0 2 x1\nx 2\n0\n100\n200\n300\n0 100 200 300\nRank(x1)\nR an\nk( x\n2)\n−6\n−3\n0\n3\n−6 −3 0 3 x1\nx 2\n0\n100\n200\n300\n0 100 200 300\nRank(x1)\nR an\nk( x\n2)\n−3\n0\n3\n−3 0 3 6 x1\nx 2\n0\n100\n200\n300\n0 100 200 300\nRank(x1)\nR an\nk( x\n2)\nFigure . The effect of the rank transform on clustering structure with simulated data. The rank transform tends to reduce the separation between clusters (top panels), especially when variables are correlated and the separation is along the diagonal (middle panels). However, the clusters in the bottom panels are still easily visible after the rank transform. These data are simulated from bivariate normal distributions.\nwith more similar principal component scores that happen to lie across a cluster boundary determined by one of these methods."
    }, {
      "heading" : "7. Alternative Proposals",
      "text" : "Rather than employing an ad hoc procedure to capture the aggregate and per capita components of the variation between schools, we propose using a rotation of the first two principal components such that the magnitude of the loadings is large for the aggregate measures on one component and large for the per capita measures on the other. To this end, define the diagonal matrices\nDA =: diag([1, 1, 1, 1, 1, 1, 1, 0, 0, 0]) DPC =: diag([0, 0, 0, 0, 0, 0, 0, 1, 1, 1])\nand let o1 and o2 be the first two ordinary principal component loadings for the combined Carnegie variables. By construction, o1 and o2 are orthogonal and of unit length. Theymay be rotated by introducing a constant α ∈ (−1, 1]. Let\nr1(α) =: α o1 + √ 1 − α2 o2 r2(α) =: − √ 1 − α2 o1 + α o2.\nIt is easy to verify that r1 and r2 are orthonormal and that the angle of rotation θ is such that\ncos(θ ) = rt1o1 = rt2o2. (1) Since principal component loadings with opposite signs are equivalent (we choose to have positive STEM signs for consistency with Carnegie), a rotation of θ is equivalent to a rotation of 180 + θ . We report the smaller in magnitude of the two as\n−3\n−2\n−1\n0\n1\n2\n3\n−4 −2 0 2 4\nCA\nC P\n−3\n−2\n−1\n0\n1\n2\n3\n−4 −2 0 2 4\nCA\nC P\n−3\n−2\n−1\n0\n1\n2\n3\n−4 −2 0 2 4\nCA\nC P\n70\n80\n90\n100\n110\n120\n2005 2008 2010 2012 2015\nYear\nco un\nt\nClass\nVery High Research Activity\nHigh Research Activity\nDoctoral University\nFigure . Carnegie clustering (top left), k-means (k = 3) clustering (top right), normal mixture clustering (bottom left), and Carnegie cluster counts for the past three iterations (bottom right). The total number of research universities in , , and  was , , and , respectively.\nthe angle of rotation but always define θ as in Equation (1) for consistency with convention. We seek\nα∗ = argmax α∈(−1,1] ||DAr1(α)||2 + ||DPCr2(α)||2. (2)\nNote that the norm is the Euclidean norm and that this rotation is very similar to the varimax rotation, which is one of the most popular (Jolliffe 2002) rotation criteria. This technique has a number of advantages. These two components account for the same amount of variance as the first two ordinary components. The parameterization of this rotation makes reference to the first two principal components easy. The transition from the Carnegie components to the standard principal components and these proposed components is given in Figure 8. This method is based on the same variables as those used by the Carnegie Foundation and we shall refer to it as the rotated and ordinary (RO) scheme. However, the Carnegie system may benefit from defining some new variables and combining some of the current variables.\nGiven the sensitivity of the location of some schools to small changes in the non-STEMdoctoral variables, it may be desirable to sum them into a single category. It is unclear why the doctorates awarded by schools are not currently included among\nthe per capita variables. It does not seem implausible that the number of students graduated per research faculty member is important for characterizing schools.We also consider a version of the above proposed technique with the non-STEM doctorates summed into a single variable, and the number of STEM and non-STEM doctorates per capita as additional covariates. This balanced version of the data matrix has five aggregate variables and five per capita variables. The loadings are rotated in a way analogous to Equation (2). We shall refer to this second scheme as the rotated, ordinary, and balanced (ROB) scheme. Both schemes are visualized in Figure 2. The optimal angles of rotation for the RO and ROB schemes are 31 degrees and 19 degrees, respectively. The objective functions leading to these optima are pictured in Figure 7. As a result of these rotations, the principal component scores are somewhat correlated (ρ̂RO = 0.62, ρ̂ROB = 0.41) even though the loadings (given in Table 3) themselves are orthogonal.\nTo illustrate how much the new scoring systems would change the current classification system, we have added hypothetical boundaries to the bottom two panels of Figure 8. We attempted to preserve the current classification boundary as much as possible. Summary two-way tables are given in Table 5. These tables are sensitive to the precise choice of the boundary.\nFigure . Objective function plotted over the domain of α for Equation (). The dashed lines indicate the value of the objective function for no rotation. The vertical lines indicate the value of α∗ for the RO and ROB schemes. Note that a  degree rotation is equivalent to a zero degree rotation since principal components with opposite signs are equivalent. Therefore, the positive values reported as the optimal rotation in the upper left corner are equivalent to the horizontal axis values of θ which is defined according to convention in Equation ().\nFigure . The panels in the left and right columns correspond to the RO and the ROB scores, respectively. The top row illustrates the transition from the Carnegie scores to the ordinary PCA scores; the middle row illustrates the effect of the rotation; the bottom row is the ultimate difference between the Carnegie scores and the proposed scores resulting from the top rows. Note that the combined effect for both schemes is largely to add an orthogonal component because we use a true second principal component. We have added hypothetical class boundaries to illustrate the minimal change in classes caused by the new scoring systems.\nTable . Comparison of hypothetical classifications under the RO and ROB schemes and the current Carnegie scheme.\nDoctoral university (RO)\nHigh research activity (RO)\nVery high research activity (RO) Doctoral university (ROB)\nHigh research activity (ROB)\nVery high research activity (ROB)\nDoctoral university       High research activity       Very high research activity      "
    }, {
      "heading" : "8. Differential Effects of Investment",
      "text" : "The sensitivity of a school’s location within the Carnegie scheme as a result of the rank transform combined with the great difference in unit cost leads to an interesting calculus for schools that wish to move up in the Carnegie ranking. Figure 9 illustrates howmuch selected schools wouldmove in the Carnegie scheme if they were to spend an additional $106 on a particular Carnegie variable assuming an annual unit cost given in the table at the top of the figure. Clearly spending money on some dimensions is much more effective than others for schools seeking to move up in the ranking. We provide an interactive graphical tool in the next section that allows users to manipulate the characteristics of individual schools and visualize the resulting movement in the Carnegie and our alternative schemes."
    }, {
      "heading" : "9. Viewing Application",
      "text" : "We have created a Shiny (Chang et al. 2016) web application, pictured in Figure 10, to illustrate the three schemes described in this article. The application displays the location of all the doctoral universities following the three transformations described in this article. Individual schools can be selected from the dropdown menu on the left. Once a school is selected, that school’s marker in the plots is highlighted. Starting from the true values, users can adjust the input variables for a particular school by moving the sliders. To reset the sliders to the true values, users can press the “Reset toTruthButton” button. The extremaof the sliders are determined by the extrema of the variables for the doctoral universities so that an individual school can be changed to have the highest or lowest rank. Since the principal components are calculated based on the ranks of the schools, having even more extreme values would have no effect. If the slider values are changed, the new rank is computed by holding every other school constant. The transformation loadings are not changed by changing the sliders. To view the school corresponding to a particular point, users can click on that point. To view a larger version of a particular set of components, users should select the corresponding radio button. Some caution must be used when drawing conclusions from this exploratory application.\nFigure . Hypothetical costs (top) and shifts (bottom) in selected schools’ positions in the Carnegie scheme resulting from spending $106 extra on individual research dimensions. For example, all three schools shown here would benefit substantially in the Carnegie scheme by spendingmoney to produce more social science doctorates, but the top school would similarly benefit from investing in professional doctorates. Note that the dashed boundary is approximate.\nFi gu\nre  . Sc re en sh ot\nof vi ew\nin g ap pl ic at io n. Cl ic k he re (h tt ps :// rk sp ok .sh\nin ya pp s.i o/ Ca rn eg ie Cl as sifi\nca tio ns )t o ex pl or e.\nCertain changes to the attributes of a particular school may not be possible. For example, lowering the number of research faculty at a particular school may improve its location relative to the other schools since large per capita numbers are favored by the Carnegiemethodology. However, even though this change is possible in the application, in reality it is probably not possible to lower this number without affecting the other dimensions."
    }, {
      "heading" : "10. Discussion",
      "text" : "The Carnegie Classification of research universities is an effective and transparent research tool for many reasons. Carnegie publishes the data they use. Carnegie provides enough details about its methodology to (at least approximately) reproduce its scoring. Carnegie endeavors to use a well-established statistical method, PCA, to produce scores that represent the structure of the underlying data. It also employs transformations to limit the impact of outliers. Finally, Carnegie cautions against using its classification system as a ranking, which is appropriate given the uncertain nature of the divisions.\nHowever, there are ways in which the Carnegie system may be refined. Carnegie uses the first components from two separate one-dimensional principal component analyses rather than one two-dimensional analysis and therefore does not optimally represent the underlying structure of the data from a variance perspective. We seek to improve this by computing the first two ordinary principal components, which accounts for more variance, and applying a rotation that attempts to preserve the interpretation of one loading representing aggregate research and the other representing per capita research. This largely succeeds. More variance is accounted for. However, the new second component asmuch contrasts howmuch STEMresearch versus non-STEM research is done at a particular school as it represents the per capita research output of schools. The second Carnegie component also measures faculty composition rather than per capita research output to some extent, as it heavily weights STEM over non-STEM research. It appears that there is more of a distinction between STEM and non-STEM research universities after accounting for aggregate research than there is wide variance in per capita output.\nIt is unclear why it is useful to separate non-STEMdoctorates into three categories. Perhaps the fact that this favors non-STEM oriented schools helps balance the fact that research spending favors STEM (McCormick 2013), but it makes schools’ positions very sensitive to small changes in doctorates granted for these separate categories. If it makes sense to separate these categories, why not decompose STEM?We propose combining the three non-STEM categories and also including per capita versions in our balanced alternative to the Carnegie system. Aswith the rotated ordinary principal components on the original data, the rotated ordinary principal components on thismodified data mainly represent aggregate research in the first component and STEM versus non-STEM research in the second.\nThe class boundaries in the Carnegie scheme can be replaced with straight lines and approximately maintain the current classification. This is further evidence that the two components that make up the Carnegie scheme contain the same information. In our alternatives to the Carnegie scheme, roughly vertical lines\ncan be used to divide the Carnegie classes because our first component is similar to Carnegie’s two components.\nGiven that all three systems produce useful bivariate scores (we assert that our proposed scores contain the most useful information), it seems unnecessary to insist upon discretization. Our interpretation of the first two ordinary principal components for Carnegie’s data is that a majority of the variance in universities comes from aggregate research and STEM versus non-STEM composition. We consider neither concentration on STEM nor aggregate research output appropriate measures on which to rank schools because it is not clear that more of either is better. Researchers can select their own cohorts based on the scores rather than a classification that may not be well-suited for their purposes. For consistency with the historic Carnegie methodology and to emphasize per capita research, we suggest using our proposed rotation as well.\nThe focus of this article has been on how to summarize multivariate information about research universities given metrics that have already been chosen by Carnegie. The choice of what metrics to include is also of great importance. As outlined in the introduction, the Carnegie Classification (CC) has traditionally been based on research expenditures and doctorate production. The CC could be improved by including additional research metrics that have become available since its creation in the 1970s. In particular, we think that the inclusion of citation data would be useful for measuring research output. Citation quantity is not a perfect metric of the research quality of a University, but it does have some nice attributes:\nIt is not based on a survey whose answers depend on a small number of people. It reflects the opinions of researchers rather than funding agencies. It seems, at least naively, to favor STEM less than research funding. It could fit neatly into Carnegie’s aggregate versus per capita scheme. One of the best qualities of the CC is that the “raw” data are made available by Carnegie. We would not desire the CC to lose that attribute to include more data. However, if Carnegie can find a source of citation data that they can publish, we think it would make a useful addition.\nFunding\nThis work was partially supported by the sabbatical program of the Mathematical Sciences program of the National Security Agency, as well as a Rice University graduate fellowship administered by the Ken Kennedy Institute and funded by Shell Co."
    } ],
    "references" : [ {
      "title" : "Standardization and Transformation in Principal Component Analysis, With Applications to Archaeometry,",
      "author" : [ "M.J. Baxter" ],
      "venue" : "Applied Statistics, Series C,",
      "citeRegEx" : "Baxter,? \\Q1995\\E",
      "shortCiteRegEx" : "Baxter",
      "year" : 1995
    }, {
      "title" : "In Pursuit of Prestige: Strategy and Competition in U.S",
      "author" : [ "D. Brewer", "S. Gates", "C. andGoldman" ],
      "venue" : "Higher Education,",
      "citeRegEx" : "Brewer et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Brewer et al\\.",
      "year" : 2002
    }, {
      "title" : "onHigher Education (1973),AClassification of Institutions ofHigher Education, Berkeley, CA:TheCarnegie Foundation for the Advancement of Teaching",
      "author" : [ "Carnegie Commission" ],
      "venue" : null,
      "citeRegEx" : "Commission,? \\Q1973\\E",
      "shortCiteRegEx" : "Commission",
      "year" : 1973
    }, {
      "title" : "shiny: Web Application Framework for R, r Package Version 0.13.2",
      "author" : [ "W. Chang", "J. Cheng", "J. Allaire", "Y. Xie", "J. McPherson" ],
      "venue" : null,
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2016
    }, {
      "title" : "Pending Bill Would Double Colleges’ Reporting Burden, Critics Say,",
      "author" : [ "K. Field" ],
      "venue" : "The Chronicle of Higher Education",
      "citeRegEx" : "Field,? \\Q2008\\E",
      "shortCiteRegEx" : "Field",
      "year" : 2008
    }, {
      "title" : "Model-Based Clustering, Discriminant Analysis and Density Estimation,",
      "author" : [ "C. Fraley", "A.E. Raftery" ],
      "venue" : "Journal of the American Statistical Association,",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2002
    }, {
      "title" : "The Rise of American Research Universities: Elites and Challengers in the Postwar Era",
      "author" : [ "H.D. Graham", "N. Diamond" ],
      "venue" : null,
      "citeRegEx" : "Graham and Diamond,? \\Q1997\\E",
      "shortCiteRegEx" : "Graham and Diamond",
      "year" : 1997
    }, {
      "title" : "Principal Component Analysis, New York: Springer",
      "author" : [ "aboutipeds" ],
      "venue" : null,
      "citeRegEx" : "aboutipeds.,? \\Q2002\\E",
      "shortCiteRegEx" : "aboutipeds.",
      "year" : 2002
    }, {
      "title" : "The Carnegie Classification of U.S. Institutions",
      "author" : [ "A.C. McCormick" ],
      "venue" : null,
      "citeRegEx" : "McCormick,? \\Q2005\\E",
      "shortCiteRegEx" : "McCormick",
      "year" : 2005
    }, {
      "title" : "The Carnegie Classification of Institutions of Higher",
      "author" : [ "L.S. Shulman" ],
      "venue" : null,
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2001
    }, {
      "title" : "As Classificações Carnegie: Uma Breve Intro",
      "author" : [ "Zhao", "C.-M" ],
      "venue" : null,
      "citeRegEx" : "Zhao and C..M.,? \\Q2011\\E",
      "shortCiteRegEx" : "Zhao and C..M.",
      "year" : 2011
    } ],
    "referenceMentions" : [ {
      "referenceID" : 6,
      "context" : "the standard taxonomy for American higher education” (Graham and Diamond 1997).",
      "startOffset" : 53,
      "endOffset" : 78
    }, {
      "referenceID" : 8,
      "context" : "Carnegie has often stated their classification is not a ranking and was not created for this purpose (Shulman 2001; McCormick 2005).",
      "startOffset" : 101,
      "endOffset" : 131
    }, {
      "referenceID" : 4,
      "context" : "Reporting requirements are extensive, with some institutions employing multiple employees for IPEDS alone (Field 2008).",
      "startOffset" : 106,
      "endOffset" : 118
    }, {
      "referenceID" : 0,
      "context" : "In practice, the three common transforms of (1) simply standardizing, (2) log transforming, and (3) rank transforming often produce similar results when combined with PCA (Baxter 1995).",
      "startOffset" : 171,
      "endOffset" : 184
    } ],
    "year" : 2018,
    "abstractText" : null,
    "creator" : "LaTeX with hyperref package"
  }
}