{
  "name" : "797bcded9617f75f2a89.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Scanner Data-Based Panel Price Indexes",
    "authors" : [ "Chen Zhen", "Eric A. Finkelstein", "Shawn A. Karns" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "We construct panel price indexes using retail scanner data that allow comparisons of consumption cost across space and time. Two types of panel indexes are examined: the rolling-window panel extensions of the multilateral Cave-Christensen-Diewert (CCD) index with the Törnqvist index as its elements, and of the multilateral Gini-Eltetö-Köves-Szulc (GEKS) index using the Fisher ideal index as its elements. The rolling window method maintains the nonrevisability of published index numbers while it allows index numbers for new periods and locations be calculated and the basket of items be updated. Meanwhile, the multilateral structure of price comparison eliminates significant downward drift in standard chained indexes. Using county-level bilateral and panel indexes based on retail beverage scanner data, we experimentally adjust for purchasing parity the portion of Supplemental Nutrition Assistance Program (SNAP) benefits that participants spend on beverages. Accounting for temporal and spatial cost differences causes over 2% of SNAP allotment spent on beverages be reallocated, or approximately a 5% change in allotment on average for a county. About 90% of the relocated SNAP fund is to adjust for spatial differences in food cost. We also compare SNAP allotments implied by the retail scanner data indexes with those implied by indexes based on the USDA Quarterly Food-at-Home Price Database (QFAHPD). The treatment of unit values and product quality may have contributed to the significant differences observed between the retail scanner data indexes and the QFAHPD indexes.\nKeywords\npanel price index; scanner data; SNAP allotment adequacy\nDisclaimer: The views expressed in this article are those of the authors and do not reflect the official view of USDA or ERS. We thank the editor, Tim Beatty, and three anonymous referees for valuable comments and suggestions and Melanie Ball for her research assistance during the early phase of this project. Zhang assisted solely with programs for computer codes when he was an assistant professor of statistics at the University of Georgia and only accessed the USDA Quarterly Food-at-Home Price Database (QFAHPD) for this research.\nA uthor M anuscript A uthor M anuscript"
    }, {
      "heading" : "JEL codes",
      "text" : "C43; D12\nTracking time series price variation is of great interest to governments, firms, researchers, and consumers because of the importance of monitoring and adjusting for inflation. Equally important is the comparison of prices across geographical areas. Several studies have examined the economic implications of spatial price differences. For example, Albouy (2009) argued that mortgage and local-tax deductions partially index taxes to the local cost of living and, thereby, reduce federal tax distortion of employment distribution across cities. In another example, Jolliffe (2006) reported a complete reversal of the rankings of the prevalence, depth, and severity of poverty between metropolitan and nonmetropolitan areas after adjusting for geographical differences in living cost. These results have important implications for poverty reduction policies because eligibility for many federal assistance programs is linked to the official poverty guidelines, which are currently the same across all areas in the continental United States. In addition, as investigated in several recent research studies and reports (Dubay, Wheaton and Zedlewski 2013; Gregory and Coleman-Jensen 2013; Government Accountability Office 2014), the benefit amount for program participants could potentially be adjusted for living cost differences based on the recipient’s location. Incorporating these potential program changes requires price indexes that properly measure price differences across space.\nA panel price index allows price comparisons between locations in different time periods. Most existing price index databases are either spatial or temporal but not both despite the potential value of tracking spatial and temporal price changes simultaneously. It is possible to combine time series price indexes with spatial price indexes at a particular point in time to create panel price indexes. However, doing so may distort relative prices between locations at different points in time. In addition, compared with the long time series data on national price indexes, official statistics on within-country spatial price comparisons are only starting to emerge. For example, the US Bureau of Labor Statistics and Bureau of Economic Analysis (BEA) have been releasing the consumer price index (CPI) and personal consumption expenditure price index, respectively, for many decades, while the official regional price parities (RPPs) that measure cost-of-living differences across states and metropolitan areas have been only available from the BEA since 2006. By contrast, international organizations such as the Organisation for Economic Cooperation and Development and World Bank have made between-country price comparisons to calculate purchasing power parity exchange rates since the 1970s.\nA primary reason that panel price indexes have not been more readily available is due to limited data. Relatively few datasets collect time series price and quantity data for a large number of products at multiple locations that are readily available and useful for research and policy purposes. But this is beginning to change with increasing accessibility of largescale retail scanner data to the research community. Retail scanner data collect barcode-level quantity and dollar sales data at the point of sales for most grocery items, which represent about 40% of total expenditures in the CPI (Broda and Weinstein 2010). The simultaneous\nAm J Agric Econ. Author manuscript; available in PMC 2019 March 07.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nobservation of quantity and price allows researchers to calculate superlative price indexes (Diewert 1976), which are more desirable than fixed-weight indexes as measures of consumption cost because the former account for item-level substitutions caused by relative price changes. Moreover, in contrast to sampling prices on a limited number of products at different points of time as is done in the construction of most official price indexes, scanner data offer continuous surveillance of both prices and quantities for the universe of products sold at retail outlets (Feenstra and Shapiro 2003).\nThis study compared eight scanner data-based price indexes, including four variants of two new panel price indexes. In doing this, we contribute to the literature in two ways. First, Ivancic, Diewert, and Fox (2011) and de Haan and van der Grient (2011) demonstrated that the multilateral GEKS (Gini 1931; Eltetö and Köves 1964; Szulc 1964) can be applied to time series scanner data to calculate high-frequency price indexes that are superior to standard chained price indexes. We extended their approach by operationalizing the GEKS and the multilateral CCD (Caves, Christensen, and Diewert 1982) price indexes for panel scanner data. To ease calculation of panel indexes, we provide a SAS routine that has been optimized for big data applications.\nSecond, the majority of existing research uses one of two sources for regional food prices. The Council for Community and Economic Research (C2ER) publishes quarterly prices of about 57 consumer goods and services, 29 of which are food and beverage products in about 400 US urban areas. The prices are sampled in the first week of each quarter from 5 to 10 retail establishments. As a result, C2ER prices are less accurate than price indexes based on scanner data that track both prices paid and purchase quantity. The ERS Quarterly Food-atHome Price Database represents an important improvement over the C2ER food prices by providing unit values for 52 food groups and 35 market areas based on Nielsen household scanner data (Todd et al. 2010). However, the classical concern about unit value bias caused by quality difference (Deaton 1988) may apply to at least some food groups in the database. The current study represents the beginning of an effort to construct a database of panel price indexes (instead of unit values) for all foods at home at a finely disaggregated level and relatively high geographical resolutions (e.g., county or metropolitan statistical area). The utility of such a panel database, once complete, goes beyond adjusting food costs for federal food assistance programs. Researchers could benefit from the levels of food category disaggregation and geographical resolution to better identify food demand parameters and potential causal relations between nutrition-related diseases and food costs.\nThe remainder of this paper is structured as follows. In the next section, we introduce the panel extensions of the multilateral GEKS and CCD indexes. Then we illustrate with an application to create county-level nonalcoholic beverage price indexes, which are used to experimentally adjust food benefits from the Supplemental Nutrition Assistance Program (SNAP) for temporal and county differences in cost of living. We subsequently examine how results of the SNAP analysis would change if, instead of retail scanner data, the Quarterly Food-at-Home Price Database is used to construct the price indexes. The penultimate section summarizes the results and provides recommendations. The final section notes the limitations and suggests avenues for future research.\nAm J Agric Econ. Author manuscript; available in PMC 2019 March 07.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nPrice Index Formulas\nA large number of candidate price index formulas can be used with scanner data to compare consumption costs across space and time. We chose four fixed-base1 bilateral indexes commonly used in the temporal index number literature—Paasche, Laspeyres, Fisher ideal (Fisher 1922), and Törnqvist (1936)—and two panel extensions of the GEKS and CCD multilateral indexes from the spatial index literature. The Paasche and Laspeyres indexes were chosen because of their popularity in applied research, while Fisher ideal, Törnqvist, GEKS, and CCD were evaluated because of their superlative properties in the sense of Diewert (1976).\nTo simplify notation for panel price comparisons, let an entity be a unique combination of location and time. For example, the same location (e.g., a county) in period t and period t +1 is considered as two distinct entities in our index formulas. The Laspeyres price index comparing entity j with base 0 is\nPL 0 j =\n∑ v ∈ v0 j pv jqv 0\n∑ v ∈ v0 j pv 0qv\n0 (1)\nwhere pv j is the price of product ν in entity j; pv 0 and qv 0 are the base price and quantity of product ν, respectively; and ν0j denotes the common set of items sold in both base 0 and entity j. The Passche price index is defined as\nPP 0 j =\n∑ v ∈ v0 j pv jqv j\n∑ v ∈ n0 j pv 0qv\nj (2)\nwhere qv j is the quantity of product ν in entity j. The Fisher ideal price index is the geometric mean of Laspeyres and Paasche indexes:\nPF 0 j = PL 0 j × PP 0 j . (3)\nThe Törnqvist index is defined as\n1Fixed-base indexes are also known as direct indexes, whose values are calculated by comparing different periods or locations directly with a fixed base period or location. This is in contrast to chained indexes which have a moving base served as the chain link between a new period or location and the previous period or location. A fixed-base index by definition is based on a fixed basket of goods, while a chained index can be constructed based on a fixed basket or a flexible basket that updates as new data come in (Ivancic, Diewert and Fox 2011).\nAm J Agric Econ. Author manuscript; available in PMC 2019 March 07.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nPT 0 j = exp 0.5 ∑ v ∈ v0 j sv 0 + sv j ln pv j / pv 0 (4)\nwhere sv 0 and sv j are budget shares of product ν in base 0 and entity j, respectively. The Laspeyres and Paasche indexes provide an upper and lower bound for the true (but unobservable) cost-of-living index, respectively (Konüs 1924). One can derive exact cost-ofliving indexes conditional on functional form assumptions. For example, assuming that the cost function is arbitrarily twice differentiable linear homogenous, an index formula is superlative if it is exact for a flexible functional form that is a second-order approximation to this cost function (Diewert 1976). The Fisher Ideal and Törnqvist indexes are superlative in this sense, while Laspeyres and Paasche are not. The Törnqvist index is exact for the translog total or unit cost function, and the Fisher ideal index is exact for the quadratic mean of order two unit cost function (Diewert 1976).\nMultilateral indexes designed originally for spatial price comparisons are transitive. That is, the index ratio between locations j and k remain unchanged whether price levels in the two locations are compared directly or indirectly through an intermediate location l. Although bilateral indexes are not transitive, the bilateral superlative indexes can be used as elements to construct transitive spatial indexes (Diewert 1996; Hill 1997). The multilateral GEKS index is designed as\nPGEKS 0 j = ∏\nl = 0\nM j PF 0l × PF l j 1/ M j + 1 . (5)\nEach elementary index inside (5) compares the price levels in entity j with the base via entity l. In spatial price comparisons, Mj is equal to the number of geographical locations excluding the base. The GEKS index is the geometric mean of all possible pairwise comparisons between entities. The multilateral CCD index PCCD 0 j is created by substituting PT for PF in the GEKS index. The base can be an arbitrarily selected entity or an artificially constructed average entity. It converts the (less useful) matrix of bilateral indexes between all possible pairs of entities l and j into a (more useful) vector of multilateral indexes, one for each entity relative to the base, the choice of which does not change the ratio of indexes between entities (Deaton and Dupriez 2011).\nRolling-Window Panel Indexes\nMultilateral indexes such as GEKS and CCD can be used without modification to compare prices simultaneously across space and time. Several studies have done this with relatively aggregated commodity-level data. Hill (2004) constructed yearly GEKS, CCD, and other price indexes based on price and expenditure data for 82 commodity headings for a panel of 15 European Union countries over the 1995–2000 period. At least two complications arise,\nAm J Agric Econ. Author manuscript; available in PMC 2019 March 07.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nhowever, if scanner data are used for panel price comparison. First, scanner data for many consumer good categories contain thousands of unique barcodes. The large number of items can quickly render applications of the original GEKS or CCD indexes computationally prohibitive due to the large number of bilateral comparisons used as building blocks. Second, (5) requires recalculating index numbers for all entities as scanner data for additional locations or later periods become available. This is apparently unacceptable for most statistical agencies because they would never be able to finalize the index numbers.\nIn their seminal work, Ivancic, Diewert, and Fox (2011) proposed using multilateral indexes with a rolling window to construct time series chained price indexes based on scanner data. Chained temporal indexes are preferred to fixed-basket indexes because the former continuously update the product basket to reflect product entry and exit. However, an unintended consequence of chaining is that the index does not return to its base even when item-level prices go back to their base levels (Forsyth and Fowler 1981), a phenomenon known as chain drift. This can be particularly prominent in high frequency, such as weekly, data where temporary price cuts and the resulting stockpiling behavior by shoppers are more pronounced. Nevertheless, chain drift may still be present at monthly frequency (de Haan and van der Grient 2011). A standard multilateral index such as the GEKS or CCD index does not suffer from chain drift due to its perfect concordance with the transitivity property. Although transitivity does not hold exactly under Ivancic et al.’s rolling-window modification of the multilateral index, their method is largely free from any significant chain drift because comparisons within each rolling window are transitive (Ivancic et al. 2011, footnote 19). By specifying a rolling window within which multilateral comparisons are conducted and the new entity is chain-linked to existing entities, one does not revise index numbers for existing entities in or before the rolling window using Ivancic et al.’s method.\nIvancic et al.’s rolling-window multilateral index was originally developed with temporal price comparison in mind. However, in principle it can be used to construct panel price indexes free of significant chain drifts. We construct the rolling-window panel GEKS index as follows. Let It be the set of entities in the t th period. The artificial base entity I0 consists of item-level prices and quantities equal to their per-entity averages over the first T periods (e.g., full year) of the sample. Let It,τ include the complete set of entities between periods t and τ (t ≤ τ), that is, It,τ = It ∪ Iτ+1 ∪…∪ Iτ−1∪Iτ. It, τ i denotes a subset of Nt, τ i entities (including entity i itself) in set It,τ that have at least one item in common with those of entity i (i ∈ It,τ).2\nFor an entity i in the first T periods, that is, i ∈ I1,T, its panel rolling-window (RW) GEKS index is identical to the standard GEKS comparing prices between i and all entities between base 0 and period T (inclusive):3\n2It is possible, although a low probability even using retail scanner data, that some entities sell completely different products from entity j. In this case, it would not be possible to calculate elementary bilateral superlative indexes between j and these entities. 3It is neither necessary to choose the mean over entities in the first T periods as the artificial base nor even required to define a base for a panel index. However, referencing the panel price index to a base = 1 is in keeping with the convention on production of most official time-series price statistics and, therefore, may be easier to conceptualize for users unfamiliar with panel indexes. For example,\nAm J Agric Econ. Author manuscript; available in PMC 2019 March 07.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nPRWGEKS 0i = PGEKS 0i = ∏ l ∈ I0, T i PF\n0l × PF li 1/N0, T i . (6)\nWe now motivate the RWGEKS for entities after the first T periods. Let PGEKS, T + 1 0 j be the standard GEKS index for an entity j in period T constructed based on data between periods 1 and T +1. Then\nPGEKS, T + 1 0 j = ∏\nl ∈ I0, T + 1 j\nPF 0l × PF\nl j 1/N0, T + 1 j\n. (7)\nLet k be an entity in period T +1. The standard GEKS index for entity k using data from periods 1 through T + 1 is\nPGEKS 0k = ∏\nl ∈ I0, T + 1 k\nPF 0l × PF\nlk 1/N0, T + 1 k\n. (8)\nDividing (8) by (7) yields\nPGEKS 0k\nPGEKS, T + 1 0 j =\n∏ l ∈ I0, T + 1 k PF\n0l × PF lk 1/N0, T + 1\nk\n∏ l ∈ I0, T + 1 j PF\n0l × PF l j 1/N0, T + 1\nj . (9)\nIt is tempting to use the right-hand side of (9) as the chain link to update the GEKS. However, there are still three issues to resolve. First, there is no guarantee that I0, T + 1 k = I0, T + 1 j because of differences in the basket of products sold between entity k and j. The chain link as it stands in (9) involves bilateral comparisons within sets I0, T + 1 k and I0, T + 1 j that require substantial computing resources if the two sets have a lot of entities.\nthe standard reference base period for current US CPI series is 1982–84 = 100. Without a base, equation (6) is written as\nPRWGEKS i = PGEKS i = ∏ l ∈ I1, T i PF\nli 1/N1, T i\n.\nAm J Agric Econ. Author manuscript; available in PMC 2019 March 07.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nSecond, except j being an entity one period prior to entity k, we have not said how j could be chosen from all possible entities in that period. Third, the denominator PGEKS, T + 1 0 j still uses data from T + 1, although link entity j is in T. All three issues are addressed by the panel RWGEKS index. The RWGEKS when j is in T and k in T + 1 is constructed as\nPRWGEKS 0k = PGEKS 0 j ∏ l ∈ IT + 1 − κ, T + 1 j ∩ IT + 1 − κ, T + 1 k PF lk × PF\nl j 1/NT + 1 − κ, T + 1 j, k\n(10)\nwhere κ (1≤κ≤T) is the number of preceding periods included in the rolling window of width κ + 1, and NT + 1 − κ, T + 1 j, k is the number of elements in the set\nIT + 1 − κ, T + 1 j ∩ IT + 1 − κ, T + 1 k . Equation (10) is more convenient than (9) because PGEKS 0 j\nis already computed by period T for routine price index reporting, but PGEKS, T + 1 0 j is constructed in T + 1 for the sole purpose of creating a chain link for period T + 1 price indexes. Finally, the RWGEKS index for entities in periods T + 2 and later is constructed as\nPRWGEKS 0k = PRWGEKS 0 j ∏ l ∈ Iτ − κ, τ j ∩ Iτ − κ, τ k PF lk /PF\nl j 1/Nτ − κ, τ j, k\n(11)\nwhere k∈Iτ, j∈Iτ−1, and τ ≥ T + 2.4 To construct the rolling window CCD (RWCCD) index, we would substitute the elementary Törnqvist index PT for the Fisher ideal index PF in the RWGEKS index.\nIntransitivity and Choice of Link Entity5\nIn this section, we discuss the transitive property of RWGEKS and RWCCD. Proofs are provided in appendix A. As noted in Ivancic et al. (2011, p. 33), a consequence of the rolling-window approach to updating multilateral indexes is that the resulting indexes are no longer exactly transitive over the full sample. This means the relative price between two entities when compared directly is different from their ratio when compared through a third entity. So in theory, RWGEKS and RWCCD indexes could potentially be subject to chain drift. However, chain drift is unlikely to be significant in practice given a sufficiently wide window length is used because the comparison between entities k and j in (11), i.e., the\n4Due to temporal product turnover and spatial product unavailability, the product set used to construct PF lk may not perfectly overlap with that of PF l j. Lamboray and Krsinich (2015) noted that this may introduce bias, and proposed an intersection approach that used only the common set of products among entities j, l, k in the creation of PF lk and PF l j. They found this modification to work well in their application to consumer electronics data. We applied their method to the panel indexes (denoted intRWGEKS and intRWCCD) and found 1) each panel index and its intersection variant to be highly correlated (correlation coefficient > 0.98); and 2) the intersection method narrows the difference in index number between indexes of different rolling-window width. 5We are indebted to an anonymous reviewer for bringing issues discussed in this section to our attention.\nAm J Agric Econ. Author manuscript; available in PMC 2019 March 07.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nsecond term on the right-hand side of (11), is still transitive with respect to entities within the rolling window. If the index number of entity j is free from significant chain drift, so is that of entity k.\nThat said, the intransitivity of RWGEKS and RWCCD still poses an empirical challenge: the index values are not uniquely determined but vary with choice of the link entity j. In time series context, alternative link periods for calculating the price level for the new period τ has been proposed, including period τ − 1 (Ivancic et al. 2011; de Haan and van der Grient 2011), a simple geometric mean of all available link periods from τ − κ to τ − 1 (Diewert and Fox 2017, p. 18), a period between τ − κ and τ − 1 that is most similar to τ in price and quantity (Diewert and Fox 2017, p. 20), and a weighted geometric mean of all previous periods as link periods with the weights proportional to the share of expenditures matched between period τ and each link period (Melser 2016).\nIn panel data, in addition to choice of the link period, the researcher needs to decide which entity in the chosen link period should be the link entity. Following Diewert and Fox (2017), a sensible choice of j is the entity that is most similar to entity k in purchasing patterns. Because comparison of the new price level PRWGEKS 0k with the link entity price PRWGEKS 0 j is transitive with respect to entities in the rolling window, this approach ensures that at least Walsh’s multiperiod identity test is satisfied at entities j and k.6 As such, if product-level prices and sales at entity j are identical or proportional to those at entity k, then PRWGEKS 0k will be equal to or of the same proportion to PRWGEKS 0 j (Diewert and Fox 2017, p. 55).\nFor a balanced and low- or medium-frequency panel, entities j and k could be the same location in periods τ − 1 and τ, respectively. For an unbalanced panel where purchase data at entity k’s location are not available for period τ − 1, j could be a different location that, for example, shared the highest number of items with entity k. Alternatively, one could apply the relative price similarity measures proposed by Diewert (2009) to search for the link entity j between periods τ − κ and τ − 1 that most resembles entity k in prices and sales.\nAlthough RWGEKS and RWCCD indexes are not transitive over time except with the link entity, they can be spatially transitive if the price levels of all entities in a period are calculated using the same link entity. For example, suppose PRWGEKS 0i and PRWGEKS 0k are price levels for entities i and k in the same period. By linking with price level of the same entity j, the price index ratio between i and k is the same whether they are compared directly or indirectly through any entities within the rolling window. Moreover, by increasing the width of the rolling window, RWGEKS and RWCCD indexes can be made closer to being transitive over the entire set of entities. The intuition is that a wider rolling window increases\n6Adapting notations of equation (11), Walsh’s multiperiod identity test requires: PRWGEKS 0 j × PGEKS jk × PRWGEKS k0 = 1 where\nPGEKS jk = ∏\nl ∈ Iτ − κ, τ j ∩ Iτ − κ, τ\nk PF\nlk /PF l j 1/Nτ − κ, τ j, k and PRWGEKS k0 = 1/PRWGEKS 0k , the latter of which follows from Fisher\nideal and Törnqvist indexes’ consistency with the time reversal test.\nAm J Agric Econ. Author manuscript; available in PMC 2019 March 07.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nthe proportion of entities that overlap in the creation of index values for any two entities. When the overlap is perfect, price comparison between the two entities becomes exactly transitive over elementary entities. In the extreme case where the width of the rolling window and the base period are both equal to the time dimension of the panel, RWGEKS and RWCCD indexes become the standard multilateral GEKS and CCD indexes that are exactly transitive.\nIt is important to recognize that transitivity is not the only criterion against which a panel index could be benchmarked. Another useful index property is characteristicity, which refers to “the degree to which weights are specific to the comparison at hand” (Caves et al. 1982, p. 74). For example, a bilateral comparison between entities i and k using Fisher ideal index is perfectly characteristic because it uses expenditure shares in i and k exclusively as weights; while comparing price levels between i and k using GEKS is less characteristic because data from potentially less relevant entities are also used to create the index. Unfortunately, as Dreschler (1973, p. 17) concluded: “There is no perfect solution since characteristics and circularity [i.e., transitivity] are always … in conflict with each other”. In the context of rolling-window panel indexes, although increasing width of the rolling window improves transitivity, it decreases characteristicity by bringing data from more distant past into the comparison.\nEmpirical Illustration\nIn this application, we use county-level price indexes to make cost of living adjustment to food benefits issued by the Supplemental Nutrition Assistance Program (SNAP). SNAP is the largest U.S. domestic food assistance program. In FY 2016, it served over 44 million low-income participants at an expense of $71 billion, $67 billion of which was food cost. The maximum SNAP benefit is set equal to or a multiple of the cost of food under the U.S. Department of Agriculture’s (USDA) Thrifty Food Plan—a model food basket that delivers a nutritious diet at minimal expense. The actual benefit amount is an inverse function of net household income, which provides the maximum benefit amount to households with zero net income (Wilde 2001). The Food and Nutrition Service (FNS) of USDA makes (temporal) cost-of-living adjustments to maximum benefit amount, and other program parameters at the beginning of each Federal fiscal year. However, the maximum benefit amount is the same across all states and territories in the contiguous United States. There is concern that the geographically uniform maximum SNAP allotment may be inadequate if regional food price varies substantially (Leibtag 2007). In 2013, the Institute of Medicine (IOM) and National Research Council (NRC) Committee on Examination of the Adequacy of Food Resources and SNAP Allotments recommended that “the USDA should examine possible approaches to account for geographic variation in food prices, for example by adjusting the maximum benefit amount to account for price adjustments in high- and lowcost regions of the nation” (IOM 2013, p. 3).\nCounty-level Price Indexes\nThe retail scanner data used in this case study are Nielsen Scantrack data from 10,305 participating supermarkets in 1,491 counties collected over 53 quadweeks (i.e., periods of 4-\nAm J Agric Econ. Author manuscript; available in PMC 2019 March 07.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nweek aggregates) starting on April 7, 2002, and ending on April 15, 2006. Universal Product Code (UPC)-level sales data are collected at the point of sale and transmitted to Nielsen. Items can be defined at the UPC or more aggregated levels. We defined an item as a unique combination of brand, size, and multipack (multi). The brand field in Nielsen ScanTrack is very detailed and specific. For example, Coca-Cola Classic Regular, Coca-Cola Cherry Regular, Coca-Cola Vanilla Regular, Coca-Cola Caffeine Free Regular, Coke Zero, and Diet Coke are six different brands in Nielsen data. This level of disaggregation probably preserves the most important differentiation of products as perceived by consumers. From the computational standpoint, this approach saves CPU processing time by reducing the number of elementary products in the price index creation by about 50% compared with directly using UPC level data. In the end, we have 11,811 unique beverage products.7\nWe aggregated store-level data to the county level8 and calculated Paasche, Laspeyres, Fisher ideal, Törnqvist, RWGEKS-1, RWGEKS-13, RWCCD-1, and RWCCD-13. The latter four indexes are variants of the panel RWGEKS and RWCCD indexes. RWGEKS-1 and RWGEKS-13 are rolling-window GEKS indexes, where the suffix indicates the number of preceding periods included in the rolling window. Therefore, RWGEKS-1 and RWGEKS-13 have a rolling window of 2 and 14 quadweeks, respectively. RWCCD-1 and RWCCD-13 are similarly defined. In this beverage example, an entity is a unique pair of county and quadweek.\nTo find a link entity j for entity k, we gave priority to the entity in the same location as k but in period τ − 1. If this entity did not exist, we then selected the entity that first was temporally closest to k, then shared the largest set of products with k, and finally had the highest sales of the common set of products. We did not employ a formal relative price similarity index such as those of Diewert (2009) to search for the link entities because it would have increased the processing time enormously for such a large panel. Because sales data are not available in all counties in all periods, we have an unbalanced panel with 76,357 entities for each index. These entities account for 82% of SNAP allotment and 81% of SNAP population in the contiguous United States during the sample period.\nFigure 1 plots the index numbers for four select counties (King County, WA; Los Angeles County, CA; Philadelphia County, PA; and San Francisco County, CA) using the eight index formulae. The two superlative bilateral indexes and the four panel indexes, which track each other closely over time in each county, are bounded from above by the Laspeyres index and from below by the Paasch index, as expected.\nFigures 2a and 2b juxtapose the four counties by index formula to highlight the spatial price difference. Over most of the 53-quadweek period, Philadelphia County had the lowest\n7The distribution of product counts is as follows: regular carbonated soft drink (1,822), diet carbonated soft drink (754), fruit drink (1,567), fruit juice (2,393), whole milk (915), low fat milk (839), bottled water (2,337), sports and energy drink (618), and bottled tea (566), where count is in parentheses. 8Aggregation to the county level creates county-level unit values by brand, multi and size. To the extent retailers differentiate in the amenities (e.g., return policy, number of checkout counters, availability of self-checkout) offered to customers, aggregation over retailers may result in a bias. However, defining elementary products at the retailer-brand-multi-size level creates a severe matching problem for the spatial aspect of panel price comparison: because not all retailers operate in all counties, a large number of bilateral indexes used as inputs into the panel indexes will have no match at all.\nAm J Agric Econ. Author manuscript; available in PMC 2019 March 07.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nbeverage cost while San Francisco County had the highest price. The price levels of Philadelphia and Los Angeles Counties appear to converge in the second half of the sample while price level of King County seems to diverge from that of Los Angeles County over time. By the end of the sample, King and San Francisco Counties, and Philadelphia and Los Angeles Counties have more similar prices, respectively.\nIn recent years since the end of our sample period, an increasing number of local jurisdictions have called on leveraging sugar-sweetened beverage taxes to fight the obesity epidemic. As of September 2017, three (King, Philadelphia, San Francisco) of the four illustrated counties have either implemented or approved an excise tax of 1 cent per ounce or higher on sugar-sweetened beverages. Because the effectiveness of these taxes in achieving its public health goals hinges on its ability to raise prices of the taxed products, the scanner data panel indexes described here can be used to monitor price trends in the taxed and neighboring untaxed counties.\nTo offer more quantitative insights, table 1 reports the average absolute percentage differences between all possible pairs of index formulas for the full sample and for Years 1 and 4. Over the full sample, the largest average differences are observed between Laspeyres and Paasche at 6.912% consistent with the graphical evidence in figure 1. By comparison, the average absolute percentage difference between the bilateral superlative Fisher ideal and Törnqvist is the smallest at 0.197%. The absolute percentage differences between the Fisher ideal and RWCCD-1/RWCCD-13, which use bilateral Törnqvist as their elements, are about 4 times as much as the difference between the Fisher ideal and Törnqvist. Similarly, the average differences between Törnqvist and RWGEKS-1/RWGEKS-13, which use bilateral Fisher ideal as their elements, are more than 3 times as large as the difference between the Törnqvist and Fisher ideal. The largest average difference between a bilateral superlative index and a panel index is 0.819% between the Fisher ideal and RWCCD-1. The average absolute percentage differences between the rolling-window panel indexes are smaller, ranging between 0.222% and 0.382%, than their differences with the bilateral superlative indexes.\nThe larger differences between bilateral superlative indexes and rolling-window panel indexes may be caused by structural differences between bilateral and multilateral price comparisons and by temporal changes in the shopping basket that favors the rolling-window approach as time passes. To understand the relative importance of the two probable causes, it is useful to conduct pairwise comparisons by year. We set the national mean in Year 1 as the base (i.e., T = 13) for all indexes. Because the panel indexes do not have a rolling window in the base year, we can attribute differences in index values in Year 1 entirely to differences in formula. By comparison, we expect changes in shopping baskets to have the largest impact on differences between fixed-basket and rolling-window indexes in Year 4—the last year of our sample.\nIn Year 1, the average differences between the Fisher ideal and panel indexes are 0.563% for RWGEKS and 0.650% for RWCCD as shown in Table 1. In comparison, the average differences between Fisher ideal and panel indexes in the full sample are higher at 0.706%, 0.658%, 0.819%, and 0.791% for RWGEKS-1, RWGEKS-13, RWCCD-1, and RWCCD-13,\nAm J Agric Econ. Author manuscript; available in PMC 2019 March 07.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nrespectively. These differences in mean differences between Year 1 and full-sample, although small in magnitude, are statistically significant at the 1% level. The results are similar when comparing differences between Törnqvist and panel indexes in Year 1 and the corresponding differences in full sample. Overall, this suggests that much of the observed differences between the Fisher ideal/Törnqvist indexes and the rolling-window panel indexes can be attributed to structural differences between bilateral versus multilateral price comparisons.\nIn Year 4, the absolute percentage differences between the Fisher ideal and rolling-window panel indexes are 0.886% for RWGEKS-1, 0.799% for RWGEKS-13, 1.025% for RWCCD-1, and 0.969% for RWCCD-13. These mean differences are statistically significantly higher than the corresponding Year 1 mean differences. This finding is consistent with the expectation that the rolling-window index numbers would become more distinct from fixed-basket index numbers as time passes. Comparing mean differences between Törnqvist and rolling-window panel indexes in Year 4 with those in Year 1 yields the same results.\nCost-of-living Adjustment to SNAP Beverage Allotment\nBecause only beverage sales data are available to us for this project, we limit the cost-ofliving adjustment to the portion of SNAP allotment estimated to be spent on beverages. There are no official statistics on how much SNAP benefits were used toward purchasing beverages in the 2002–2006 period. Therefore, we impute the amount spent on beverages and call it the “SNAP beverage allotment”.9 Using the Consumer Expenditure Survey Diary Survey, we calculated that the included beverage types accounted for 14% of total food-athome expenditures for SNAP participants during the sample period. Assuming SNAP participants spent the same proportion of SNAP benefits on these beverages as their nonSNAP food dollars, we multiply total SNAP allotment by 14% to produce an estimate of the SNAP beverage allotment. Because USDA does not report county-level SNAP participation and allotment by month, we imputed them using monthly state-level participation and allotment statistics from FNS and July county-level participation estimates from U.S. Census. Appendix B describes the imputation procedure in detail.\nWe adjust beverage allotment for entity k for purchasing power parity as follows\nr_snapi k = snapk × Pi 0k × gi (12)\nwhere r_snapi k is the adjusted SNAP beverage allotment for entity k based on price index i, snapk is unadjusted SNAP beverage allotment, Pi 0k is the ith price index, and gi is a\n9It is important to note that, under current program rules, SNAP-eligible foods can be any food or food product for home consumption, excluding foods sold hot at point of purchase or for on-premise consumption. We coin the term SNAP beverage allotment solely for convenience of discussing the empirical results. It should not be misconstrued as suggesting that SNAP restricts a portion of the allotment to beverage purchases.\nAm J Agric Econ. Author manuscript; available in PMC 2019 March 07.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nmultiplier equal to ∑ k ∈ I1, 52 snapk ∑ k ∈ I1, 52 snapk × Pi 0k .10 As such, gi ensures the budget neutrality of the cost-of-living adjustment over the full sample.\nTable 2 presents the cost-of-living adjustment results by price index and study year. Within each study year, the positive (negative) dollar amount associated with each price index is the sum of SNAP beverage allotment changes in entities that would experience an increase (decline) in benefits due to the cost-of-living adjustment. For example, in Year 1, entities that would gain (lose) under a Laspeyres-based cost-of-living adjustment would receive a total of $26 million ($77.8 million) more (less) in SNAP beverage allotment. Because of the budget neutrality constraint, one can verify that under each price index the sum of benefit reductions is equal to the sum of benefit increases over the 4-year study period.\nThe last row of Table 2 reports the cumulative effects of cost-of-living adjustments. Interestingly, the total amount of reallocated allotment implied by Fisher Ideal and Törnqvist is within 0.3% of each other. By contrast, adjustments based on RWGEKS-1 and RWGEKS-13 reallocated 4.8% and 5.7% more allotments than Fisher ideal-based adjustment, respectively. Again, the difference between a bilateral superlative index and its multilateral derivative is larger than the difference between the bilateral superlative indexes. Similarly, reallocated allotment is 5.9% and 6.7% higher based on RWCCD-1 and RWCCD-13 than the Törnqvist index, respectively. Overall, the percent differences in reallocated beverage allotment across indexes mirror those percent differences in index values reported in Table 1.\nThe reallocated allotments in Table 2 account for both temporal and spatial cost-of-living differences as reflected by the respective price indexes. To its credit, FNS already makes a temporal cost-of-living adjustment to SNAP maximum allotments, deductions, and income eligibility standards at the beginning of each Federal fiscal year. However, the magnitude of adjustments is the same for the 48 contiguous States and DC. It is therefore useful to isolate the impact of adjusting for spatial cost-of-living difference only on SNAP allotment from the overall impact.\nTable 3 reports amount of reallocated beverage allotment by study year and price index when the budget neutrality constraint is imposed in every quadweek. In doing this, we ensure that the reallocation is based on spatial cost-of-living difference only. The Paaschebased cost-of-living adjustment generates the highest reallocated allotment at $261.4 million over the 4-year period. The Laspeyres-based reallocation is the lowest at $239.1 million. Again, the difference between Fisher ideal-based and Törnqvist-based allotment changes is smaller than their differences with the panel indexes that use these bilateral superlative indexes as elements. Finally, comparing total reallocated allotments between Tables 2 and 3 by price index indicates that the cumulative reallocated allotment based on spatial price differences is about 90% of that based on both temporal and spatial price differences. This\n10For this section, we drop the 53rd quadweek so that we have exactly 4 years of data for the cost-of-living adjustment exercise.\nAm J Agric Econ. Author manuscript; available in PMC 2019 March 07.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nsuggests that adjusting for spatial cost-of-living differences vastly outweighs the importance of adjusting for temporal changes in cost of living.\nA Comparison with the Quarterly Food-at-Home Price Database\nIn this section, we compare the retail scanner data-based price indexes with price indexes created using data from the ERS Quarterly Food-at-Home Price Database (QFAHPD).11 Unlike our retail scanner data, the QFAHPD is based on purchases reported by a panel of Nielsen Homescan households, which had grown to just under 40,000 households by 2006. The QFAHPD has market-level unit value and expenditure data for 52 food groups in 26 metropolitan markets and 9 nonmetropolitan areas. The advantage of household scanner data is that it is possible to create indexes that are specific to a subpopulation (e.g., lower income). The disadvantage is that prices would be missing if none of the sample households purchased the products. As such, it is not possible to construct county or small area price indexes based on household scanner data due to insufficient observations. For this comparison, we first aggregated the retail scanner data to the 35 QFAHPD markets by quarter and then recalculated the eight price indexes where an entity is a unique pair of market and quarter and the elementary product is still defined at the brand-size-multipack level. The QFAHPD-based beverage indexes use unit values of the following QFAHPD beverage groups as inputs: fruit juice, low fat milk, regular fat milk, nonalcoholic carbonated beverage, non-carbonated caloric beverage, and bottled water. Collectively, these groups correspond well to the beverage types covered by the retail scanner data.\nTable 4 presents the summary statistics for the quarterly retail- and QFAHPD-based price indexes. Three features are noteworthy. First, QFAHPD-based index values are much more variable, as indicated by their larger standard deviations, than those based on retail scanner data. This is partly because only food group-level unit values and quantities are available from QFAHPD for index construction while the retail-based indexes distinguish goods at the much finer brand-size-multipack level. Neglecting product heterogeneity within food groups may produce significant bias. For example, Handbury and Weinstein (2015) found that eliminating heterogeneity bias caused 97% of the food cost variance among US cities to disappear. Second, the degree of correlation between the retail- and QFAHPD-based indexes is centered at around 0.55, which is not surprising given the material differences between the retail scanner data and QFAHPD. Third, among the eight indexes, the correlation coefficient is highest between the Laspeyres indexes (0.608) and lowest between the Paasche indexes (0.467). This is because Laspeyres uses base quantities that are fixed within each data source as weights while Paasche uses concurrent quantities that fluctuate across entities as weights. The correlation coefficients for the bilateral superlative and panel indexes lie in between as they use a combination of Paasche and Laspeyres indexes as elements.\nTo explore the economic significance of these differences between data sources, we repeat our earlier SNAP allotment exercise using these quarterly market-level indexes. The upper panel of table 5 reports the total amount of SNAP beverage allotment reallocated by index\n11It is not meaningful to compare our retail beverage price indexes with the C2ER beverage prices because 1) C2ER only collects price data on three beverage items: 2 liter Coca Cola, 64 oz Tropicana or Florida Natural fresh orange juice, and half-gallon whole milk, and 2), without purchase quantities, it is not possible to calculate bilateral superlative and panel indexes based on C2ER.\nAm J Agric Econ. Author manuscript; available in PMC 2019 March 07.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nand data source when accounting for both temporal and spatial price differences. Over the 4- year period, between $352 million and $376 million in SNAP beverage allotment would be reallocated if one of the QFAHPD-based price indexes is used to make the cost-of-living adjustment. By contrast, the amount reduces to between $250 million and $283 million when one of the retail-based indexes is used. The smaller reallocated funds implied by the retail scanner indexes are a direct result of their lower variances.\nTurning to the lower panel of table 5 where only spatial price difference is accounted for by holding the budget neutrality constraint in every quarter. Under each index formula, the retail scanner-based index again implies lower reallocated SNAP allotment than the QFAHPD-based index. The difference in reallocated allotment between QFAHPD and retail scanner data within each index formula is at least three to four times as large as the difference between any two retail scanner data-based indexes.\nSummary and Discussion\nAs price is a key determinant of economic activity and retail scanner data is ever more accessible for researchers, understanding the differences between alternative scanner database price indexes is of increased importance. We compared eight price indexes including four variants of two new panel indexes created from Nielsen retail beverage scanner data. For beverages as a group, the difference between the bilateral superlative and panel index values is small, where the average differences never exceeded 1% in pairwise comparisons. However, even minor differences in index values may compound into larger aggregate effects over time and space. By way of an example, if USDA had redistributed SNAP benefits in the contiguous US based on county cost of living, the amount of reallocated SNAP beverage allotment would have ranged between $325 and $349 million12, depending on the type of superlative or panel index used, during the a 4-year sample period. Roughly 90% of the reallocated allotment in this counterfactual exercise is used for achieving spatial purchasing power parity. Given that nonalcoholic beverages represent only 14% of SNAP participants’ total food-at-home expenditures, the overall economic impact will be much larger when the total food basket is considered. More broadly, the impact of price differences on purchasing power of program allotment is not limited to SNAP. For example, Çakir et al. (2018) measured the cost of fresh fruit and vegetables using retail scanner data and found substantial variation in the real value of the Women, Infants, and Children Program’s fruit and vegetable voucher over time and across cities.\nWith multiple price indexing methods available for measuring cost of living, a problem facing statistical agencies interested in incorporating scanner data into official price statistics is that the “truth” is not known. There are several ways to potentially address this issue. In time series context, Diewert and Fox (2017) compared competing scanner data price indexes with a benchmark index constructed out of a consumer preference structure assumed to be the truth. The index closest to the benchmark is selected as the winner.\n12The estimates for continental US are obtained from dividing total reallocated allotments in table 2 by 0.81 which is the proportion of SNAP population covered by our retail scanner data.\nAm J Agric Econ. Author manuscript; available in PMC 2019 March 07.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nAlternatively, we propose in appendix C a more agnostic approach where we calculated eight category-level price indexes for each of nine beverage categories using the retail scanner data. Instead of assuming preferences within each beverage category are known to the econometrician, we estimated a flexible demand system with nine beverages and a numéraire eight times, using one of the bilateral or panel indexes as prices each time. The rationale is that price indexes most closely approximate consumer preferences should generate the best goodness of fit. Consistent with a priori expectations, we found that the superlative indexes are preferred to the Laspeyres and Paasche indexes, and that the panel indexes outperform the corresponding bilateral superlative indexes that they use as elements.\nRegarding the width of the rolling window κ + 1, although we did not find it to be numerically important in the beverage application, this is certainly specific to the example chosen. In our ongoing effort to create panel indexes for all categories of food at home, we find a one-month rolling window unable to eliminate chain drift in the panel indexes for sugar and other sweets—a category with significant seasonal variation in product variety and pricing (e.g., Valentine’s Day, Easter, Thanksgiving, Christmas, New Year). The RWGEKS-1 and RWCCD-1 index values declined from the base of 1 in year 1 to 0.20 and 0.13 by year 5, respectively. Increasing width of the rolling window to 14 quadweeks (i.e., 1 year plus 1 quadweek) eliminated the downward drift. For this reason, we recommend the RWGEKS and RWCCD be calculated with a one-year rolling window to prevent any possibility of chain drift.\nA 13-month rolling window is preferred by Ivancic et al. (2011) and de Haan and van der Grient (2011) in their adaptation of GEKS and CCD to time series comparison. For time series indexes, the rolling-year GEKS index is only marginally more demanding on computing resources than, for example, a rolling-month GEKS because instead of comparing current prices with those in last month only, a rolling-year GEKS compares with the last 12 months. But the same cannot be said for RWGEKS and RWCCD indexes for large panels. In the beverage application, there are 18,507 entities in the base year and an average of 1,446 entities per quadweek thereafter. To construct the RWGEKS (RWCCD) for entities in the base year, one needs 171,263,778 bilateral Fisher ideal (Törnqvist) index values! After the base year, one needs 3,135,651 and 28,226,643 bilateral index values per quadweek to create RWGEKS-1 and RWGEKS-13, respectively.13 With the enormous number of bilateral comparisons needed for RWGEKS and RWCCD, the amount of computing time for determining the lists of common products sold in all pairs of entities can be substantial.\nTherefore, unless an efficient canned routine is readily available, it would be tempting for practitioners to adopt a narrow rolling window to speed up calculation but unintentionally subjecting the index values to potential chain drift for strongly seasonal goods. To assist future applications of RWGEKS and RWCCD indexes, we provide a SAS routine in the\n13The total count is decomposed as follows. In the base year, by equation (6), a panel index needs 18,507 bilateral comparisons of the artificial base entity with entities in the base year; and 171,245,271 bilateral comparisons for all unique pair of entities in base year. In every quadweek τ after the base year, by equation (11), a RWGEKS-1 (RWGEKS-13) requires 1,044,735 bilateral comparisons between all unique pairs of the 1,446 entities in τ; and 2,090,916 (27,181,908) bilateral comparisons between entities in τ and the 1,446 (18,798) entities in the preceding 1 (13) quadweek.\nAm J Agric Econ. Author manuscript; available in PMC 2019 March 07.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nonline supplementary appendix for interested users. Users have the options to specify the length of the base period and width of the rolling window. The SAS codes leverage the multi-core processing capability of any modern computer to calculate the numerous bilateral elementary indexes in parallel and, thereby, achieve tremendous savings in computing time in contrast to a routine that only uses one core of the CPU.14\nConcluding Remarks\nThere are at least three areas for further research. First, as is the case in time series adoption of rolling window multilateral indexes, the panel RWGEKS and RWCCD indexes are not fully transitive—a necessary tradeoff in creating nonrevisable indexes with a degree of characteristicity. We have discussed how RWGEKS and RWCCD can approximate full transitivity by increasing the width of the rolling window, or be spatially transitive if all entities in the same period use the same link entity to splice with earlier index numbers. The performance of alternative window width and splicing methods in panel data should be formally evaluated. Without further analysis, the lack of full transitivity remains an important limitation of the rolling window approach.\nSecond, RWGEKS and RWCCD use the matched-item approach to control for product quality differences. An alternative approach is to use hedonic regressions to quality-adjust prices. If consumers perceive identical products marketed by higher- and lower-end retailers to have different quality, it might be desirable to treat them as different products in the index calculation. Because not all retailers are present in all locations, this may cause a lack of product-level matches across space. To avoid this, the researcher could use hedonic regressions to remove retailer heterogeneity in product-level prices before constructing the index.\nThird, by using matched items in elementary bilateral comparisons, the panel RWGEKS and RWCCD ignore the quality effect of unmatched items on the index number. The lack of matching is due to product entry and exit over time and not all products being available at all locations. de Haan and Krsinich (2014) incorporate unmatched items into the rollingwindow time series GEKS by imputing their prices during periods they are not available through a hedonic regression model. A more utility-theoretic but more technical alternative to the imputation approach is to formally estimate an item-level structural model of consumer demand and back out the virtual prices for the unavailable items (Broda and Weinstein 2010; Handbury and Weinstein 2015). Future work could compare how these two approaches fare in panel data.\nSupplementary Material\nRefer to Web version on PubMed Central for supplementary material.\n14We ran the county-level beverage application on a 12-core server. It took the SAS routine 21.7 hours of CPU time to complete RWGEKS-1 and RWCCD-1; and another 81.3 hours for RWGEKS-13 and RWCCD-13.\nAm J Agric Econ. Author manuscript; available in PMC 2019 March 07.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nAcknowledgments\nGrant support from the National Heart, Lung, and Blood Institute, National Institute of Health (1R21HL108121) is gratefully acknowledged.\nReferences\nAlbouy D. 2009; The Unequal Geographic Burden of Federal Taxation. Journal of Political Economy. 117:635–667. Broda C, Weinstein DE. 2010; Product Creation and Destruction: Evidence and Price Implications. American Economic Review. 100:691–723. Çakir M, Beatty TKM, Boland MA, Park TA, Snyder S, Wang Y. 2018Spatial and Temporal Variation in the Value of the Women, Infants, and Children Program’s Fruit and Vegetable Voucher. American Journal of Agricultural Economics. Caves DW, Christensen LR, Diewert WE. 1982; Multilateral Comparisons of Output, Input, and Productivity Using Superlative Index Numbers. Economic Journal. 92:73–86. de Haan J, van der Grient HA. 2011; Eliminating Chain Drift in Price Indexes based on Scanner Data. Journal of Econometrics. 161:36–46. de Haan J, Krsinich F. 2014; Scanner Data and the Treatment of Quality Change in Nonrevisable Price Indexes. Journal of Business & Economic Statistics. 32:341–358. Deaton AS, Dupriez O. 2011; Purchasing Power Parity Exchange Rates for the Global Poor. American Economic Journal: Applied Economics. 3:137–166. Diewert WE. 1974; Functional Forms for Revenue and Factor Requirements Functions. International Economic Review. 15:119–130. Diewert WE. 1976; Exact and Superlative Index Numbers. Journal of Econometrics. 4:115–145. Diewert, WE. NBER working paper 5559. National Bureau of Economic Research; 1996. Axiomatic and Economic Approaches to International Comparisons. Diewert, WE. Similarity Indexes and Criteria for Spatial Linking. In: Prasada Rao, DS, editor. Purchasing Power Parities of Currencies: Recent Advances in Methods and Applications. Cheltenham, UK: Edward Elgar; 2009. 183–216. Diewert WE, Fox KJ. 2017Substitution Bias in Multilateral Methods for CPI Construction using Scanner Data. UNSW Sydney working paper. Drechsler L. 1973; Weighting of Index Numbers in Multilateral International Comparisons. Review of Income and Wealth. 19:17–34. Dubay, L, Wheaton, L, Zedlewski, S. Geographic Variation in the Cost of Living: Implications for the Poverty Guidelines and Program Eligibility. Urban Institute; 2013. Prepared for the Department of Health and Human Services, Office of the Assistant Secretary for Planning and Evaluation Eltetö Ö, Köves P. 1964; On a Problem of Index Number Computation Relating to International Comparisons. Statisztikai Szemle. 42:507–518. Feenstra, RC, Shapiro, MD. Introduction to “Scanner Data and Price Indexes”. In: Feenstra, RC, Shapiro, MD, editors. Scanner Data and Price Indexes. University of Chicago and NBER; 2003. 1– 13. Fisher, I. The Making of Index Numbers. Boston, MA: Houghton Mifflin; 1922. Forsyth FG, Fowler RF. 1981; The Theory and Practice of Chain Price Index Numbers. Journal of the Royal Statistical Society. 144:224–246. Gini C. 1931; On the Circular Test of Index Numbers. Metron. 9:3–24. Gregory CA, Coleman-Jensen A. 2013; Do High Food Prices Increase Food Insecurity in the United States? Applied Economic Perspectives and Policy. 35:679–707. Handbury J, Weinstein DE. 2015; Goods Prices and Availability in Cities. Review of Economic Studies. 82:258–296. Hill RJ. 1997; A Taxonomy of Multilateral methods for Making International Comparisons of Prices and Quantities. Review of Income and Wealth. 43:49–69.\nAm J Agric Econ. Author manuscript; available in PMC 2019 March 07.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nHill RJ. 2004; Constructing Price Indexes across Space and Time: The Case of the European Union. American Economic Review. 94:1379–1410. Ivancic L, Diewert WE, Fox KJ. 2011; Scanner Data, Time Aggregation and the Construction of Price Indexes. Journal of Econometrics. 161:24–35. Jolliffe D. 2006; Poverty, Prices, and Place: How Sensitive Is the Spatial Distribution of Poverty to Cost of Living Adjustments? Economic Inquiry. 44:296–310. Kokoski, M, Cardiff, P, Moulton, B. BLS Working Paper No. 256. 1994. Interarea Price Indexes for Consumer Goods and Services: An Hedonic Approach Using CPI Data. Konüs AA. 1924; The Problem of the True Cost of Living Index. English translation published in Econometrica. 7(1939):10–29. Lamboray, C; Krsinich, F. A modification of the GEKS index when product turnover is high. Paper presented at the 14th meeting of the Ottawa Group; May 2015; Tokyo, Japan. 2015. Melser D. 2016; Scanner Data Price Indexes: Addressing Some Unresolved Issues. Journal of Business & Economic Statistics. doi: 10.1080/07350015.2016.1218339 Szulc B. 1964; Indexes for Multiregional Comparisons. Przeglad Statystyczny. 3:239–254. Todd, JE, Mancino, L, Leibtag, E, Tripodo, C. Technical Bulletin Number 1926. Economic Research Service; 2010. Methodology Behind the Quarterly Food-at-Home Price Database. Törnqvist L. 1936; The Bank of Finland’s Consumption Price Index. Bank of Finland Monthly Bulletin. 10:1–8. US Government Accountability Office (GAO). 2014School Meal Programs: Implications of Adjusting Income Eligibility Thresholds and Reimbursement Rates by Geographic Differences.\nAm J Agric Econ. Author manuscript; available in PMC 2019 March 07.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nFigure 1. Beverage Price Index Numbers by County (Year 1 national mean=1) Note: Scanner data for San Francisco County were not available until the 9th quadweek of the 53-quadweek sample.\nAm J Agric Econ. Author manuscript; available in PMC 2019 March 07.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nFigure 2. Figure 2a. Beverage Price Comparison across Four Select Counties Based on Bilateral Indexes (Year 1 national mean=1) Figure 2b. Beverage Price Comparison across Four Select Counties Based on Panel Indexes (Year 1 national mean=1)\nAm J Agric Econ. Author manuscript; available in PMC 2019 March 07.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nTa b\nle 1\nA ve\nra ge\nA bs\nol ut\ne Pe\nrc en\nta ge\nP oi\nnt D\nif fe\nre nc\nes b\net w\nee n\nPa ir\ns of\nI nd\nic es\nT im\ne pe\nri od\nIn de\nx\nIn de\nx P\naa sc\nhe F\nis he\nr id\nea l\nR W\nG E\nK S-\n1 R\nW G\nE K\nS13\nT ör\nnq vi\nst R\nW C\nC D\n-1 R\nW C\nC D\n-1 3\nA ll\nye ar\ns L\nas pe\nyr es\n6. 91\n2 3.\n38 2\n3. 16\n7 3.\n10 7\n3. 23\n1 3.\n01 7\n2. 95\n6\n(3 .7\n96 )\n(1 .8\n09 )\n(1 .9\n08 )\n(1 .8\n84 )\n(1 .7\n44 )\n(1 .9\n23 )\n(1 .8\n94 )\nPa as\nch e\n3. 24\n3 3.\n48 6\n3. 51\n8 3.\n38 2\n3. 62\n9 3.\n66 0\n(1 .6\n48 )\n(1 .9\n36 )\n(1 .8\n84 )\n(1 .7\n28 )\n(2 .0\n00 )\n(1 .9\n61 )\nFi sh\ner id\nea l\n0. 70\n6 0.\n65 8\n0. 19\n7 0.\n81 9\n0. 79\n1\n(0 .6\n91 )\n(0 .5\n68 )\n(0 .2\n14 )\n(0 .7\n64 )\n(0 .6\n58 )\nR W\nG E\nK S-\n1 0.\n25 4\n0. 63\n6 0.\n22 9\n0. 38\n2\n(0 .4\n24 )\n(0 .6\n53 )\n(0 .2\n03 )\n(0 .4\n56 )\nR W\nG E\nK S-\n13 0.\n57 8\n0. 33\n2 0.\n22 2\n(0 .5\n19 )\n(0 .4\n50 )\n(0 .2\n00 )\nT ör\nnq vi\nst 0.\n70 7\n0. 66\n9\n(0 .6\n87 )\n(0 .5\n58 )\nR W\nC C\nD -1\n0. 24\n5\n(0 .4\n30 )\nY ea\nr 1\nL as\npe yr\nes 6.\n78 3\n3. 31\n6 3.\n32 4\n3. 32\n4 3.\n26 7\n3. 27\n7 3.\n27 7\n(4 .2\n46 )\n(2 .0\n17 )\n(2 .2\n34 )\n(2 .2\n34 )\n(1 .9\n65 )\n(2 .2\n52 )\n(2 .2\n52 )\nPa as\nch e\n3. 17\n4 3.\n18 0\n3. 18\n0 3.\n21 8\n3. 22\n7 3.\n22 7\n(1 .8\n28 )\n(1 .8\n67 )\n(1 .8\n67 )\n(1 .8\n97 )\n(1 .9\n27 )\n(1 .9\n27 )\nFi sh\ner id\nea l\n0. 56\n3 0.\n56 3\n0. 15\n1 0.\n65 0\n0. 65\n0\n(0 .4\n67 )\n(0 .4\n67 )\n(0 .2\n11 )\n(0 .5\n47 )\n(0 .5\n47 )\nR W\nG E\nK S-\n1 0.\n00 0\n0. 53\n5 0.\n18 6\n0. 18\n6\n(0 .0\n00 )\n(0 .4\n51 )\n(0 .2\n08 )\n(0 .2\n08 )\nR W\nG E\nK S-\n13 0.\n53 5\n0. 18\n6 0.\n18 6\n(0 .4\n51 )\n(0 .2\n08 )\n(0 .2\n08 )\nT ör\nnq vi\nst 0.\n57 8\n0. 57\n8\n(0 .4\n68 )\n(0 .4\n68 )\nR W\nC C\nD -1\n0. 00\n0\nAm J Agric Econ. Author manuscript; available in PMC 2019 March 07.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nT im\ne pe\nri od\nIn de\nx\nIn de\nx P\naa sc\nhe F\nis he\nr id\nea l\nR W\nG E\nK S-\n1 R\nW G\nE K\nS13\nT ör\nnq vi\nst R\nW C\nC D\n-1 R\nW C\nC D\n-1 3\n(0 .0\n00 )\nY ea\nr 4\nL as\npe yr\nes 7.\n08 7\n3. 46\n8 2.\n97 4\n2. 90\n5 3.\n21 0\n2. 75\n2 2.\n68 8\n(3 .6\n81 )\n(1 .7\n56 )\n(1 .7\n06 )\n(1 .6\n50 )\n(1 .6\n82 )\n(1 .7\n01 )\n(1 .6\n33 )\nPa as\nch e\n3. 32\n5 3.\n83 4\n3. 86\n7 3.\n56 3\n4. 04\n6 4.\n07 2\n(1 .6\n04 )\n(2 .1\n08 )\n(2 .0\n10 )\n(1 .6\n88 )\n(2 .1\n48 )\n(2 .0\n71 )\nFi sh\ner id\nea l\n0. 88\n6 0.\n79 9\n0. 26\n4 1.\n02 5\n0. 96\n9\n(0 .8\n19 )\n(0 .6\n63 )\n(0 .2\n17 )\n(0 .8\n91 )\n(0 .7\n45 )\nR W\nG E\nK S-\n1 0.\n42 6\n0. 76\n4 0.\n26 6\n0. 52\n4\n(0 .5\n40 )\n(0 .7\n65 )\n(0 .1\n89 )\n(0 .5\n62 )\nR W\nG E\nK S-\n13 0.\n65 7\n0. 46\n1 0.\n24 6\n(0 .5\n90 )\n(0 .5\n73 )\n(0 .1\n83 )\nT ör\nnq vi\nst 0.\n85 6\n0. 78\n3\n(0 .8\n08 )\n(0 .6\n31 )\nR W\nC C\nD -1\n0. 41\n5\n(0 .5\n53 )\nN ot\nes : C\nal cu\nla te\nd ba\nse d\non c\nou nt\nyle\nve l p\nri ce\nin di\nce s\nfo r\nno na\nlc oh\nol ic\nb ev\ner ag\nes . N\num be\nrs in\np ar\nen th\nes es\na re\ns ta\nnd ar\nd de\nvi at\nio ns\n. N =\n76 ,3\n57\nAm J Agric Econ. Author manuscript; available in PMC 2019 March 07.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nTa b\nle 2\nC os\ntof\n-l iv\nin g\nA dj\nus tm\nen t o\nf SN\nA P\nB ev\ner ag\ne A\nllo tm\nen t,\nA cc\nou nt\nin g\nfo r\nB ot\nh Te\nm po\nra l a\nnd S\npa tia\nl P ri\nce D\nif fe\nre nc\nes\nSt ud\ny ye\nar a\nA llo\ntm en\nt re\nal lo\nca te\nd (i\nn $1\n,0 00\n) A\nllo tm\nen t\n(e st\nim at\ne) s\npe nt\no n\nbe ve\nra ge\nsb (\nin $\n1, 00\n0) SN\nA P\np op\nul at\nio n\nco ve\nra ge\nr at\nio c\nL as\npe yr\nes P\naa sc\nhe F\nis he\nr id\nea l\nR W\nG E\nK S-\n1 R\nW G\nE K\nS13\nT ör\nnq vi\nst R\nW C\nC D\n-1 R\nW C\nC D\n-1 3\n1 +\n$2 5,\n97 2\n+ $3\n7, 27\n9 +\n$2 9,\n81 2\n+ $3\n0, 03\n2 +\n$2 9,\n42 7\n+ $2\n8, 50\n8 +\n$2 8,\n95 4\n+ $2\n8, 47\n4 $2\n,2 99\n,2 80\n0. 76\n− $7\n7, 78\n8 −\n$7 8,\n17 6\n− $7\n6, 16\n1 −\n$8 1,\n18 2\n− $8\n2, 23\n8 −\n$7 7,\n58 7\n− $8\n2, 85\n9 −\n$8 3,\n71 6\n2 +\n$3 0,\n39 8\n+ $3\n7, 26\n0 +\n$3 1,\n89 2\n+ $3\n5, 79\n1 +\n$3 4,\n57 9\n+ $3\n1, 23\n4 +\n$3 5,\n81 3\n+ $3\n4, 55\n5 $2\n,7 32\n,0 81\n0. 83\n− $9\n0, 11\n3 −\n$8 9,\n15 8\n− $8\n7, 65\n2 −\n$9 0,\n51 3\n− $9\n2, 89\n1 −\n$8 8,\n51 4\n− $9\n1, 70\n5 −\n$9 4,\n02 8\n3 +\n$9 0,\n86 2\n+ $9\n0, 51\n4 +\n$8 7,\n68 3\n+ $8\n7, 92\n3 +\n$9 1,\n46 2\n+ $8\n8, 16\n0 +\n$9 0,\n22 6\n+ $9\n3, 65\n7 $3\n,1 66\n,9 11\n0. 83\n− $6\n0, 89\n4 −\n$6 3,\n05 2\n− $5\n8, 93\n5 −\n$6 4,\n26 4\n− $6\n2, 86\n5 −\n$5 8,\n47 1\n− $6\n4, 89\n3 −\n$6 3,\n27 9\n4 +\n$1 17\n,9 31\n+ $1\n17 ,3\n15 +\n$1 13\n,6 31\n+ $1\n21 ,9\n33 +\n$1 22\n,4 57\n+ $1\n15 ,8\n57 +\n$1 24\n,4 14\n+ $1\n24 ,6\n49 $3\n,2 60\n,5 88\n0. 83\n− $3\n6, 36\n7 −\n$5 1,\n98 2\n− $4\n0, 27\n0 −\n$3 9,\n71 8\n− $3\n9, 93\n2 −\n$3 9,\n18 7\n− $3\n9, 95\n1 −\n$4 0,\n31 1\nO ve\nra ll\n$2 65\n,1 62\n$2 82\n,3 68\n$2 63\n,0 18\n$2 75\n,6 79\n$2 77\n,9 26\n$2 63\n,7 59\n$2 79\n,4 07\n$2 81\n,3 35\n$1 1,\n45 8,\n86 1\n0. 81\nN ot\nes :\na T he\nre a\nre 1\n3 qu\nad w\nee ks\np er\ns tu\ndy y\nea r.\nW e\ndr op\npe d\nth e\n53 rd\nq ua\ndw ee\nk fo\nr th\ne SN\nA P\nco st\n-o f-\nliv in\ng ad\nju st\nm en\nt a na\nly si\ns so\nth at\nY ea\nr 4\nha s\nth e\nsa m\ne nu\nm be\nr of\nq ua\ndw ee\nks a\ns ot\nhe r\nst ud\ny ye\nar s.\nB ud\nge t\nne ut\nra lit\ny co\nns tr\nai nt\nis im\npo se\nd ov\ner th\ne fu\nll 4-\nye ar\np er\nio d,\nn ot\nin e\nac h\nqu ad\nw ee\nk.\nb S N\nA P\nbe ne\nfi ts\ne st\nim at\ned to\nb e\nsp en\nt o n\nbe ve\nra ge\ns in\ne nt\niti es\nin th\ne sa\nm pl\ne.\nc R at\nio o\nf th\ne nu\nm be\nr of\nS N\nA P\npa rt\nic ip\nan ts\nin s\nam pl\ne to\nto ta\nl S N\nA P\npo pu\nla tio\nn in\nth e\nco nt\nig uo\nus 4\n8 St\nat es\na nd\nW as\nhi ng\nto n,\nD C\n.\nAm J Agric Econ. Author manuscript; available in PMC 2019 March 07.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nTa b\nle 3\nC os\ntof\n-l iv\nin g\nA dj\nus tm\nen t o\nf SN\nA P\nB ev\ner ag\ne A\nllo tm\nen t,\nA cc\nou nt\nin g\nfo r\nSp at\nia l P\nri ce\nD if\nfe re\nnc e\nO nl\ny\nSt ud\ny ye\nar\nA llo\ntm en\nt re\nal lo\nca te\nd (i\nn $1\n,0 00\n)\nL as\npe yr\nes P\naa sc\nhe F\nis he\nr id\nea l\nR W\nG E\nK S-\n1 R\nW G\nE K\nS13\nT ör\nnq vi\nst R\nW C\nC D\n-1 R\nW C\nC D\n-1 3\n1 $4\n7, 16\n0 $5\n6, 02\n8 $4\n9, 94\n2 $5\n2, 39\n3 $5\n2, 39\n3 $4\n9, 70\n2 $5\n2, 56\n4 $5\n2, 56\n4\n2 $5\n2, 84\n5 $5\n6, 62\n9 $5\n2, 81\n0 $5\n6, 69\n8 $5\n6, 76\n6 $5\n2, 85\n5 $5\n7, 42\n3 $5\n7, 50\n3\n3 $7\n3, 82\n8 $7\n4, 56\n2 $7\n1, 18\n8 $7\n4, 21\n7 $7\n4, 72\n3 $7\n1, 05\n1 $7\n5, 31\n6 $7\n5, 74\n0\n4 $6\n5, 23\n1 $7\n4, 15\n5 $6\n6, 59\n2 $6\n9, 52\n1 $6\n9, 71\n6 $6\n6, 48\n7 $7\n0, 23\n1 $7\n0, 85\n6\nO ve\nra ll\n$2 39\n,0 64\n$2 61\n,3 74\n$2 40\n,5 33\n$2 52\n,8 29\n$2 53\n,5 98\n$2 40\n,0 94\n$2 55\n,5 34\n$2 56\n,6 62\nN ot\nes : T\nhe re\na re\n1 3\nqu ad\nw ee\nks p\ner s\ntu dy\ny ea\nr. W\ne dr\nop pe\nd th\ne 53\nrd q\nua dw\nee k\nfo r\nth e\nSN A\nP co\nst -o\nfliv\nin g\nad ju\nst m\nen t a\nna ly\nsi s\nso th\nat Y\nea r\n4 ha\ns th\ne sa\nm e\nnu m\nbe r\nof q\nua dw\nee ks\na s\not he\nr st\nud y\nye ar\ns.\nB ud\nge t n\neu tr\nal ity\nc on\nst ra\nin t i\ns im\npo se\nd in\ne ve\nry q\nua dw\nee k\nso th\nat th\ne su\nm o\nf co\nun ty\na llo\ntm en\nt i nc\nre as\nes is\ne qu\nal to\nth e\nsu m\no f\nco un\nty a\nllo tm\nen t d\nec re\nas es\nin e\nac h\nqu ad\nw ee\nk.\nAm J Agric Econ. Author manuscript; available in PMC 2019 March 07.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nTa b\nle 4\nSu m\nm ar\ny St\nat is\ntic s:\nQ FA\nH PD\n- an\nd R\net ai\nl S ca\nnn er\n-b as\ned I\nnd ex\nes\nP ri\nce I\nnd ex\nL as\npe yr\nes P\naa sc\nhe F\nis he\nr id\nea l\nR W\nG E\nK S-\n1 R\nW G\nE K\nS4\nT ör\nnq vi\nst R\nW C\nC D\n-1 R\nW C\nC D\n-4\nSt an\nda rd\nd ev\nia tio\nn: Q\nFA H\nPD 0.\n09 3\n0. 08\n9 0.\n09 0\n0. 08\n9 0.\n09 0\n0. 09\n1 0.\n08 9\n0. 09\n1\nSt an\nda rd\nd ev\nia tio\nn: R\net ai\nl s ca\nnn er\nd at\na 0.\n05 2\n0. 04\n3 0.\n04 7\n0. 04\n8 0.\n04 8\n0. 04\n7 0.\n04 8\n0. 04\n9\nPe ar\nso n\nco rr\nel at\nio n\nco ef\nfi ci\nen ta\n0. 60\n8 0.\n46 7\n0. 55\n2 0.\n54 6\n0. 54\n8 0.\n55 4\n0. 54\n7 0.\n54 9\nN ot\nes : T\nhi s\nco m\npa ri\nso n\nis b\nas ed\no n\nqu ar\nte rl\ny da\nta . T\nhe re\nfo re\n, t he\nw id\nth o\nf ro\nlli ng\nw in\ndo w\nf or\nR W\nG E\nK S-\n4 an\nd R\nW C\nC D\n-4 is\n1 5\nm on\nth s.\na T hi\ns m\nea su\nre s\nth e\nde gr\nee o\nf co\nrr el\nat io\nn be\ntw ee\nn th\ne Q\nFA H\nPD -a\nnd r\net ai\nlba\nse d\nin de\nxe s\nun de\nr ea\nch in\nde x\nfo rm\nul a.\nAm J Agric Econ. Author manuscript; available in PMC 2019 March 07.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nTa b\nle 5\nSN A\nP A\nllo tm\nen t R\nea llo\nca tio\nn: Q\nFA H\nPD -b\nas ed\nI nd\nex es\nv s.\nR et\nai l S\nca nn\ner -b\nas ed\nI nd\nex es\nD at\na so\nur ce\nA llo\ntm en\nt re\nal lo\nca te\nd ov\ner t\nhe 4\n-y ea\nr St\nud y\nP er\nio d\nam on\ng th\ne 35\nQ FA\nH P\nD M\nar ke\nts (\nin $\n1, 00\n0)\nL as\npe yr\nes P\naa sc\nhe F\nis he\nr id\nea l\nR W\nG E\nK S-\n1 R\nW G\nE K\nS4\nT ör\nnq vi\nst R\nW C\nC D\n-1 R\nW C\nC D\n-4\nA cc\nou nt\nin g\nfo r\nTe m\npo ra\nl a nd\nS pa\ntia l P\nri ce\nD if\nfe re\nnc e\nQ FA\nH PD\n$3 76\n,0 15\n$3 51\n,8 04\n$3 62\n,9 39\n$3 54\n,8 07\n$3 61\n,7 53\n$3 63\n,7 23\n$3 55\n,8 65\n$3 62\n,6 60\nR et\nai l s\nca nn\ner d\nat a\n$2 82\n,6 32\n$2 49\n,7 94\n$2 56\n,9 17\n$2 64\n,5 50\n$2 66\n,0 36\n$2 59\n,2 03\n$2 67\n,0 29\n$2 68\n,3 48\nA cc\nou nt\nin g\nfo r\nSp at\nia l P\nri ce\nD if\nfe re\nnc e\nO nl\ny\nQ FA\nH PD\n$3 02\n,6 37\n$2 78\n,8 54\n$2 89\n,4 26\n$2 90\n,5 68\n$2 91\n,0 91\n$2 90\n,0 64\n$2 91\n,0 99\n$2 91\n,5 86\nR et\nai l s\nca nn\ner d\nat a\n$2 36\n,0 76\n$2 18\n,7 40\n$2 21\n,1 02\n$2 26\n,8 61\n$2 29\n,2 10\n$2 22\n,2 03\n$2 29\n,3 12\n$2 31\n,9 05\nN ot\nes : T\nhe 4\n-y ea\nr pe\nri od\nr un\ns fr\nom Q\n2 20\n02 to\nQ 1\n20 06\n. T he\n3 5\nQ FA\nH PD\nm ar\nke ts\nr ep\nre se\nnt 1\n00 %\no f\nth e\nco nt\nig uo\nus U\nni te\nd St\nat es\n.\nAm J Agric Econ. Author manuscript; available in PMC 2019 March 07."
    } ],
    "references" : [ {
      "title" : "The Unequal Geographic Burden of Federal Taxation",
      "author" : [ "D. Albouy" ],
      "venue" : "Journal of Political Economy",
      "citeRegEx" : "Albouy,? \\Q2009\\E",
      "shortCiteRegEx" : "Albouy",
      "year" : 2009
    }, {
      "title" : "Product Creation and Destruction: Evidence and Price Implications",
      "author" : [ "Broda C", "Weinstein DE" ],
      "venue" : "American Economic Review",
      "citeRegEx" : "C and DE.,? \\Q2010\\E",
      "shortCiteRegEx" : "C and DE.",
      "year" : 2010
    }, {
      "title" : "2018Spatial and Temporal Variation in the Value of the Women, Infants, and Children Program’s Fruit and Vegetable Voucher",
      "author" : [ "M Çakir", "TKM Beatty", "MA Boland", "TA Park", "S Snyder", "Y. Wang" ],
      "venue" : "American Journal of Agricultural Economics",
      "citeRegEx" : "Çakir et al\\.,? \\Q2018\\E",
      "shortCiteRegEx" : "Çakir et al\\.",
      "year" : 2018
    }, {
      "title" : "Multilateral Comparisons of Output, Input, and Productivity Using Superlative Index Numbers",
      "author" : [ "DW Caves", "LR Christensen", "WE. Diewert" ],
      "venue" : "Economic Journal",
      "citeRegEx" : "Caves et al\\.,? \\Q1982\\E",
      "shortCiteRegEx" : "Caves et al\\.",
      "year" : 1982
    }, {
      "title" : "Eliminating Chain Drift in Price Indexes based on Scanner Data",
      "author" : [ "de Haan J", "van der Grient HA" ],
      "venue" : "Journal of Econometrics",
      "citeRegEx" : "J and HA.,? \\Q2011\\E",
      "shortCiteRegEx" : "J and HA.",
      "year" : 2011
    }, {
      "title" : "Scanner Data and the Treatment of Quality Change in Nonrevisable Price Indexes",
      "author" : [ "J de Haan", "F. Krsinich" ],
      "venue" : "Journal of Business & Economic Statistics",
      "citeRegEx" : "Haan and Krsinich,? \\Q2014\\E",
      "shortCiteRegEx" : "Haan and Krsinich",
      "year" : 2014
    }, {
      "title" : "Purchasing Power Parity Exchange Rates for the Global Poor",
      "author" : [ "AS Deaton", "O. Dupriez" ],
      "venue" : "American Economic Journal: Applied Economics",
      "citeRegEx" : "Deaton and Dupriez,? \\Q2011\\E",
      "shortCiteRegEx" : "Deaton and Dupriez",
      "year" : 2011
    }, {
      "title" : "Functional Forms for Revenue and Factor Requirements Functions",
      "author" : [ "Diewert WE" ],
      "venue" : "International Economic Review",
      "citeRegEx" : "WE.,? \\Q1974\\E",
      "shortCiteRegEx" : "WE.",
      "year" : 1974
    }, {
      "title" : "Exact and Superlative Index Numbers",
      "author" : [ "Diewert WE" ],
      "venue" : "Journal of Econometrics",
      "citeRegEx" : "WE.,? \\Q1976\\E",
      "shortCiteRegEx" : "WE.",
      "year" : 1976
    }, {
      "title" : "NBER working paper 5559",
      "author" : [ "Diewert", "WE" ],
      "venue" : "National Bureau of Economic Research;",
      "citeRegEx" : "Diewert and WE.,? \\Q1996\\E",
      "shortCiteRegEx" : "Diewert and WE.",
      "year" : 1996
    }, {
      "title" : "Similarity Indexes and Criteria for Spatial Linking",
      "author" : [ "Diewert", "WE" ],
      "venue" : null,
      "citeRegEx" : "Diewert and WE.,? \\Q2009\\E",
      "shortCiteRegEx" : "Diewert and WE.",
      "year" : 2009
    }, {
      "title" : "2017Substitution Bias in Multilateral Methods for CPI Construction using Scanner Data",
      "author" : [ "Diewert WE", "Fox KJ" ],
      "venue" : "UNSW Sydney working paper",
      "citeRegEx" : "WE and KJ.,? \\Q2017\\E",
      "shortCiteRegEx" : "WE and KJ.",
      "year" : 2017
    }, {
      "title" : "Weighting of Index Numbers in Multilateral International Comparisons",
      "author" : [ "L. Drechsler" ],
      "venue" : "Review of Income and Wealth",
      "citeRegEx" : "Drechsler,? \\Q1973\\E",
      "shortCiteRegEx" : "Drechsler",
      "year" : 1973
    }, {
      "title" : "Geographic Variation in the Cost of Living: Implications for the Poverty Guidelines and Program Eligibility",
      "author" : [ "L Dubay", "L Wheaton", "S. Zedlewski" ],
      "venue" : "Urban Institute;",
      "citeRegEx" : "Dubay et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Dubay et al\\.",
      "year" : 2013
    }, {
      "title" : "On a Problem of Index Number Computation Relating to International Comparisons",
      "author" : [ "Ö Eltetö", "P. Köves" ],
      "venue" : "Statisztikai Szemle",
      "citeRegEx" : "Eltetö and Köves,? \\Q1964\\E",
      "shortCiteRegEx" : "Eltetö and Köves",
      "year" : 1964
    }, {
      "title" : "Introduction to “Scanner Data and Price Indexes",
      "author" : [ "RC Feenstra", "Shapiro", "MD" ],
      "venue" : "editors. Scanner Data and Price Indexes. University of Chicago and NBER;",
      "citeRegEx" : "Feenstra et al\\.,? \\Q2003\\E",
      "shortCiteRegEx" : "Feenstra et al\\.",
      "year" : 2003
    }, {
      "title" : "The Making of Index Numbers",
      "author" : [ "I. Fisher" ],
      "venue" : null,
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 1922
    }, {
      "title" : "The Theory and Practice of Chain Price Index Numbers",
      "author" : [ "Forsyth FG", "Fowler RF" ],
      "venue" : "Journal of the Royal Statistical Society",
      "citeRegEx" : "FG and RF.,? \\Q1981\\E",
      "shortCiteRegEx" : "FG and RF.",
      "year" : 1981
    }, {
      "title" : "On the Circular Test of Index Numbers",
      "author" : [ "C. Gini" ],
      "venue" : "Metron",
      "citeRegEx" : "Gini,? \\Q1931\\E",
      "shortCiteRegEx" : "Gini",
      "year" : 1931
    }, {
      "title" : "Do High Food Prices Increase Food Insecurity in the United States? Applied Economic Perspectives and Policy. 35:679–707",
      "author" : [ "CA Gregory", "A. Coleman-Jensen" ],
      "venue" : null,
      "citeRegEx" : "Gregory and Coleman.Jensen,? \\Q2013\\E",
      "shortCiteRegEx" : "Gregory and Coleman.Jensen",
      "year" : 2013
    }, {
      "title" : "Goods Prices and Availability in Cities",
      "author" : [ "Handbury J", "Weinstein DE" ],
      "venue" : "Review of Economic Studies",
      "citeRegEx" : "J and DE.,? \\Q2015\\E",
      "shortCiteRegEx" : "J and DE.",
      "year" : 2015
    }, {
      "title" : "A Taxonomy of Multilateral methods for Making International Comparisons of Prices and Quantities",
      "author" : [ "Hill RJ" ],
      "venue" : "Review of Income and Wealth",
      "citeRegEx" : "RJ.,? \\Q1997\\E",
      "shortCiteRegEx" : "RJ.",
      "year" : 1997
    }, {
      "title" : "Constructing Price Indexes across Space and Time: The Case of the European Union",
      "author" : [ "Hill RJ" ],
      "venue" : "American Economic Review",
      "citeRegEx" : "RJ.,? \\Q2004\\E",
      "shortCiteRegEx" : "RJ.",
      "year" : 2004
    }, {
      "title" : "Scanner Data, Time Aggregation and the Construction of Price Indexes",
      "author" : [ "L Ivancic", "WE Diewert", "KJ. Fox" ],
      "venue" : "Journal of Econometrics",
      "citeRegEx" : "Ivancic et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Ivancic et al\\.",
      "year" : 2011
    }, {
      "title" : "Poverty, Prices, and Place: How Sensitive Is the Spatial Distribution of Poverty to Cost of Living Adjustments",
      "author" : [ "D. Jolliffe" ],
      "venue" : "Economic Inquiry",
      "citeRegEx" : "Jolliffe,? \\Q2006\\E",
      "shortCiteRegEx" : "Jolliffe",
      "year" : 2006
    }, {
      "title" : "The Problem of the True Cost of Living Index. English translation published in Econometrica",
      "author" : [ "Konüs AA" ],
      "venue" : null,
      "citeRegEx" : "AA.,? \\Q1924\\E",
      "shortCiteRegEx" : "AA.",
      "year" : 1924
    }, {
      "title" : "A modification of the GEKS index when product turnover is high",
      "author" : [ "C Lamboray", "F. Krsinich" ],
      "venue" : "Paper presented at the 14th meeting of the Ottawa Group; May",
      "citeRegEx" : "Lamboray and Krsinich,? \\Q2015\\E",
      "shortCiteRegEx" : "Lamboray and Krsinich",
      "year" : 2015
    }, {
      "title" : "2016; Scanner Data Price Indexes: Addressing Some Unresolved Issues",
      "author" : [ "D. Melser" ],
      "venue" : "Journal of Business & Economic Statistics",
      "citeRegEx" : "Melser,? \\Q2016\\E",
      "shortCiteRegEx" : "Melser",
      "year" : 2016
    }, {
      "title" : "Indexes for Multiregional Comparisons",
      "author" : [ "B. Szulc" ],
      "venue" : "Przeglad Statystyczny",
      "citeRegEx" : "Szulc,? \\Q1964\\E",
      "shortCiteRegEx" : "Szulc",
      "year" : 1964
    }, {
      "title" : "Technical Bulletin Number 1926",
      "author" : [ "JE Todd", "L Mancino", "E Leibtag", "C. Tripodo" ],
      "venue" : "Economic Research Service;",
      "citeRegEx" : "Todd et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Todd et al\\.",
      "year" : 2010
    }, {
      "title" : "The Bank of Finland’s Consumption Price Index",
      "author" : [ "L. Törnqvist" ],
      "venue" : "Bank of Finland Monthly Bulletin",
      "citeRegEx" : "Törnqvist,? \\Q1936\\E",
      "shortCiteRegEx" : "Törnqvist",
      "year" : 1936
    } ],
    "referenceMentions" : [ {
      "referenceID" : 19,
      "context" : "In addition, as investigated in several recent research studies and reports (Dubay, Wheaton and Zedlewski 2013; Gregory and Coleman-Jensen 2013; Government Accountability Office 2014), the benefit amount for program participants could potentially be adjusted for living cost differences based on the recipient’s location.",
      "startOffset" : 76,
      "endOffset" : 183
    }, {
      "referenceID" : 0,
      "context" : "For example, Albouy (2009) argued that mortgage and local-tax deductions partially index taxes to the local cost of living and, thereby, reduce federal tax distortion of employment distribution across cities.",
      "startOffset" : 13,
      "endOffset" : 27
    }, {
      "referenceID" : 0,
      "context" : "For example, Albouy (2009) argued that mortgage and local-tax deductions partially index taxes to the local cost of living and, thereby, reduce federal tax distortion of employment distribution across cities. In another example, Jolliffe (2006) reported a complete reversal of the rankings of the prevalence, depth, and severity of poverty between metropolitan and nonmetropolitan areas after adjusting for geographical differences in living cost.",
      "startOffset" : 13,
      "endOffset" : 245
    }, {
      "referenceID" : 18,
      "context" : "First, Ivancic, Diewert, and Fox (2011) and de Haan and van der Grient (2011) demonstrated that the multilateral GEKS (Gini 1931; Eltetö and Köves 1964; Szulc 1964) can be applied to time series scanner data to calculate high-frequency price indexes that are superior to standard chained price indexes.",
      "startOffset" : 118,
      "endOffset" : 164
    }, {
      "referenceID" : 14,
      "context" : "First, Ivancic, Diewert, and Fox (2011) and de Haan and van der Grient (2011) demonstrated that the multilateral GEKS (Gini 1931; Eltetö and Köves 1964; Szulc 1964) can be applied to time series scanner data to calculate high-frequency price indexes that are superior to standard chained price indexes.",
      "startOffset" : 118,
      "endOffset" : 164
    }, {
      "referenceID" : 28,
      "context" : "First, Ivancic, Diewert, and Fox (2011) and de Haan and van der Grient (2011) demonstrated that the multilateral GEKS (Gini 1931; Eltetö and Köves 1964; Szulc 1964) can be applied to time series scanner data to calculate high-frequency price indexes that are superior to standard chained price indexes.",
      "startOffset" : 118,
      "endOffset" : 164
    }, {
      "referenceID" : 29,
      "context" : "The ERS Quarterly Food-atHome Price Database represents an important improvement over the C2ER food prices by providing unit values for 52 food groups and 35 market areas based on Nielsen household scanner data (Todd et al. 2010).",
      "startOffset" : 211,
      "endOffset" : 229
    }, {
      "referenceID" : 30,
      "context" : "We chose four fixed-base1 bilateral indexes commonly used in the temporal index number literature—Paasche, Laspeyres, Fisher ideal (Fisher 1922), and Törnqvist (1936)—and two panel extensions of the GEKS and CCD multilateral indexes from the spatial index literature.",
      "startOffset" : 150,
      "endOffset" : 167
    }, {
      "referenceID" : 30,
      "context" : "We chose four fixed-base1 bilateral indexes commonly used in the temporal index number literature—Paasche, Laspeyres, Fisher ideal (Fisher 1922), and Törnqvist (1936)—and two panel extensions of the GEKS and CCD multilateral indexes from the spatial index literature. The Paasche and Laspeyres indexes were chosen because of their popularity in applied research, while Fisher ideal, Törnqvist, GEKS, and CCD were evaluated because of their superlative properties in the sense of Diewert (1976).",
      "startOffset" : 150,
      "endOffset" : 494
    }, {
      "referenceID" : 6,
      "context" : "It converts the (less useful) matrix of bilateral indexes between all possible pairs of entities l and j into a (more useful) vector of multilateral indexes, one for each entity relative to the base, the choice of which does not change the ratio of indexes between entities (Deaton and Dupriez 2011).",
      "startOffset" : 274,
      "endOffset" : 299
    }, {
      "referenceID" : 26,
      "context" : "Lamboray and Krsinich (2015) noted that this may introduce bias, and proposed an intersection approach that used only the common set of products among entities j, l, k in the creation of PF lk and PF l j.",
      "startOffset" : 0,
      "endOffset" : 29
    }, {
      "referenceID" : 23,
      "context" : "In time series context, alternative link periods for calculating the price level for the new period τ has been proposed, including period τ − 1 (Ivancic et al. 2011; de Haan and van der Grient 2011), a simple geometric mean of all available link periods from τ − κ to τ − 1 (Diewert and Fox 2017, p.",
      "startOffset" : 144,
      "endOffset" : 198
    }, {
      "referenceID" : 27,
      "context" : "20), and a weighted geometric mean of all previous periods as link periods with the weights proportional to the share of expenditures matched between period τ and each link period (Melser 2016).",
      "startOffset" : 180,
      "endOffset" : 193
    }, {
      "referenceID" : 16,
      "context" : "7 We aggregated store-level data to the county level8 and calculated Paasche, Laspeyres, Fisher ideal, Törnqvist, RWGEKS-1, RWGEKS-13, RWCCD-1, and RWCCD-13. The latter four indexes are variants of the panel RWGEKS and RWCCD indexes. RWGEKS-1 and RWGEKS-13 are rolling-window GEKS indexes, where the suffix indicates the number of preceding periods included in the rolling window. Therefore, RWGEKS-1 and RWGEKS-13 have a rolling window of 2 and 14 quadweeks, respectively. RWCCD-1 and RWCCD-13 are similarly defined. In this beverage example, an entity is a unique pair of county and quadweek. To find a link entity j for entity k, we gave priority to the entity in the same location as k but in period τ − 1. If this entity did not exist, we then selected the entity that first was temporally closest to k, then shared the largest set of products with k, and finally had the highest sales of the common set of products. We did not employ a formal relative price similarity index such as those of Diewert (2009) to search for the link entities because it would have increased the processing time enormously for such a large panel.",
      "startOffset" : 131,
      "endOffset" : 1013
    }, {
      "referenceID" : 2,
      "context" : "For example, Çakir et al. (2018) measured the cost of fresh fruit and vegetables using retail scanner data and found substantial variation in the real value of the Women, Infants, and Children Program’s fruit and vegetable voucher over time and across cities.",
      "startOffset" : 13,
      "endOffset" : 33
    }, {
      "referenceID" : 2,
      "context" : "For example, Çakir et al. (2018) measured the cost of fresh fruit and vegetables using retail scanner data and found substantial variation in the real value of the Women, Infants, and Children Program’s fruit and vegetable voucher over time and across cities. With multiple price indexing methods available for measuring cost of living, a problem facing statistical agencies interested in incorporating scanner data into official price statistics is that the “truth” is not known. There are several ways to potentially address this issue. In time series context, Diewert and Fox (2017) compared competing scanner data price indexes with a benchmark index constructed out of a consumer preference structure assumed to be the truth.",
      "startOffset" : 13,
      "endOffset" : 586
    }, {
      "referenceID" : 16,
      "context" : "A 13-month rolling window is preferred by Ivancic et al. (2011) and de Haan and van der Grient (2011) in their adaptation of GEKS and CCD to time series comparison.",
      "startOffset" : 2,
      "endOffset" : 64
    }, {
      "referenceID" : 16,
      "context" : "A 13-month rolling window is preferred by Ivancic et al. (2011) and de Haan and van der Grient (2011) in their adaptation of GEKS and CCD to time series comparison.",
      "startOffset" : 2,
      "endOffset" : 102
    }, {
      "referenceID" : 5,
      "context" : "de Haan and Krsinich (2014) incorporate unmatched items into the rollingwindow time series GEKS by imputing their prices during periods they are not available through a hedonic regression model.",
      "startOffset" : 3,
      "endOffset" : 28
    } ],
    "year" : 2019,
    "abstractText" : "We construct panel price indexes using retail scanner data that allow comparisons of consumption cost across space and time. Two types of panel indexes are examined: the rolling-window panel extensions of the multilateral Cave-Christensen-Diewert (CCD) index with the Törnqvist index as its elements, and of the multilateral Gini-Eltetö-Köves-Szulc (GEKS) index using the Fisher ideal index as its elements. The rolling window method maintains the nonrevisability of published index numbers while it allows index numbers for new periods and locations be calculated and the basket of items be updated. Meanwhile, the multilateral structure of price comparison eliminates significant downward drift in standard chained indexes. Using county-level bilateral and panel indexes based on retail beverage scanner data, we experimentally adjust for purchasing parity the portion of Supplemental Nutrition Assistance Program (SNAP) benefits that participants spend on beverages. Accounting for temporal and spatial cost differences causes over 2% of SNAP allotment spent on beverages be reallocated, or approximately a 5% change in allotment on average for a county. About 90% of the relocated SNAP fund is to adjust for spatial differences in food cost. We also compare SNAP allotments implied by the retail scanner data indexes with those implied by indexes based on the USDA Quarterly Food-at-Home Price Database (QFAHPD). The treatment of unit values and product quality may have contributed to the significant differences observed between the retail scanner data indexes and the QFAHPD indexes.",
    "creator" : "AH XSL Formatter V6.3 R1 for Linux64 : 6.3.1.23495 (2016/02/03 14:39JST)"
  }
}