{
  "name" : "8de1cf68bc67cb197eb9.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Food insecurity among Dutch food bank recipients: a cross-sectional study",
    "authors" : [ "Judith E Neter", "S Coosje Dijkstra", "Marjolein Visser", "Ingeborg A Brouwer" ],
    "emails" : [ "judith.neter@vu.nl" ],
    "sections" : [ {
      "heading" : null,
      "text" : "To cite: Neter JE, Dijkstra SC, Visser M, et al. Food insecurity among Dutch food bank recipients: a crosssectional study. BMJ Open 2014;4:e004657. doi:10.1136/bmjopen-2013004657\n▸ Prepublication history and additional material is available. To view please visit the journal (http://dx.doi.org/ 10.1136/bmjopen-2013004657).\nReceived 10 December 2013 Revised 16 April 2014 Accepted 23 April 2014\n1Department of Health Sciences and the EMGO Institute for Health and Care Research, Faculty of Earth and Life Sciences, VU University Amsterdam, Amsterdam, The Netherlands 2Department of Epidemiology and Biostatistics, VU University Medical Center, Amsterdam, The Netherlands\nCorrespondence to Judith E Neter; judith.neter@vu.nl\nINTRODUCTION Even in high-income Western countries like the Netherlands, there are people who cannot afford sufficient nutritious food to eat. Food insecurity can be defined as the\nlack of availability of nutritionally adequate and safe foods, or the lack of ability to acquire acceptable foods in socially acceptable ways.1 It has been associated with unfavourable food choices2 and a less healthy diet. Food insecure people have a lower intake of fruit and vegetables2–5 and a lower nutrient intake5–8 which consequently may lead to micronutrient deficiencies and malnutrition.7 9 Furthermore, food insecurity was shown to be associated with poorer health including poor oral health,10 overweight, diabetes and heart disease, and consequently is a major public health issue.11–17 Food insecurity is a problem in adults, children and adolescents.18–21 However, this study focused on adults only. Only a small number of high-income Western countries report prevalence rates of food insecurity, varying between 5% and 25%22–27: 5.2% in Australia,26 5.3% in South Korea,27 7.7% in Canada,22 15% in the USA24 and 15.8% in New Zealand.23 In\nStrengths and limitations of this study\n▪ Our study among 251 Dutch food bank recipients from 11 food banks throughout the Netherlands is the first study addressing food insecurity in the Netherlands. ▪ A unique aspect of this study is the identification of demographic, lifestyle and nutrition-related factors associated with food insecurity. In Europe, this has only been studied among lowincome persons in the UK so far. ▪ A possible limitation of our study is its crosssectional design which makes it impossible to draw any causal conclusions regarding the factors associated with food insecurity. ▪ We were not able to adjust for the number of items, or for the total amount of calories in the food parcel because all food banks and parcels are unique (eg, different options for selfselection and/or the exchange of products). ▪ Of the 368 recipients who signed up 251 recipients (68.2%) participated in our study. This and the selection of 11 of 135 food banks may have led to selection bias.\nNeter JE, Dijkstra SC, Visser M, et al. BMJ Open 2014;4:e004657. doi:10.1136/bmjopen-2013-004657 1\nEurope, food insecurity was only reported for lowincome people in the UK, and was 25%.25\nOf the more than 7 million Dutch households in 2012, 664 000 households (9.4%) were living below the low-income threshold. These 664 000 households comprise over 1.3 million individuals (8.4% of the Dutch population). Moreover, over 811 000 individuals had an income that was even below the basic needs variant of the low-income threshold. This lowest-needs variant relates to costs incurred by a single person for purchasing goods which are regarded as (virtually) unavoidable in the Netherlands, such as food, clothing, housing and personal care.28\nThe Dutch Food Bank aims to provide food parcels that supplement the normal diet for 2–3 days. Individuals living alone with a monthly disposable income <€180 qualify for food assistance as do families with a monthly disposable income of <€180 with the additional income allowance of €60 per adult and €50/ child (<18 years of age). In 2013, the food banks weekly provided over 35 000 food parcels and thereby supported approximately 85 000 individuals in the Netherlands.29\nThere are many public and private food assistance programmes operating at national, state and local levels to reduce food security and hunger in high-income countries. Accurate measurement of the existence of food security, understanding the factors related to food insecurity and monitoring food assistance programmes can help public health officials, policymakers, service providers and the public at large to assess the growing needs for food assistance and the effectiveness of existing food assistance programmes. Research can also help to identify subgroups within food bank recipients who are food secure or at higher risk of low or very low food security.30\nLimited research has been performed on the prevalence of food insecurity and factors associated with food insecurity in Europe. The present study aims to determine the prevalence of low and very low food security among Dutch food bank recipients, and to identify potential demographic, lifestyle and nutrition-related factors associated with low and very low food security."
    }, {
      "heading" : "METHODS",
      "text" : "This cross-sectional study was part of the Dutch food bank study, which explores and optimises food choices and food patterns among Dutch food bank recipients."
    }, {
      "heading" : "Food banks",
      "text" : "On the basis of a search on the website of the Dutch Food Bank, emails, phone calls and food bank visits 11 of approximately 135 Dutch food banks were selected for the present study, based on factors including size, the frequency of providing food parcels, urbanisation, region and willingness of the food bank to participate. The food banks selected were located in Apeldoorn (N=29),\nBoxtel (N=11), Breda (N=42), Enschede (N=71), Groningen (N=17), Haarlem (N=6), Hilversum (N=16), Huizen (N=14), Rotterdam (N=28), Wageningen (N=12) and Zeewolde (N=5).\nStudy population and data collection The target population consisted of recipients of the 11 selected Dutch food banks. Inclusion criteria for participation were: (1) at least 18 years of age, (2) sufficiently fluent in Dutch to participate in oral and written interviews, (3) recipient of a Dutch food bank for at least 1 month and (4) collect own food parcel at the food bank. A single member per household was included. Recipients were recruited between October 2010 and March 2011 through promotional posters and information letters. They could sign up for the study within 2 or 3 weeks after recruitment with an application form, by telephone or email. Participation was voluntary and confidential. Of the approximately 1200 food bank recipients who received an information letter or might have seen our promotional poster at the food bank, 368 signed up, of which 251 (68.2%) participated in the study. Of the 113 recipients who signed up for participation but ultimately did not participate, we were able to contact 41 by telephone to complete a short nonresponse questionnaire. Reasons for non-participation were: (1) not enough time (N=17), (2) did not pick up their food parcel (themselves) on the day of measurement (N=7), (3) missed the researchers on the day of measurement (N=5), (4) did not realise the measurements were on that specific day (N=4) and (5) other reasons (N=8). Measurement days were scheduled between October 2010 and April 2011. Participants who completed the study received a gift coupon of €5 and a small incentive for participation."
    }, {
      "heading" : "Food security",
      "text" : "To measure the food security status of the participants, trained interviewers used a translated version of the six-item US Department of Agriculture (USDA) Household Food Security Survey Scale.30 The original, validated31 American questionnaire (see online supplementary table S1) was translated and back-translated for this study. Coding was carried out in accordance with the Guide to Measuring Household Food Security.30 Food security status was defined and classified according to the USDA guidelines: score 0 or 1 is food secure; score 2–4 is low food security; and score 5–6 is very low food security.30"
    }, {
      "heading" : "Explanatory variables",
      "text" : "The selection of explanatory variables was based on common sense and literature. Literature showed that sex,23 27 32 level of education,27 33 34 employment status,27 33 34 ethnicity,23 24 34–36 household size,7 13 35 household composition12 24 34 35 and weight status13 37–39 were associated with food insecurity and therefore included in this study. Physical activity was included\n2 Neter JE, Dijkstra SC, Visser M, et al. BMJ Open 2014;4:e004657. doi:10.1136/bmjopen-2013-004657\nbecause it may influence the energy balance and consequently food security status. Smoking and money spent on grocery shopping were included because they may influence food purchases and consequently food security status. Furthermore, satisfaction with the food parcel, satisfaction with overall food intake, perceived healthiness of food intake, self-efficacy of eating healthy and the use of products from the food parcel may influence the variety, quality and quantity of food intake and consequently food security status. Participants completed a self-administered general questionnaire, which consisted of the following domains: sociodemographics, lifestyle factors, grocery shopping, food parcels, food intake and foods from the food parcels beyond the expiration date. Sociodemographics included date of birth, sex, duration of being recipient of a Dutch food bank, household size, household composition, ethnicity, level of education and paid job. For ethnicity, we created two categories: Dutch and non-Dutch ancestry. A participant had a non-Dutch ancestry if the participant or at least one of the parents was born outside the Netherlands. We created three levels of education: low (finished less than elementary school), medium (elementary school), high (general intermediate, and lower vocational education, university, college, higher vocational, general secondary, and intermediate vocational education). Lifestyle factors included self-reported height and weight, current smoking and physical activity. Body mass index (BMI) was calculated as self-reported weight (kg) divided by self-reported height (m2). BMI cut-off points of the WHO were used to define weight status.40 Physical activity was established by asking ‘How many days a week are you physically active with moderate intensity for at least 30 min?’. Moderately intense physical activity included sport activities, walking, cycling, gardening and performing heavy housework. With regard to the domain grocery shopping, we asked ‘How much money do you weekly spend on average on foods and drinks to supplement the food parcel?’. This amount of money was divided by the number of adults plus children in the household to create the variable money spent on groceries per person per week. For statistical analyses two categories were created on the basis of the median; €0–€29.99 /person/ week and €30–€50 /person/week. Questions regarding food parcels included: ‘How satisfied are you usually with the content of the food parcel?’ (categories: not satisfied at all, not satisfied, neutral, satisfied, very satisfied), and ‘Do you usually use all foods from the food parcel?’ (categories: never, sometimes and always). Food-intake-related questions included: ‘How satisfied are you with your current food intake?’ (categories: not satisfied at all, not satisfied, neutral, satisfied and completely satisfied), and ‘How healthy is your current food intake?’ (not healthy at all, not healthy, neutral, healthy and very healthy). Self-efficacy was measured with the\nquestion ‘How certain are you that you can eat healthily?’ (Not certain at all, not certain, neutral, certain and very certain). The aforementioned questions regarding satisfaction with the food parcels, and nutrition-related questions with five answer categories were scored from −2 to +2 and were analysed continuously. Food parcels provided by the Dutch food banks consist of donated foods only and often include foods which are close to the expiration date. Questions on the use of foods beyond the expiration date therefore included: ‘Do you use perishable foods from the food parcel that are beyond the expiration date?’, and ‘Do you use non-perishable foods from the food parcel that are beyond the expiration date?’ (categories: never, sometimes and always)."
    }, {
      "heading" : "Statistical analyses",
      "text" : "Statistical analyses were performed using PASW statistics (formerly SPSS statistics) for Windows V.20.0 (IBM Corp, Armonk, New York, USA). Descriptive statistics were used to summarise participants’ characteristics and to examine the level of food insecurity in the study sample. Values in the text are mean±SD, frequency or relative frequency. Sex differences in the prevalence of low and very low food security were tested with χ2 test. Multinomial logistic regression analysis was used to study the association of demographic, lifestyle and nutritionrelated characteristics with low and very low food security. The dependent variable level of food security consisted of three categories: food secure, low food secure and very low food secure. For each independent variable the categories low and very low food security were compared with the food secure category—the reference group. Univariate and multivariate analyses were performed. We adjusted for confounding effects by including the variables age, sex and level of education in the model. Crude and adjusted ORs are presented with their 95% CI. The variables age, sex, duration of being recipient, household size, household composition, level of education and money spent on groceries were tested for interaction with age, sex and level of education in multivariate analyses. Two-tailed p values of <0.05 were considered significant."
    }, {
      "heading" : "RESULTS",
      "text" : "In total, 251 Dutch food bank recipients participated in the study, of whom 37.1% were men and 62.9% women (table 1). Mean age of the total study sample was 46.3 ±10.6 years. Most of the participants were recipients of the food bank for >12 months. The majority of participants were of Dutch origin, had a medium level of education and did not currently have a paid job. Furthermore, mean BMI of the population was 27.3 ±6.3 kg/m2, and 56.8% were either overweight or obese. Smokers were much more prevalent than non-smokers. Of the sample, 84.9% (N=213) responded affirmatively to at least one item on our food security scale. Of those,\nNeter JE, Dijkstra SC, Visser M, et al. BMJ Open 2014;4:e004657. doi:10.1136/bmjopen-2013-004657 3\n14% (N=30) affirmed only one item and were therefore classified as marginally food secure. The prevalence of food insecurity was 72.9% (N=183), of which 40.4% (N=74) reported very low food security (figure 1). Very low food security was significantly more prevalent in women than men (37.3% vs 16.1%; p=0.001). Of the very low food secure participants 56.8% (N=42) reported that they were ever hungry but did not eat because they could not afford enough food in the previous 3 months. This was the most extreme category of the survey instrument. This percentage was substantially lower among low food secure participants (3.7%, N=4). Univariate analyses regarding associations of demographic as well as lifestyle characteristics with low or very low food security compared with food security showed that men were less likely than women to experience very low food security (OR 0.25 (95% CI 0.12 to 0.53)). Participants with a low level of education were more likely to experience very low food security as compared with participants with a high level of education (OR 4.23 (95% CI 1.20 to 14.94)). In contrast to household size, household composition was associated with food insecurity. Households without children were less likely to experience low food security as compared with multiple households with children (OR 0.45 (95% CI 0.22 to 0.94)). Duration of being recipient of a Dutch food bank, employment status, ethnicity, BMI, weight status, current smoking status and level of physical activity were not associated with food insecurity. Univariate analyses regarding associations of nutritionrelated characteristics with food security status showed that participants who were more satisfied with their overall food intake were less likely to experience low food security (OR 0.56 (95% CI 0.35 to 0.90)) or very low food security (OR 0.45 (95% CI 0.27 to 0.74)) compared with their counterparts. Participants who perceived their overall food intake to be more healthy were less likely to experience low food security (OR 0.46 (95% CI 0.27 to\n4 Neter JE, Dijkstra SC, Visser M, et al. BMJ Open 2014;4:e004657. doi:10.1136/bmjopen-2013-004657\n0.78)) or very low food security (OR 0.35 (95% CI 0.20 to 0.62)) compared with participants who perceived their overall food intake to be less healthy. Participants who were more certain of a healthy food intake were less likely to experience very low food security (OR 0.62 (95% CI 0.41 to 0.96)) compared with participants who were less certain of a healthy food intake. Satisfaction with the food parcel was borderline significant; participants who were more satisfied with the food parcel tended to experience less low food security compared with participants who were less satisfied with the food parcel (OR 0.68 (95% CI 0.46 to 1.01)). No associations were found\nbetween the total amount of money spent on groceries per person per week, the extent to which products of the food parcel were used, the extent to which the use of perishable and non-perishable foods were used beyond the expiration date and food insecurity. Tables 2 and 3 show multivariate associations of demographic, lifestyle and nutrition-related characteristics with low or very low food security compared with food security. After adjustment for age, sex and level of education the observed univariate associations remained statistically significant. Furthermore, multivariate analysis showed that participants who were more satisfied with\nNeter JE, Dijkstra SC, Visser M, et al. BMJ Open 2014;4:e004657. doi:10.1136/bmjopen-2013-004657 5\nthe food parcel were less likely to experience low food security compared with participants who were less satisfied (OR 0.66 (95% CI 0.44 to 0.99)). Significant interaction was present between duration of being recipient and age (p=0.029) in its association with low food security. Older participants who are recipients of the food bank for a shorter period of time seemed to be less likely to experience low food security compared with their counterparts. Furthermore, significant interaction was present between household size and age (p=0.040) in its association with very low food security. Older participants with smaller household sizes seemed to be less likely to experience very low food security compared with participants with larger household sizes."
    }, {
      "heading" : "DISCUSSION",
      "text" : "Our study among food bank recipients is the first study addressing food insecurity in the Netherlands and showed that 72.9% of the Dutch food bank recipients are food insecure of which 40.4% are very low food secure. Furthermore, the presence of food insecurity was associated with female sex, low level of education, households with children, low satisfaction with the food parcel, low satisfaction with overall food intake, low perceived healthiness of overall food intake and low selfefficacy of eating healthy. To indicate the severity of food insecurity in our study sample we compared our prevalence rates with available national prevalence rates and other charitable food\nassistance populations. The last group consists of people who depend on food assistance programmes regarding their food intake and therefore are not able to choose what they eat. We examined Dutch food bank recipients —a very specific group of low-income people—and one should therefore compare the prevalence rates of food insecurity with other samples with caution. Furthermore, in contrast to the US, in the Netherlands we do not have publicly run entitlement programmes. The prevalence of food insecurity in our study was much higher than previously reported national prevalence data from other high-income Western but non-European countries.22–24 26 27 Comparison with the only European figure available shows that the prevalence of food insecurity was almost three times higher in our food bank population (73%) than in a study among lowincome persons in the UK (25%).25 Compared with prevalence data of food insecurity from the US and South Korea, based on people who make use of any type of public food assistance, our prevalence was also higher. The reported prevalences in these studies were: 26.1% in food assistance programme users27 and 36.4% in public assistance users.35 Possible explanations for this difference are the differences in time period where the food security question refers to (eg, 3 months, 12 months), the year in which food insecurity was measured and the measurement instruments that were used. Compared with prevalence data of food insecurity from the US among food stamp programme users (66%41 and 71%34) and food pantry users (76%42 and 84%5) our prevalence is comparable. However, the proportion of\n6 Neter JE, Dijkstra SC, Visser M, et al. BMJ Open 2014;4:e004657. doi:10.1136/bmjopen-2013-004657\nvery low food secure participants who reported that they were hungry but did not eat because they could not afford enough food was somewhat higher in our study than in a comparable study in the US42 (56.8% vs 40.1%). A unique aspect of this study is the identification of demographic, lifestyle and nutrition-related factors associated with food insecurity. In Europe, this has only been studied among low-income persons in the UK so far. Our observed sex difference in the prevalence of food insecurity is consistent with previous studies,23 27 32 and could be explained by the fact that women may be the first to compromise their diet in an unhealthy way, to protect their children and partner when the family faces threats to their food supply.32 43\nConsistent with previous studies conducted outside Europe, we found that food insecurity was associated with a lower level of education.27 33 34 Unlike previous studies, however, we found no association between food insecurity and employment status,27 33 34 ethnicity23 24 34–36 and household size.7 13 35 Possible explanations for these differences are that only 13.1% of the population had a paid job, and the majority (71.8%) of our population was of Dutch origin. Although we did not find a significant association with household size, we did find a significant association with household composition. As in previous studies12 24 34 35 households with children were more likely to experience low food security than households without children. Adult caregivers may sacrifice their own diet to avoid that their children should experience hunger.44 Previous studies showed that weight is positively associated with food insecurity, but only in women.13 37–39 In contrast to previous studies and our expectations, weight status was not associated with food insecurity. In our study, weight status was based on self-reported height and weight and therefore may have been biased. A study by Ver ploeg et al45 reported that overweight women who received food stamp benefits were less likely to recognise they were overweight than eligible non-participants. Overall, Dutch food bank recipients included in our study had a more unhealthy lifestyle compared with the general Dutch population. The proportion of smokers was more than twice as high, 58% vs 25%,46 as was the prevalence of obesity, 28% vs 13.5%.47\nA possible limitation of our study is its cross-sectional design which makes it impossible to draw any causal conclusions regarding the factors associated with food insecurity. Possible reverse associations might have occurred between characteristics associated with food insecurity variables which are not determinants of food insecurity (eg, weight status, smoking status, satisfaction with the food parcel). Therefore, these results should be interpreted with caution. Second, we were not able to adjust for the number of items, or for the total amount of calories in the food parcel because all food banks and parcels are unique (eg, different options for self-selection and/or the exchange of products). Third, of the 368 recipients who signed up 251 recipients\n(68.2%) participated in our study. This and the selection of 11 of 135 food banks may have led to selection bias. Last, although the USDA Household Food Security Survey Scale is validated for use in low-socioeconomic status persons in general, it has not yet been validated in food bank users. Therefore, we cannot rule out that bias or misclassification might have occurred. In the US there is a small but growing body of evidence showing that the Supplemental Nutrition Assistance Program reduces the prevalence of food insecurity.48–50 The high levels of household food insecurity among Dutch food bank recipients, and the number of people who qualify for food assistance surpassed the supply, raising the question of whether food banks are able to supply the right quantity or nutritional quality of foods. In conclusion, this paper shows that the prevalence of food insecurity is high among Dutch food bank recipients and that specific subgroups are more vulnerable for food insecurity. More research is urgently needed on the underlying determinants of food insecurity and on the effectiveness of food assistance by food banks.\nAcknowledgements The authors would like to thank all food banks that participated for their cooperation, all food bank recipients for their participation and all research assistants, MSc and BSc interns for their help in collecting data.\nContributors JEN, IAB and MV designed the study. JEN and SCD conducted the data collection. JEN performed the complete data analyses and drafted the manuscript. SCD, MV and IAB gave significant advice concerning the interpretation of the results and critical review of the manuscript for intellectual content. JEN had primary responsibility for its final content. All the authors were involved in the development of the manuscript and approved the final version.\nFunding This project was funded by a grant from the Netherlands Organization for Health Research and Development (115100003). The Netherlands Organization for Health Research and Development had no role in the design, analysis or writing of this article.\nCompeting interests None.\nEthics approval This study was approved by the Medical Ethical Committee of the VU Medical Center in Amsterdam, The Netherlands, as well as the national board of the Dutch Food Bank.\nProvenance and peer review Not commissioned; externally peer reviewed.\nData sharing statement No additional data are available.\nOpen Access This is an Open Access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 3.0) license, which permits others to distribute, remix, adapt, build upon this work noncommercially, and license their derivative works on different terms, provided the original work is properly cited and the use is non-commercial. See: http:// creativecommons.org/licenses/by-nc/3.0/"
    } ],
    "references" : [ {
      "title" : "Core indicators of nutritional state for difficult-to-sample populations",
      "author" : [ "S. Anderson" ],
      "venue" : "J Nutr",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 1990
    }, {
      "title" : "Household food insecurity with hunger is associated with women’s food intakes, health and household circumstances",
      "author" : [ "Tarasuk VS" ],
      "venue" : "J Nutr 2001;131:2670–6",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2001
    }, {
      "title" : "Diet quality is low among female food pantry clients in Eastern Alabama",
      "author" : [ "P Duffy", "C Zizza", "J Jacoby" ],
      "venue" : "J Nutr Educ Behav 2009;41:414–19. Neter JE, Dijkstra SC, Visser M, et al. BMJ Open 2014;4:e004657",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2014
    }, {
      "title" : "Relationship of hunger and food insecurity to food availability and consumption",
      "author" : [ "A Kendall", "CM Olson", "EA. Frongillo" ],
      "venue" : "J Am Diet Assoc",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 1996
    }, {
      "title" : "Food insecurity, poor diet quality, and obesity among food pantry participants in Hartford, CT",
      "author" : [ "Robaina KA", "Martin KS" ],
      "venue" : "J Nutr Educ Behav 2013;45:159–64",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2013
    }, {
      "title" : "Dietary intakes and serum nutrients differ between adults from food-insufficient and food-sufficient families: Third National Health and Nutrition Examination Survey, 1988–1994",
      "author" : [ "LB Dixon", "MA Winkleby", "KL. Radimer" ],
      "venue" : "J Nutr 2001;131:1232–46",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2001
    }, {
      "title" : "Food insecurity is associated with nutrient inadequacies among Canadian adults and adolescents",
      "author" : [ "SI Kirkpatrick", "V. Tarasuk" ],
      "venue" : "J Nutr 2008;138:604–12",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2008
    }, {
      "title" : "Nutrient intakes of individuals from food-insufficient households in the United States",
      "author" : [ "D Rose", "V. Oliveira" ],
      "venue" : "Am J Public Health",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 1997
    }, {
      "title" : "Nutritional status of persons using a local emergency food system program in middle America",
      "author" : [ "M Bell", "L Wilbur", "C. Smith" ],
      "venue" : "J Am Diet Assoc 1998;98:1031–3",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 1998
    }, {
      "title" : "Oral health disparities and food insecurity in working poor Canadians",
      "author" : [ "V Muirhead", "C Quinonez", "R Figueiredo" ],
      "venue" : "Community Dent Oral Epidemiol",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2009
    }, {
      "title" : "Food insecurity is associated with chronic disease among low-income NHANES participants",
      "author" : [ "HK Seligman", "BA Laraia", "MB. Kushel" ],
      "venue" : "J Nutr 2010;140:304–10",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2010
    }, {
      "title" : "Food insecurity in Canadian households",
      "author" : [ "J Che", "J. Chen" ],
      "venue" : "Health Rep 2001;12:11–22",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2001
    }, {
      "title" : "Food insecurity is positively related to overweight in women",
      "author" : [ "MS Townsend", "J Peerson", "B Love" ],
      "venue" : "J Nutr 2001;131:1738–45",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2001
    }, {
      "title" : "Household food insufficiency is associated with poorer health",
      "author" : [ "Vozoris NT", "Tarasuk VS" ],
      "venue" : "J Nutr 2003;133:120–6",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2003
    }, {
      "title" : "Food insecurity and chronic disease",
      "author" : [ "Laraia BA" ],
      "venue" : "Adv Nutr 2013;4:203–12",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2013
    }, {
      "title" : "Food insecurity harms health, well-being of millions in the United States",
      "author" : [ "T. Hampton" ],
      "venue" : "JAMA",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2007
    }, {
      "title" : "Diabetes risk and obesity in food-insecure households in rural Appalachian Ohio",
      "author" : [ "Holben DH", "Pheley AM" ],
      "venue" : "Prev Chronic Dis 2006;3:A82",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2006
    }, {
      "title" : "Child food insecurity increases risks posed by household food insecurity to young children’s health",
      "author" : [ "JT Cook", "DA Frank", "SM Levenson" ],
      "venue" : "J Nutr 2006;136:1073–6",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2006
    }, {
      "title" : "Food insecurity is associated with iron deficiency anemia in US adolescents",
      "author" : [ "HA Eicher-Miller", "AC Mason", "CM Weaver" ],
      "venue" : "Am J Clin Nutr 2009;90:1358–71",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2009
    }, {
      "title" : "Bounding the effects of food insecurity on children’s health outcomes",
      "author" : [ "C Gundersen", "B. Kreider" ],
      "venue" : "J Health Econ 2009;28:971–83",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2009
    }, {
      "title" : "Child hunger and long-term adverse consequences for health",
      "author" : [ "SI Kirkpatrick", "L McIntyre", "ML. Potestio" ],
      "venue" : "Arch Pediatr Adolesc Med",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2010
    }, {
      "title" : "What are the determinants of food insecurity in New Zealand and does this differ for males and females",
      "author" : [ "KN Carter", "T Lanumata", "K Kruse" ],
      "venue" : "Aust N Z J Public Health 2010;34:602–8",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2010
    }, {
      "title" : "Household food security in the United States in 2011. US Department of Agriculture",
      "author" : [ "A Coleman-Jensen", "M Nord", "M Andrews" ],
      "venue" : "Economic Research Center,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2012
    }, {
      "title" : "Low income diet and nutrition",
      "author" : [ "M Nelson", "B Erens", "B Bates" ],
      "venue" : "survey. London: The Stationery Office,",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2007
    }, {
      "title" : "Food Security Options Paper: a food security planning framework: a menu of options for policy and planning interventions",
      "author" : [ "L Rychetnik", "K Webb", "L Story" ],
      "venue" : null,
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2003
    }, {
      "title" : "Factors related to household food insecurity in the Republic of Korea",
      "author" : [ "K Kim", "MK Kim", "YJ Shin" ],
      "venue" : "Public Health Nutr 2011;14:1080–7",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2011
    }, {
      "title" : "Guide to measuring household food security, revised",
      "author" : [ "G Bickel", "M Nord", "C Price" ],
      "venue" : null,
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2000
    }, {
      "title" : "The effectiveness of a short form of the Household Food Security Scale",
      "author" : [ "SJ Blumberg", "K Bialostosky", "WL Hamilton" ],
      "venue" : "Am J Public Health 1999;89:1231–4",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 1999
    }, {
      "title" : "Feeding her children, but risking her health: the intersection of gender, household food insecurity and obesity",
      "author" : [ "Martin MA", "Lippert AM" ],
      "venue" : "Soc Sci Med",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2012
    }, {
      "title" : "An ecological analysis of factors associated with food insecurity in South Australia, 2002–7",
      "author" : [ "W Foley", "P Ward", "P Carter" ],
      "venue" : "Public Health Nutr 2010;13:215–21",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2010
    }, {
      "title" : "Who is food-insecure in California? Findings from the California Women’s",
      "author" : [ "L Kaiser", "N Baumrind", "S. Dumbauld" ],
      "venue" : "Health Survey,",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2004
    }, {
      "title" : "Prevalence and predictors of food insecurity among low-income households in Los Angeles County",
      "author" : [ "BW Furness", "PA Simon", "CM Wold" ],
      "venue" : "Public Health Nutr 2004;7:791–4",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2004
    }, {
      "title" : "How is food insecurity associated with dietary behaviors? An analysis with low-income, ethnically diverse participants in a nutrition intervention study",
      "author" : [ "JA Mello", "KM Gans", "PM Risica" ],
      "venue" : "J Am Diet Assoc 2010;110:1906–11",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 1906
    }, {
      "title" : "Food insecurity is associated with increased risk of obesity in California women",
      "author" : [ "EJ Adams", "L Grummer-Strawn", "G. Chavez" ],
      "venue" : "J Nutr 2003;133:1070–4",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2003
    }, {
      "title" : "Food insecurity and increased BMI in young adult women",
      "author" : [ "HC Gooding", "CE Walls", "TK. Richmond" ],
      "venue" : "Obesity (Silver",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2012
    }, {
      "title" : "Associations between food insecurity, supplemental nutrition assistance program (SNAP) benefits, and body mass index among adult females",
      "author" : [ "SB Jilcott", "ED Wall-Bassett", "SC Burke" ],
      "venue" : "J Am Diet Assoc 2011;111:1741–5",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2011
    }, {
      "title" : "Assessment of household food security among food stamp recipient families in Maryland",
      "author" : [ "Oberholser CA", "Tuttle CR" ],
      "venue" : "Am J Public Health 2004;94:790–5",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2004
    }, {
      "title" : "Hunger in America 2010: National report prepared for feeding America",
      "author" : [ "J Mabli", "R Cojen", "F Potter" ],
      "venue" : "Princeton: Mathematica Policy Research Institute,",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2010
    }, {
      "title" : "Do low-income lone mothers compromise their nutrition to feed their children",
      "author" : [ "L McIntyre", "NT Glanville", "KD Raine" ],
      "venue" : null,
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2003
    }, {
      "title" : "Understanding hunger and developing indicators to assess it in women and children",
      "author" : [ "KL Radimer", "CM Olson", "JC Greene" ],
      "venue" : "J Nutr Educ 1992;24:36S–45S",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 1992
    }, {
      "title" : "Over, under, or about right: misperceptions of body weight among food stamp participants",
      "author" : [ "ML Ver Ploeg", "HH Chang", "BH. Lin" ],
      "venue" : "Obesity",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2008
    }, {
      "title" : "Volksgezondheid Toekomst Verkenning, Nationaal Kompas Volksgezondheid",
      "author" : [ "TLS Visscher", "AM Bakel", "In van Zantinge EM. Overgewicht samengevat." ],
      "venue" : "Bilthoven: RIVM, Bilthoven: RIVM, http:// www.nationaalkompas.nl",
      "citeRegEx" : "47",
      "shortCiteRegEx" : null,
      "year" : 2014
    }, {
      "title" : "Food insecurity is an ongoing national concern",
      "author" : [ "C. Gundersen" ],
      "venue" : "Adv Nutr 2013;4:36–41",
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 2013
    }, {
      "title" : "The effect of Food Stamp Nutrition Education on the food insecurity of low-income women participants",
      "author" : [ "HA Eicher-Miller", "AC Mason", "AR Abbott" ],
      "venue" : "J Nutr Educ Behav",
      "citeRegEx" : "49",
      "shortCiteRegEx" : "49",
      "year" : 2009
    }, {
      "title" : "How much does the Supplemental Nutrition Assistance Program alleviate food insecurity? Evidence from recent programme leavers",
      "author" : [ "M. Nord" ],
      "venue" : "Public Health Nutr 2012;15:811–17",
      "citeRegEx" : "50",
      "shortCiteRegEx" : "50",
      "year" : 2012
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Food insecurity can be defined as the lack of availability of nutritionally adequate and safe foods, or the lack of ability to acquire acceptable foods in socially acceptable ways.(1) It has been associated with unfavourable food choices(2) and a less healthy diet.",
      "startOffset" : 180,
      "endOffset" : 183
    }, {
      "referenceID" : 6,
      "context" : "Food insecure people have a lower intake of fruit and vegetables and a lower nutrient intake which consequently may lead to micronutrient deficiencies and malnutrition.(7) 9 Furthermore, food insecurity was shown to be associated with poorer health including poor oral health,(10) overweight, diabetes and heart disease, and consequently is a major public health issue.",
      "startOffset" : 168,
      "endOffset" : 171
    }, {
      "referenceID" : 21,
      "context" : "8% in New Zealand.(23) In Strengths and limitations of this study",
      "startOffset" : 18,
      "endOffset" : 22
    }, {
      "referenceID" : 23,
      "context" : "Europe, food insecurity was only reported for lowincome people in the UK, and was 25%.(25) Of the more than 7 million Dutch households in 2012, 664 000 households (9.",
      "startOffset" : 86,
      "endOffset" : 90
    }, {
      "referenceID" : 26,
      "context" : "are food secure or at higher risk of low or very low food security.(30) Limited research has been performed on the preva-",
      "startOffset" : 67,
      "endOffset" : 71
    }, {
      "referenceID" : 26,
      "context" : "Food security To measure the food security status of the participants, trained interviewers used a translated version of the six-item US Department of Agriculture (USDA) Household Food Security Survey Scale.(30) The original, validated(31) American questionnaire (see online supplementary table S1) was translated and back-translated for this study.",
      "startOffset" : 207,
      "endOffset" : 211
    }, {
      "referenceID" : 26,
      "context" : "Coding was carried out in accordance with the Guide to Measuring Household Food Security.(30) Food security status was defined and classified according to the USDA guidelines: score 0 or 1 is food secure; score 2–4 is low food security; and score 5–6 is very low food security.",
      "startOffset" : 89,
      "endOffset" : 93
    }, {
      "referenceID" : 26,
      "context" : "Food security status was defined and classified according to the USDA guidelines: score 0 or 1 is food secure; score 2–4 is low food security; and score 5–6 is very low food security.(30)",
      "startOffset" : 183,
      "endOffset" : 187
    }, {
      "referenceID" : 23,
      "context" : "26 27 Comparison with the only European figure available shows that the prevalence of food insecurity was almost three times higher in our food bank population (73%) than in a study among lowincome persons in the UK (25%).(25) Compared with prevalence data of food insecurity from the US and South Korea, based on people who make use of any type of public food assistance, our prevalence was also higher.",
      "startOffset" : 222,
      "endOffset" : 226
    }, {
      "referenceID" : 31,
      "context" : "4% in public assistance users.(35) Possible explanations for this difference are the differences in time period where the food security question refers to (eg, 3 months, 12 months), the year in which food insecurity was measured and the measurement instruments that were used.",
      "startOffset" : 30,
      "endOffset" : 34
    }, {
      "referenceID" : 28,
      "context" : "Our observed sex difference in the prevalence of food insecurity is consistent with previous studies,(23) 27 32 and could be explained by the fact that women may be the first to compromise their diet in an unhealthy way, to protect their children and partner when the family faces threats to their food supply.(32) 43 Consistent with previous studies conducted outside Europe, we found that food insecurity was associated with a lower level of education.",
      "startOffset" : 310,
      "endOffset" : 314
    }, {
      "referenceID" : 25,
      "context" : "43 Consistent with previous studies conducted outside Europe, we found that food insecurity was associated with a lower level of education.(27) 33 34 Unlike previous studies, however, we found no association between food insecurity and employment status,(27) 33 34 ethnicity(23) 24 34–36 and household size.",
      "startOffset" : 139,
      "endOffset" : 143
    }, {
      "referenceID" : 6,
      "context" : "33 34 Unlike previous studies, however, we found no association between food insecurity and employment status,(27) 33 34 ethnicity(23) 24 34–36 and household size.(7) 13 35 Possible explanations for these dif-",
      "startOffset" : 163,
      "endOffset" : 166
    }, {
      "referenceID" : 39,
      "context" : "Adult caregivers may sacrifice their own diet to avoid that their children should experience hunger.(44) Previous studies showed that weight is positively associated with food insecurity, but only in women.",
      "startOffset" : 100,
      "endOffset" : 104
    }, {
      "referenceID" : 12,
      "context" : "Previous studies showed that weight is positively associated with food insecurity, but only in women.(13) 37–39 In contrast to previous studies and our expectations,",
      "startOffset" : 101,
      "endOffset" : 105
    }, {
      "referenceID" : 41,
      "context" : "5%.(47) A possible limitation of our study is its cross-sectional design which makes it impossible to draw any causal conclusions regarding the factors associated with food insecurity.",
      "startOffset" : 3,
      "endOffset" : 7
    } ],
    "year" : 2014,
    "abstractText" : "Correspondence to Judith E Neter; judith.neter@vu.nl ABSTRACT Objective: To determine the prevalence of (very) low food security among Dutch food bank recipients, and to identify potential demographic, lifestyle and nutrition-related factors associated with (very) low food security. Setting: 11 of 135 Dutch food banks were selected throughout the Netherlands. Participants: 251 Dutch food bank recipients participated in the study (93 men and 158 women). Inclusion criteria for participation were: (1) at least 18 years of age, (2) sufficiently fluent in Dutch to participate in oral and written interviews, (3) recipient of a Dutch food bank for at least 1 month and (4) collect own food parcel at the food bank. A single member per household was included. Primary outcome: Level of food security. Results: The prevalence of food insecurity was 72.9% (N=183), of which 40.4% (N=74) reported very low food security. Of the very low food secure participants, 56.8% (N=42) reported they were ever hungry but did not eat because they could not afford enough food in the previous 3 months. Adjusted multinomial logistic regression analyses showed that households without children were less likely to experience low food security (OR 0.39 (95% CI 0.18 to 0.88)) and men (OR 0.24 (95% CI 0.11 to 0.51)) were less likely to experience very low food security, while low-educated recipients (OR 5.05 (95% CI 1.37 to 18.61)) were more likely to experience very low food security. Furthermore, recipients with high satisfaction with overall food intake (OR 0.46 (95% CI 0.27 to 0.78)), high perceived healthiness of overall food intake (OR 0.34 (95% CI 0.19 to 0.62)) or high self-efficacy of eating healthy (OR 0.62 (95% CI 0.40 to 0.96)) were less likely to experience very low food security. Conclusions: Our study showed high prevalence rates of food insecurity among Dutch food bank recipients, and identified subgroups at increased risk of food insecurity. More research is urgently needed on the underlying determinants of food insecurity and the effectiveness of food assistance by food banks.",
    "creator" : "Arbortext Advanced Print Publisher 10.0.1465/W Unicode"
  }
}