{
  "name" : "8fa230323578d36a18a5.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Examining the Impact of Criminal Justice Involvement on Health Through Federally Funded, National Population-Based Surveys in the United States",
    "authors" : [ "Emily A. Wang" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "Commentary",
      "text" : ""
    }, {
      "heading" : "Examining the Impact of Criminal Justice",
      "text" : ""
    }, {
      "heading" : "Involvement on Health Through Federally",
      "text" : ""
    }, {
      "heading" : "Funded, National Population-Based",
      "text" : ""
    }, {
      "heading" : "Surveys in the United States",
      "text" : ""
    }, {
      "heading" : "Emily A. Wang, MD, MAS1; Alexandria Macmadu, MSc2,3; and Josiah D. Rich, MD, MPH2,3,4",
      "text" : ""
    }, {
      "heading" : "Keywords",
      "text" : "justice-involved persons, prisoners, surveillance system, national survey, health disparities\nFrom 1980 to 2014, the number of incarcerated persons in the United States increased from 501 886 to 2 224 400—an increase of 343%.1,2 In 2014, about 1 in 110 adults were incarcerated in prisons and jails, and an additional 4.7 million adults were on probation or parole.2 In the same year, 636 346 persons were released from state and federal prisons,3 and an estimated 11 million persons cycled through local jails.4 More than 95% of incarcerated persons eventually return to their communities.5 Given the high rates of incarceration and subsequent release to the community, a large segment of the US population is involved in the criminal justice system. In this article, the terms “criminal justice involvement” and “justice-involved” refer to persons who have had contact with the criminal justice system in 1 or more of the following capacities: arrest, booking, charging, sentencing, incarceration in jail or prison, probation, or parole.\nMarginalized populations, including persons who are homeless, are uninsured, or belong to a racial/ethnic minority group, are often overrepresented in prisons and jails.3,6-8 Persons in these vulnerable populations also have a high burden of disease. In 2004, an estimated half of state prisoners and two-thirds of jail detainees met the diagnostic criteria for drug dependence or abuse.9 In 2014, the seroprevalences of HIV and hepatitis C infection were thought to be 10 times higher in the justice-involved population than in the general population.10,11 Chronic conditions (eg, hypertension and asthma) and mental health disorders also affect incarcerated persons at higher rates than the general population.11,12 However, many of the population-based studies that examine the relationship between justice involvement and health that led to these conclusions are limited by their reliance on self-reported measures of health or extrapolations of the findings from community-based studies to the justice-involved population.13\nNationally representative data on health for incarcerated persons are collected through the US Department of Justice\nBureau of Justice Statistics11 and rely on self-report. Little is known about the health status of the justice-involved population after release from incarceration or about the health of persons who are justice involved in the community, such as persons on parole or probation, because national populationbased surveys on health conducted in the community do not include currently incarcerated populations, and most do not include measures on individual or family exposure to incarceration. Excluding incarcerated populations from national population-based surveys is problematic given that these surveys are used to provide nationally representative estimates of disease prevalence, monitor trends, identify health disparities and determinants, and document the health status of the justice-involved population and its subgroups,14 informing decisions on national and local funding and policymaking.\nThis commentary examines justice involvement measures in federally funded, national population-based surveys. Building on a study that examined the absence of data on incarceration in 36 studies included in the Society of General Internal Medicine database on general health, we examined the available national population-based studies financed by the federal government that examine health outcomes.13 We provide an overview of the national population-based\n1 Department of Internal Medicine, Yale University School of Medicine, New\nHaven, CT, USA 2 Center for Prisoner Health and Human Rights, The Miriam Hospital,\nProvidence, RI, USA 3 Department of Epidemiology, Brown University School of Public Health,\nProvidence, RI, USA 4 Department of Medicine, Brown University, Providence, RI, USA\nCorresponding Author: Emily A. Wang, MD, MAS, Yale University School of Medicine, Department of Internal Medicine, Harkness Hall Building A, 367 Cedar St, Ste 410A, New Haven, CT 06510, USA. Email: emily.wang@yale.edu\nPublic Health Reports 2019, Vol. 134(Supplement 1) 22S-33S\nª 2019, Association of Schools and Programs of Public Health\nAll rights reserved. Article reuse guidelines:\nsagepub.com/journals-permissions DOI: 10.1177/0033354918824324\njournals.sagepub.com/home/phr\nsurveys that were selected for inclusion in this commentary and describe items in each survey that pertain to justice involvement and health among persons who have a history of incarceration and their family members. Our commentary further expands on the previous study by describing what studies have been conducted using these data sets and which questions could be answered given the domains that are included. We then summarize research questions that have recently been answered using these surveys. Finally, we outline future directions and offer recommendations for how national populationbased surveys could best be used to understand the health status and health needs of the justice-involved population.\nJustice Involvement in Federally Funded,"
    }, {
      "heading" : "National Population-Based Surveys",
      "text" : "Data collected from federally funded, national populationbased surveys on health are integral to understanding the health status of the general population and documenting the health disparities borne by its subgroups. We selected 9 national population-based surveys for inclusion (Table 1). We did not include surveys that were limited to regional samples (eg, the New York City Community Health Survey) or surveys that were funded entirely or in part by private\norganizations (eg, the National Longitudinal Study of Adolescent to Adult Health). We focused specifically on the fully federally funded surveys because these national populationbased surveys are the ones that the federal government uses to allocate federal resources for public health prevention and treatment of diseases. Nevertheless, including or expanding measures relating to justice involvement in regional and privately funded surveys, although exceeding the scope of this commentary, warrants further exploration. In addition, we did not include national vital records, provider surveys, and surveys lacking high relevance for justice-involved populations (eg, the National Youth Fitness Survey). Finally, we excluded surveys that were not population-based (eg, the National Inmate Survey) because they did not sample the general, nonincarcerated population. Nevertheless, the expansion of survey items on justice involvement in surveys of this kind may improve our understanding of the health of the justiceinvolved population.\nAlthough all of these federally funded, national populationbased surveys on health serve similar roles in generating key health statistics, each survey has a unique set of objectives (Table 1). The items pertaining to health in each survey also differ and span a wide array of domains, including existing medical conditions and medical history, risk behaviors, nutrition, alcohol and other substance use, mental health, fertility, family life, health care access and use, and health insurance.\nThe methodologies used for each survey vary in accordance with their respective domains of inquiry and study objective. The sampling methods used in population-based studies are often complex and multistaged. In some cases, oversampling techniques or multiple samples are used to increase the reliability and precision of health status indicator estimates. These features of the sampling methods used in various studies create limitations and subtle differences in the samples between the studies that are nuanced and complex, and readers should consider how various sampling approaches might influence the data collected (Table 2).\nThe National Health Interview Survey (NHIS), National Health and Nutrition Examination Survey (NHANES), and Youth Risk Behavior Surveillance System (YRBSS) have no items that assess criminal justice involvement. In 2 surveys, the Behavioral Risk Factor Surveillance System (BRFSS) and the National Longitudinal Survey of Youth—1979 Cohort (NLSY79), the data collected are insufficient to assess recent or lifetime criminal justice involvement (Table 2). The National Survey of Family Growth (NSFG), National Longitudinal Survey of Youth—1997 Cohort (NLSY97), NLSY79 Children and Young Adults, and National Survey on Drug Use and Health (NSDUH) include measures that assess recent and/or lifetime criminal justice involvement (Tables 3 and 4).\nWith the exception of the NLSY97, federally funded, national population-based surveys collect relatively limited data on previous justice involvement. Surveys that do collect data on justice involvement are often constrained by a 12- month recall period or collect data on justice involvement"
    }, {
      "heading" : "Survey Objective",
      "text" : "T a b\nle 2 .\nK ey\nch ar\nac te\nri st\nic s\no f fe\nd er\nal ly\nfu n d ed\n, n at\nio n al\np o p u la\nti o n -b\nas ed\nsu rv\ney s\no n\nh ea\nlt h\nin th\ne U\nn it ed\nSt at\nes\nS u\nrv e y\nF u\nn d\nin g\nF e d\ne ra\nl A\ng e n\nc y\nD a ta\nS o\nu rc\ne T\na rg\ne t\nP o\np u\nla ti\no n\nS a m\np li n\ng M\ne th\no d\nS a m\np li n g F re q u e n\nc y\nT a rg\ne t\nS a m\np le\nS iz e (P e rs o n s p e r Y e a r)\nIn c lu\nd e s\nR e c e n t o r L if e ti m e Ju st ic e In v o lv e m e n t M e a su re s\nN at\nio n al\nH ea\nlt h\nIn te\nrv ie w Su rv ey 1 5\nC D\nC N\nat io\nn al\nC en\nte r\nfo r\nH ea\nlt h\nSt at\nis ti cs\nP er\nso n al\nin te\nrv ie\nw s\nA d u lt s\nag ed\n1 8\nC ro\nss -s\nec ti o n al\nsa m\np lin\ng o f h o u se\nh o ld\ns A\nn n u al\n8 7\n5 0 0\nN o\nN at\nio n al\nH ea\nlt h\nan d\nN u tr\nit io n E x am in at io n Su rv ey 1 6\nC D\nC N\nat io\nn al\nC en\nte r\nfo r\nH ea\nlt h\nSt at\nis ti cs\nP er\nso n al\nin te\nrv ie\nw s,\np h ys\nic al\nex am\nin at\nio n s,\nla b o ra\nto ry\nte st\ns, n u tr\nit io\nn al\nas se\nss m\nen t,\nD N\nA an\nd b io - sp ec im en re p o si to ry\nA ll\nag es\nM u lt ist\nag e,\nu n eq\nu al\np ro\nb ab\nili ty\n, an d cl u st er sa m p lin g m et h o d s\nC o n ti n u o u s\nw it h\n2 -y\nea r\nsu rv ey cy cl es\n5 0 0 0\nN o\nN at\nio n al\nSu rv ey o f Fa m ily G ro w th 1 7 ,1 8\nC D\nC N\nat io\nn al\nC en\nte r\nfo r\nH ea\nlt h\nSt at\nis ti cs\nP er\nso n al\nin te\nrv ie\nw s\nP er\nso n s\nag ed\n1 5 -4\n9 St\nra ti fie\nd m\nu lt ist\nag e\nar ea\np ro\nb ab\nili ty\nsa m\np lin\ng C\no n ti n u o u s\n5 0 0 0\nY es\n— m\nen o n ly\nB eh\nav io\nra l R\nis k\nFa ct\no r\nSu rv\nei lla\nn ce\nSy st\nem 1 9\nC D\nC D\niv is\nio n\no f\nP o p u la\nti o n\nH ea\nlt h\nT el\nep h o n e\nA d u lt s\nag ed\n1 8\nT w\no sa\nm p le\ns u se\nd : (1\n) la\nn d lin\ne sa\nm p le\n(h o u se\nh o ld\nsa m\np lin\ng an d d is p ro p o rt io n at e st ra ti fie\nd sa\nm p lin g) an d (2 ) ce llu la r te le p h o n e sa m p le (r an d o m ly se le ct ed )\nM o n th\nly <\n4 0 0\n0 0 0\nN o\na\nN at\nio n al Lo n gi\ntu d in al Su rv ey o f Y o u th — 1 9 9 7 C o h o rt 2 0\nU S\nD ep\nar tm\nen t\no f\nLa b o r,\nB u re\nau o f\nLa b o r\nSt at\nis ti cs\nP er\nso n al\nin te\nrv ie\nw s\no r\nte le\np h o n e\nC o h o rt\nm em\nb er s b o rn b et w ee n 1 9 8 0 an d 1 9 8 4\nC ro\nss -s\nec ti o n al\nsa m\np lin\ng o f h o u se\nh o ld\ns P re\nvi o u sl\ny an\nn u al ; b ie n n ia l b eg in n in g in 2 0 1 1\n7 1 4 1\nY es\nN at\nio n al Lo n gi\ntu d in al Su rv ey o f Y o u th — 1 9 7 9 C o h o rt (N LS Y 7 9 )2 1\nU S\nD ep\nar tm\nen t\no f\nLa b o r,\nB u re\nau o f\nLa b o r\nSt at\nis ti cs\nP er\nso n al\nin te\nrv ie\nw s\no r\nte le\np h o n e\nC o h o rt\nm em\nb er s b o rn b et w ee n 1 9 5 7 an d 1 9 6 4\nC ro\nss -s\nec ti o n al\nsa m\np lin\ng o f h o u se\nh o ld\ns P re\nvi o u sl\ny an\nn u al ; b ie n n ia l b eg in n in g in 1 9 9 4\n7 3 0 1\nN o\na\nN LS\nY 7 9 C h ild\nre n\nan d\nY o u n g A d u lt s2\n2\nU S\nD ep\nar tm\nen t\no f\nLa b o r,\nB u re\nau o f\nLa b o r\nSt at\nis ti cs\nP er\nso n al\nin te\nrv ie\nw s\no r\nte le\np h o n e\nC o h o rt\nm em\nb er s b o rn to N LS Y\n7 9\nw o m\nen\nC o m\np ri\nse s\nal l ch\nild re\nn b o rn\nto N\nLS Y\n7 9\nw o m\nen B ie\nn n ia\nl u n ti l ag e 3 0 ; th en 4 -y\nea r\ncy cl\ne\n6 3 2 3\nY es\nN at\nio n al\nSu rv ey o n D ru g U se an d H ea lt h 2 3\nSu b st\nan ce\nA b u se\nan d\nM en\nta l H\nea lt h\nSe rv\nic es\nA d m\nin is\ntr at\nio n\nP er\nso n al\nin te\nrv ie\nw s\nP er\nso n s\nag ed\n1 2\nC ro\nss -s\nec ti o n al\nsa m\np lin\ng o f h o u se\nh o ld\ns A\nn n u al\n7 0\n0 0 0\nY es\nY o u th\nR is k B eh av io r Su rv ei\nlla n ce\nSy st\nem 2 4\nC D\nC D\niv is\nio n\no f\nA d o le\nsc en\nt an d Sc h o o l H ea lt h\nC o m\np u te\nrsc\nan n ab\nle an\nsw er\nsh ee\nt St\nu d en\nts in\ngr ad es 9 -1\n2 T\nw o\nst ag\nes : (1\n) sc\nh o o ls\nar e\nse le\nct ed\nw it h\np ro\nb ab\nili ty\np ro\np o rt\nio n al to sc h o o l en ro llm en t si ze an d (2 )\nin ta ct cl as se s (c h o se n b as ed o n a re q u ir ed su b je ct o r a p ar ti cu la r sc h o o l d ay p er io d ) ar e se le ct ed ra n d o m ly\nB ie\nn n ia\nl 1 5\n4 2 5\nN o\nA b b re\nvi at\nio n : C\nD C\n, C\nen te\nrs fo\nr D\nis ea\nse C\no n tr\no l an\nd P re\nve n ti o n .\na D\nat a\nco lle\nct ed\nin B eh\nav io\nra lR\nis k\nFa ct\no r\nSu rv\nei lla\nn ce\nSy st\nem an\nd N\nLS Y\n7 9\nar e\nin su\nff ic\nie n t\nto as\nse ss\nre ce\nn t\no r\nlif et\nim e\ncr im\nin al\nju st\nic e\nin vo\nlv em\nen t.\nIn th\ne fo\nrm er\n,t h e\no n ly\nit em\np er\nta in\nin g\nto ju\nst ic\ne in\nvo lv\nem en\nt is\n“W h er e d id yo u h av e yo u r la st H IV te st ?” [O p ti o n : ja il] . In th e la tt er , o n ly p re se n t in ca rc er at io n ca n b e as se ss ed th ro u gh th e it em “W h at ty p e o f re si d en ce o r d w el lin g u n it ar e yo u liv in g in ?” [O p ti o n : ja il] .\n24S\nfrom men only. Because of these constraints, research that examines the intersection of health status and justice involvement using these surveys is limited.\nJustice Involvement in Federally Funded,"
    }, {
      "heading" : "National Population-Based Surveys: Recent Literature",
      "text" : "Peer-reviewed articles and federal health reports that examine the health status and disparities of the justice-involved\npopulation are essential for developing evidence-based public health policies for persons in this vulnerable population. In this section, we summarize peer-reviewed studies and federal reports that examine the impact of justice involvement on health outcomes using data from federally funded, national population-based surveys. We conducted a comprehensive review of the literature using the selected bibliographies available on survey websites, PubMed, and Google Scholar. We restricted our search to peer-reviewed articles and federal reports published from January 1, 2006, through August 1, 2016. We looked for the presence of search terms\npertaining to justice involvement (eg, incarceration, prison, jail, parole, probation) in the full and abbreviated versions of each study’s title. We excluded dissertations, conference proceedings, and other academic but non–peer-reviewed findings. As a result of this methodology, a number of existing and eligible studies that examined the impact of justice involvement on health may not be represented."
    }, {
      "heading" : "NHIS and NHANES",
      "text" : "Because NHIS and NHANES lack measures pertaining to justice involvement, the role of these surveys in examining the impact of justice involvement on health has been limited to studies that use NHIS and NHANES data to produce a comparison group of noninstitutionalized adults. Specifically, they explore how the prevalence of selected chronic conditions differs among federal and state prisoners, jail inmates, and members of the noninstitutionalized US population.\nExamples of research questions addressed by such studies\ninclude:\nWhat is the prevalence of chronic medical conditions among jail and prison inmates in the United States as compared with the general US population?12 What is the prevalence of obesity among male jail and prison inmates in the United States as compared with men in the general US population?25 What is the prevalence of chronic medical conditions among inmates in the Texas prison system as compared with the general US population?26"
    }, {
      "heading" : "NSFG",
      "text" : "The NSFG poses items pertaining to justice involvement only of men. Given the study objective and domains of inquiry in\nthis survey, the research questions that have been answered using NSFG data have primarily explored the impact of incarceration on sexual risk behaviors. Examples include:\nWhat is the impact of prior 12-month incarceration on HIV risk behaviors for men?27 What is the impact of lifetime and prior 12-month incarceration on HIV testing behaviors for men?28 What is the impact of lifetime and prior 12-month incarceration on condom use among men?29,30 How has the Affordable Care Act affected the rates of insurance coverage among men in the justiceinvolved population?30"
    }, {
      "heading" : "BRFSS",
      "text" : "Because data collected in the BRFSS are insufficient to assess recent or lifetime criminal justice involvement, we found no studies that examined the impact of justice involvement on health using this survey. However, from 2009 to 2012, the BRFSS included the item “Did you live with anyone who served time or was sentenced to serve time in a prison, jail, or other correctional facility?” Correspondingly, several studies used data on the responses to this new BRFSS item to examine the impact of adverse childhood experiences (including the incarceration of a household member) on long-term health outcomes and risk behaviors.31-33"
    }, {
      "heading" : "NLSY97",
      "text" : "Although the NLSY97 offers the most comprehensive collection of items pertaining to justice involvement, we identified only 2 studies that examined the impact of justice involvement on health outcomes that used data from the NLSY97. The underuse of NLSY97 data may be attributable\nto the relatively young age of the cohort (12-17 years) when first interviewed in 1997. Studies that used NLSY97 data addressed the following research questions:\nHow do individuals who become incarcerated compare with those who do not become incarcerated on 4 measures of health: depression, self-rated health, functional limitations, and injury or illness requiring medical attention? Do individuals need to be healthy to commit crimes and become incarcerated?34 What is the impact of incarceration on premature adult mortality after controlling for health status and criminal behavior prior to incarceration, the availability of health insurance, and other sociodemographic factors?35\nGiven the objective and domains of inquiry in this survey, the research questions that have been answered using NLSY97 data have primarily explored the impact of incarceration on employment outcomes and educational attainment."
    }, {
      "heading" : "NLSY79",
      "text" : "Recent or lifetime criminal justice involvement cannot be reliably ascertained using the NLSY79, which has only 1 item pertaining to justice involvement: “What type of residence or dwelling unit are you living in?” Because incarcerated persons can participate in the study, “jail” is provided as an option. Incarcerations that occurred between interviews—which were conducted annually from 1979 to 1994 and biennially thereafter—are not reflected in these data. Nevertheless, we identified 4 studies that addressed the following research questions on the impact of incarceration on health outcomes using this indirect measure for lifetime incarceration:\nWhat is the impact of incarceration on the prevalence of infectious disease and other stress-related illnesses?36 What is the impact of incarceration on health functioning?37 What is the impact of incarceration on premature adult mortality?35 What is the impact of incarceration on men’s midlife health?38"
    }, {
      "heading" : "NLSY79 Children and Young Adults",
      "text" : "Although the NLSY79 Children and Young Adults contains several items that assess justice involvement, we identified no studies examining the impact of justice involvement on health outcomes that used data from this survey."
    }, {
      "heading" : "NSDUH",
      "text" : "We identified a number of studies that used NSDUH data to examine the impact of justice involvement on health\noutcomes. The research questions that have been answered using NSDUH data have primarily explored associations between justice involvement and substance use, although 3 studies explored health care use and insurance status among the justice-involved population:\nIs lifetime incarceration associated with concurrent illegal drug use in alcohol-dependent persons?39 Is the relationship between serious mental illness and lifetime arrest mediated by substance use?40 Is lifetime incarceration among adolescents associated with increased odds of heroin and injection drug use?41 How does recent justice involvement affect hospitalization and emergency department use among adults and juveniles?42-44 How does the prevalence of chronic health conditions among adolescents with justice involvement compare with the prevalence of chronic health conditions among adolescents without justice involvement?45 What were the trends in insurance coverage and access to behavioral health care among justiceinvolved adults before and after the Affordable Care Act?45"
    }, {
      "heading" : "YRBSS",
      "text" : "The YRBSS contains no items pertaining to justice involvement, and we did not identify any studies that used YRBSS data to examine the impact of justice involvement on health outcomes.\nOnly 2 federally funded, national population-based surveys that lack items assessing previous justice involvement—NHIS and NHANES—have been helpful in providing a sample of noninstitutionalized adults that can then be compared with the justice-involved population. We did not identify any studies that examined the impact of individual justice involvement on health outcomes using data from the BRFSS, the NLSY79 Children and Young Adults, or the YRBSS surveys. Altogether, surveys that include items pertaining to justice involvement appear to be underused in examining the impact of justice involvement on health outcomes.\nJustice Involvement in Federally Funded,"
    }, {
      "heading" : "National Population-Based Surveys: Opportunities and Limitations",
      "text" : "Four federally funded, national population-based surveys collect data to assess recent or lifetime criminal justice involvement: NSFG, NLSY97, NLSY79 Children and Young Adults, and NSDUH. Given the number of research questions that have yet to be answered using these surveys, in this section, we present the various research domains that have yet to be queried and those that have yet to be queried in greater depth, as potential opportunities to examine the\nimpact of criminal justice involvement on health outcomes. We also note the limitations of each survey. An important constraint across all surveys is their reliance on self-reported measures, which are vulnerable to response bias, in the realms of both justice involvement and health outcomes."
    }, {
      "heading" : "NSFG",
      "text" : "The NSFG collects data on lifetime incarceration, prior 12- month incarceration, number of incarcerations (ie, once vs more than once), and duration of incarceration. The impact of these experiences with incarceration can be explored in the following domains of health outcomes:\nHealth care use, including the use of emergency departments, urgent care centers, and community health centers Prior 12-month insurance coverage, including type (eg, Medicaid, private insurance) and duration of periods without coverage Severe physical, mental, or emotional conditions Lifetime cancer diagnosis, including cancer type"
    }, {
      "heading" : "NLSY97 and NLSY79 Children and Young Adults",
      "text" : "The NLSY97 collects data on lifetime (as well as “since last interview”) arrests, charges and convictions, probation, community service, sentencing, incarceration in prison or jail, release, and parole. The NLSY79 Children and Young Adults has identical recall periods and collects data on convictions, incarceration, probation, and court-ordered volunteer work. The impact of these types of justice involvement can be explored in the following domains of health outcomes:\nFertility and menstruation Self-reported perceived health status Severe physical, emotional, or mental health conditions Health care use, insurance coverage, and type of insurance Preventive health services use, including influenza shots, blood tests for cholesterol and diabetes, Papanicolaou smear, and blood pressure (collected in the Health-At-Age-29 module) Alcohol and other substance use Chronic conditions\nThe NLSY97 also collects data on visual impairments, hearing impairments, and family history of chronic conditions. The NLSY79 Children and Young Adults solicits additional health information in the following domains: nutrition and exercise, severe injuries and hospitalizations, height, weight, and oral hygiene.\nAlthough data from NLSY97 have been used to examine the impact of incarceration on depression, self-rated health, functional limitations, injury or illness requiring medical\nattention, and premature adult mortality, the impact of other types of justice involvement on these health outcomes has not yet been determined. Several opportunities exist to explore the impact of pre- and postconviction stages of justice involvement on key health outcomes. In addition, the immediate effects of incarceration on health outcomes can be assessed using this survey because NLSY97 administers the survey to cohort members who are incarcerated. Finally, these surveys can also be used to examine the impact of incarceration on health outcomes using a life course or longitudinal approach.\nWe identified no studies that used data collected from the NLSY79 Children and Young Adults to examine the impact of justice involvement on health outcomes. Nevertheless, opportunities exist to explore the impact of convictions, incarceration, probation, and court-ordered volunteer work on key health outcomes. In addition, as with the NLSY97, the immediate effects of incarceration on health outcomes can be assessed using this survey because the NLSY97 Children and Young Adults administers the survey to cohort members who are incarcerated."
    }, {
      "heading" : "NSDUH",
      "text" : "NSDUH collects data on lifetime arrest and booking, as well as prior 12-month arrest and booking, type of offense, probation, parole/supervised/other conditional release, treatment for alcohol or drug use while incarcerated, and incarceration. The impact of these types of justice involvement can be explored in the following domains of health outcomes:\nHeight and weight Health care use, including hospitalizations and emergency department use Chronic conditions, including heart disease, diabetes, respiratory disorder, cirrhosis of the liver, hepatitis B or C infection, kidney disease, asthma, HIV/AIDS, cancer and cancer type, and hypertension Tobacco, alcohol, and other drug use Mental health service use\nIn addition, associations between justice involvement and substance use disorders (eg, opioid use disorder) could be explored in greater depth. Given the sample size and sampling frame of the survey, one could also examine state differences in the health of the justice-involved population, but these data are currently unavailable."
    }, {
      "heading" : "Limitations",
      "text" : "Although these surveys offer numerous opportunities to examine the impact of justice involvement on health outcomes in various domains, several limitations should be noted. None of these studies include clinically measured health outcomes. In all surveys except for NLSY97, the impact of certain types of justice involvement (eg, arrests, charges, probation, parole) and the impact of incarceration in\ndiffering facilities (ie, prison, jail, juvenile detention) on health outcomes cannot be determined. Both NLSY97 and NLSY79 Children and Young Adults are longitudinal studies; therefore, the findings generated from these studies may not be generalizable to persons who were born outside of the birth years of these cohorts. Finally, the NSDUH recall period of prior 12-month justice involvement rather than lifetime justice involvement is a notable constraint.\nJustice Involvement in Population-Based"
    }, {
      "heading" : "Surveys: Future Directions",
      "text" : "As the growth of the US correctional population—and its associated societal costs—has gained national attention, research exploring the impact of justice involvement on social, economic, and health outcomes has also gained momentum. Recently, the National Research Council of the National Academies of Sciences, Engineering, and Medicine issued an extensive report that detailed what is known and remains unknown about the causes and consequences of mass incarceration.46 National databases on health have been underused in efforts to understand the full impact of justice involvement on health outcomes. As noted throughout this commentary, several gaps in knowledge and empirical research remain. Looking forward, we offer several recommendations, both for surveys that have items pertaining to justice involvement and those that do not.\nFour surveys collect sufficient data to assess recent or lifetime criminal justice involvement: NSFG, NLSY97, NLSY79 Children and Young Adults, and NSDUH. As compared with other federally funded, national population-based surveys, NLSY97 offers an especially rich collection of measures pertaining to justice involvement; however, we identified no studies using these data that focused on health outcomes. Although all aforementioned surveys offer yetunexplored opportunities to examine the impact of justice involvement on a multitude of health outcomes—including health care use, chronic conditions, and risk behaviors—data derived from NLSY97 are particularly underused. The inclusion of lifetime recall periods on justice involvement items is also important for studies aiming at understanding the longterm impacts of justice involvement. NSDUH could greatly improve the utility of its justice involvement items by supplementing its 12-month recall periods with lifetime recall.\nWe identified 5 surveys that lacked sufficient data to assess the impact of recent or lifetime criminal justice involvement on health: NHIS, NHANES, BRFSS, NLSY79, and YRBSS. Although the inclusion of items pertaining to justice involvement in all 5 surveys would be ideal, it is particularly important for surveys with large sample sizes—namely, NHIS and BRFSS—to include items pertaining to justice involvement because this inclusion would enable researchers to use large samples to develop nationally representative estimates of disease prevalence and monitor the health status of the justice-involved population. At a minimum, items that solicit data on lifetime experience of\nincarceration should be considered for inclusion. Additional items that solicit data on the number of lifetime incarcerations, lifetime total months of incarceration, and type of justice involvement (ie, arrest, probation, parole) would allow for the exploration of how greater degrees of justice involvement might moderate the effects of justice involvement on health.\nSurveys with small sample sizes (eg, NHANES) should consider including items on justice involvement (at least for male respondents) or asking questions about familial history of incarceration. NHANES, because it supplements personal interview information with data collected through physical examinations, laboratory tests, and other clinical measures, provides the most accurate estimates of the prevalence of health conditions. Thus, adding questions to this survey is of particular importance. Furthermore, the NHANES methodology includes using a health evaluation vehicle; this vehicle could be brought to some correctional facilities to survey persons who are incarcerated and to obtain a representative sample for comparison purposes.\nA final consideration is to explore the possibility of linking national population-based studies to administrative data from correctional facilities to identify persons with a history of incarceration. NHIS, NHANES, and NSDUH all collect personal identifiers of participants and can potentially be linked to corrections administrative data sets. Providing funding to support linkages of these surveys to the data from local and state departments of corrections, jails, or even the Bureau of Justice Statistics’ National Corrections Reporting Program is yet another way of ascertaining persons’ experience with incarceration."
    }, {
      "heading" : "Conclusions",
      "text" : "Federally funded, national population-based surveys on health are used to develop nationally representative estimates of disease prevalence and document the health status of key population subgroups. Presently, only some of these surveys collect sufficient data to assess recent or lifetime criminal justice involvement, and those surveys either do not contain adequate measures for justice involvement or do not contain any clinical measures of health outcomes. Nevertheless, these surveys offer several opportunities to examine the impact of justice involvement on a multitude of health outcomes, including chronic conditions, risk behaviors, and health care use, as well as to study the impact of health policy changes on the justice-involved population.\nAlthough items pertaining to justice involvement should ideally be added to all federally funded, national populationbased surveys on health, given the expanse of the US criminal justice system, we recommend that surveys that have large sample sizes (eg, NHIS, BRFSS) prioritize inclusion of questions on criminal justice involvement. Furthermore, small studies such as NHANES should consider adding at least 1 item on lifetime exposure to incarceration or family exposure to incarceration. Finally, surveys that collect data\non HIPAA (Health Information Portability and Accountability Act) personal health identifiers (eg, date of birth, first name, last name) offer opportunities for linkages to correctional data, providing yet another way to measure exposure to the criminal justice system. Altogether, these surveys offer an important opportunity to examine the health status and health disparities that are borne by the justice-involved population in the United States."
    }, {
      "heading" : "Declaration of Conflicting Interests",
      "text" : "The authors declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article."
    }, {
      "heading" : "Funding",
      "text" : "The authors disclosed receipt of the following financial support for the research, authorship, and/or publication of this article: This article was commissioned by the National Academies of Sciences, Engineering, and Medicine Standing Committee on Improving Collection of Indicators of Criminal Justice System Involvement in Population Health Data Programs on behalf of the US Department of Health and Human Services (HHS). Opinions and statements included in this article are not necessarily adopted, endorsed, or verified as accurate by the National Academies of Sciences, Engineering, and Medicine or any other organization or agency that provided support for the project. Support for the Standing Committee was provided by HHS through an interagency agreement with the National Science Foundation (No. SES-1024012). Dr. Rich and this work were partly supported by grants K24DA022112 and P30AI042853."
    } ],
    "references" : [ {
      "title" : "Correctional Populations in the United States",
      "author" : [ "T. Snell" ],
      "venue" : "US Department of Justice, Bureau of Justice Statistics;",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 1993
    }, {
      "title" : "Correctional Populations in the United States, 2014. Washington, DC: US Department of Justice",
      "author" : [ "D Kaeble", "L Glaze", "A Tsoutis", "T. Minton" ],
      "venue" : "Bureau of Justice Statistics;",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2015
    }, {
      "title" : "Prisoners in 2014. Washington, DC: US Department of Justice, Bureau of Justice",
      "author" : [ "Carson EA" ],
      "venue" : null,
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2015
    }, {
      "title" : "Jails matter. But who is listening",
      "author" : [ "P. Wagner" ],
      "venue" : "Prison Policy Initiative",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2015
    }, {
      "title" : "How health care reform can transform the health of criminal justice-involved individuals",
      "author" : [ "JD Rich", "R Chandler", "BA Williams" ],
      "venue" : "Health Aff (Millwood)",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2014
    }, {
      "title" : "Homelessness in the state and federal prison population",
      "author" : [ "Greenberg GA", "Rosenheck RA" ],
      "venue" : "Crim Behav Ment Health",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2008
    }, {
      "title" : "Medicaid expansion: considerations for states regarding newly eligible jail-involved individuals",
      "author" : [ "SA Somers", "E Nicolella", "A Hamblin", "SM McMahon", "C Heiss", "BW. Brockmann" ],
      "venue" : "Health Aff (Millwood)",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2013
    }, {
      "title" : "Jail Inmates at Midyear",
      "author" : [ "TD Minton", "Z. Zeng" ],
      "venue" : "US Department of Justice, Bureau of Justice Statistics;",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2014
    }, {
      "title" : "Drug Use and Dependence",
      "author" : [ "Mumola CJ", "Karberg JC" ],
      "venue" : "State and Federal Prisoners,",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2004
    }, {
      "title" : "Hepatitis C seroprevalence among prison inmates since 2001: still high but declining",
      "author" : [ "AK Varan", "DW Mercer", "MS Stein", "AC. Spaulding" ],
      "venue" : "Public Health Rep. 2014;129(2):187-195",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2014
    }, {
      "title" : "Medical Problems of State and Federal Prisoners and Jail Inmates, 2011-12",
      "author" : [ "LM Maruschak", "M Berzofsky", "J. Unangst" ],
      "venue" : null,
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2015
    }, {
      "title" : "Prevalence of chronic medical conditions among jail and prison inmates in the USA compared with the general population",
      "author" : [ "IA Binswanger", "PM Krueger", "JF. Steiner" ],
      "venue" : "J Epidemiol Community Health",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2009
    }, {
      "title" : "Confined to ignorance: the absence of prisoner information from nationally representative health data sets",
      "author" : [ "C Ahalt", "IA Binswanger", "M Steinman", "J Tulsky", "BA. Williams" ],
      "venue" : "J Gen Intern Med",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2012
    }, {
      "title" : "of Labor Statistics",
      "author" : [ "US Burea" ],
      "venue" : "National Longitudinal Survey of Youth|1997 youth questionnaire. https://www.nlsinfo.org/con tent/cohorts/nlsy97/other-documentation/questionnaires. Accessed November 14,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "of Labor Statistics",
      "author" : [ "US Burea" ],
      "venue" : "National Longitudinal Survey of Youth|1979 questionnaire. https://www.nlsinfo.org/content/ cohorts/nlsy79/other-documentation/questionnaires. Accessed November 14,",
      "citeRegEx" : "21",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "of Labor Statistics",
      "author" : [ "US Burea" ],
      "venue" : "National Longitudinal Survey of Youth|1997 Children and Young Adults 2014 questionnaires. 32S Public Health Reports 134(Supplement 1) https://www.nlsinfo.org/content/cohorts/nlsy79-children/ other-documentation/questionnaires. Accessed November 14,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Obesity disparities among disadvantaged men: national adult male inmate prevalence pooled with nonincarcerated estimates, United States, 2002-2004",
      "author" : [ "B. Houle" ],
      "venue" : "Soc Sci Med",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2011
    }, {
      "title" : "Prevalence of chronic medical conditions among inmates in the Texas prison system",
      "author" : [ "AJ Harzke", "JG Baillargeon", "SL Pruitt", "JS Pulvino", "DP Paar", "MF. Kelley" ],
      "venue" : "J Urban Health",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2010
    }, {
      "title" : "Incarceration and high-risk sex partnerships among men in the United States",
      "author" : [ "MR Khan", "IA Doherty", "VJ Schoenbach", "EM Taylor", "MW Epperson", "AA. Adimora" ],
      "venue" : "J Urban Health",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2009
    }, {
      "title" : "HIV testing in the US household population aged 15-44: data from the National Survey of Family Growth, 2006-2010",
      "author" : [ "A Chandra", "VG Billioux", "CE Copen", "A Balaji", "E. DiNenno" ],
      "venue" : null,
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2012
    }, {
      "title" : "Condom use and duration of concurrent partnerships among men in the United States",
      "author" : [ "IA Doherty", "VJ Schoenbach", "AA. Adimora" ],
      "venue" : "Sex Transm Dis. 2009;36(5):265-272",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2009
    }, {
      "title" : "The Affordable Care Act, insurance coverage, and health care utilization of previously incarcerated young men: 2008-2015",
      "author" : [ "TN Winkelman", "H Choi", "MM. Davis" ],
      "venue" : "Am J Public Health",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2017
    }, {
      "title" : "Incarceration of a household member and Hispanic health disparities: childhood exposure and adult chronic disease risk behaviors",
      "author" : [ "A Gjelsvik", "DM Dumont", "A. Nunn" ],
      "venue" : "Prev Chronic Dis. 2013;10:E69",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 1202
    }, {
      "title" : "Adverse childhood experiences and smoking status in five states",
      "author" : [ "ES Ford", "RF Anda", "VJ Edwards" ],
      "venue" : "Prev Med",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2011
    }, {
      "title" : "Women’s childhood and adult adverse experiences, mental health, and binge drinking: the California Women’s Health Survey",
      "author" : [ "C Timko", "A Sutkowi", "J Pavao", "R. Kimerling" ],
      "venue" : "Subst Abuse Treat Prev Policy",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 2008
    }, {
      "title" : "An empirical assessment of the “healthy prisoner hypothesis.",
      "author" : [ "V Baćak", "C. Wildeman" ],
      "venue" : "Soc Sci Med",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2015
    }, {
      "title" : "The relationship between incarceration and premature adult mortality: gender specific evidence",
      "author" : [ "M Massoglia", "PP Pare", "J Schnittker", "A. Gagnon" ],
      "venue" : "Soc Sci Res. 2014;46:142-154",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2014
    }, {
      "title" : "Incarceration as exposure: the prison, infectious disease, and other stress-related illnesses",
      "author" : [ "M. Massoglia" ],
      "venue" : "J Health Soc Behav. 2008;49(1):56-71",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2008
    }, {
      "title" : "Incarceration, health, and racial disparities in health",
      "author" : [ "M. Massoglia" ],
      "venue" : "Law Soc Rev. 2008;42(2):275-306",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2008
    }, {
      "title" : "The effect of incarceration on midlife health: a lifecourse approach",
      "author" : [ "Y. Kim" ],
      "venue" : "Pop Res Policy Rev",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2015
    }, {
      "title" : "Patterns of illegal drug use among an adult alcohol dependent population: results from the National Survey on Drug Use and Health. Drug Alcohol Depend",
      "author" : [ "SL Hedden", "SS Martins", "RJ Malcolm", "L Floyd", "CE Cavanaugh", "WW. Latimer" ],
      "venue" : null,
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2009
    }, {
      "title" : "Serious mental illness and arrest: the generalized mediating effect of substance use. Crime Delinq",
      "author" : [ "Swartz JA", "Lurigio AJ" ],
      "venue" : null,
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2007
    }, {
      "title" : "Is inhalant use a risk factor for heroin and injection drug use among adolescents in the United States",
      "author" : [ "Wu LT", "Howard MO" ],
      "venue" : "Addict Behav. 2007;32(2):265-281",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2007
    }, {
      "title" : "Increased hospital and emergency department utilization by individuals with recent criminal justice involvement: results of a national survey",
      "author" : [ "JW Frank", "JA Linder", "WC Becker", "DA Fiellin", "EA. Wang" ],
      "venue" : "J Gen Intern Med",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2014
    }, {
      "title" : "Health conditions and racial differences among justiceinvolved adolescents",
      "author" : [ "TNA Winkelman", "JW Frank", "IA Binswanger", "DA. Pinals" ],
      "venue" : "Acad Pediatr",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2009
    }, {
      "title" : "Emergency department and hospital use among adolescents with justice system involvement",
      "author" : [ "TNA Winkelman", "I Genao", "C Wildeman", "EA. Wang" ],
      "venue" : "Pediatrics. 2017;140(5):",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2017
    }, {
      "title" : "Health insurance trends and access to behavioral healthcare among justice-involved individuals—United States, 2008-2014",
      "author" : [ "TN Winkelman", "EC Kieffer", "SD Goold", "JD Morenoff", "K Cross", "JZ. Ayanian" ],
      "venue" : "J Gen Intern Med. 2016;31(12):1523-1529",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2016
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "From 1980 to 2014, the number of incarcerated persons in the United States increased from 501 886 to 2 224 400—an increase of 343%.(1,2) In 2014, about 1 in 110 adults were incarcerated in prisons and jails, and an additional 4.",
      "startOffset" : 131,
      "endOffset" : 136
    }, {
      "referenceID" : 1,
      "context" : "From 1980 to 2014, the number of incarcerated persons in the United States increased from 501 886 to 2 224 400—an increase of 343%.(1,2) In 2014, about 1 in 110 adults were incarcerated in prisons and jails, and an additional 4.",
      "startOffset" : 131,
      "endOffset" : 136
    }, {
      "referenceID" : 1,
      "context" : "7 million adults were on probation or parole.(2) In the same year, 636 346 persons were released from state and federal prisons,(3) and an estimated 11 million persons cycled through local jails.",
      "startOffset" : 45,
      "endOffset" : 48
    }, {
      "referenceID" : 3,
      "context" : "In the same year, 636 346 persons were released from state and federal prisons,(3) and an estimated 11 million persons cycled through local jails.(4) More than 95% of incarcerated persons eventually return to their communities.",
      "startOffset" : 146,
      "endOffset" : 149
    }, {
      "referenceID" : 4,
      "context" : "More than 95% of incarcerated persons eventually return to their communities.(5) Given the high rates of incarceration and subsequent release to the community, a large segment of the US population is involved in the criminal justice system.",
      "startOffset" : 77,
      "endOffset" : 80
    }, {
      "referenceID" : 2,
      "context" : "Marginalized populations, including persons who are homeless, are uninsured, or belong to a racial/ethnic minority group, are often overrepresented in prisons and jails.(3,6-8) Persons in these vulnerable populations also have a high burden of disease.",
      "startOffset" : 169,
      "endOffset" : 176
    }, {
      "referenceID" : 8,
      "context" : "In 2004, an estimated half of state prisoners and two-thirds of jail detainees met the diagnostic criteria for drug dependence or abuse.(9) In 2014, the seroprevalences of HIV and hepatitis C infection were thought to be 10 times higher in the justice-involved population than in the general population.",
      "startOffset" : 136,
      "endOffset" : 139
    }, {
      "referenceID" : 9,
      "context" : "In 2014, the seroprevalences of HIV and hepatitis C infection were thought to be 10 times higher in the justice-involved population than in the general population.(10,11) Chronic conditions (eg, hypertension and asthma) and mental health disorders also affect incarcerated persons at higher rates than the general population.",
      "startOffset" : 163,
      "endOffset" : 170
    }, {
      "referenceID" : 10,
      "context" : "In 2014, the seroprevalences of HIV and hepatitis C infection were thought to be 10 times higher in the justice-involved population than in the general population.(10,11) Chronic conditions (eg, hypertension and asthma) and mental health disorders also affect incarcerated persons at higher rates than the general population.",
      "startOffset" : 163,
      "endOffset" : 170
    }, {
      "referenceID" : 10,
      "context" : "Chronic conditions (eg, hypertension and asthma) and mental health disorders also affect incarcerated persons at higher rates than the general population.(11,12) However, many of the population-based studies that examine the relationship between justice involvement and health that led to these conclusions are limited by their reliance on self-reported measures of health or extrapolations of the findings from community-based studies to the justice-involved population.",
      "startOffset" : 154,
      "endOffset" : 161
    }, {
      "referenceID" : 11,
      "context" : "Chronic conditions (eg, hypertension and asthma) and mental health disorders also affect incarcerated persons at higher rates than the general population.(11,12) However, many of the population-based studies that examine the relationship between justice involvement and health that led to these conclusions are limited by their reliance on self-reported measures of health or extrapolations of the findings from community-based studies to the justice-involved population.",
      "startOffset" : 154,
      "endOffset" : 161
    }, {
      "referenceID" : 12,
      "context" : "However, many of the population-based studies that examine the relationship between justice involvement and health that led to these conclusions are limited by their reliance on self-reported measures of health or extrapolations of the findings from community-based studies to the justice-involved population.(13) Nationally representative data on health for incarcerated persons are collected through the US Department of Justice Bureau of Justice Statistics(11) and rely on self-report.",
      "startOffset" : 309,
      "endOffset" : 313
    }, {
      "referenceID" : 12,
      "context" : "Building on a study that examined the absence of data on incarceration in 36 studies included in the Society of General Internal Medicine database on general health, we examined the available national population-based studies financed by the federal government that examine health outcomes.(13) We provide an overview of the national population-based",
      "startOffset" : 290,
      "endOffset" : 294
    } ],
    "year" : 2019,
    "abstractText" : "From 1980 to 2014, the number of incarcerated persons in the United States increased from 501 886 to 2 224 400—an increase of 343%. In 2014, about 1 in 110 adults were incarcerated in prisons and jails, and an additional 4.7 million adults were on probation or parole. In the same year, 636 346 persons were released from state and federal prisons, and an estimated 11 million persons cycled through local jails. More than 95% of incarcerated persons eventually return to their communities. Given the high rates of incarceration and subsequent release to the community, a large segment of the US population is involved in the criminal justice system. In this article, the terms “criminal justice involvement” and “justice-involved” refer to persons who have had contact with the criminal justice system in 1 or more of the following capacities: arrest, booking, charging, sentencing, incarceration in jail or prison, probation, or parole. Marginalized populations, including persons who are homeless, are uninsured, or belong to a racial/ethnic minority group, are often overrepresented in prisons and jails. Persons in these vulnerable populations also have a high burden of disease. In 2004, an estimated half of state prisoners and two-thirds of jail detainees met the diagnostic criteria for drug dependence or abuse. In 2014, the seroprevalences of HIV and hepatitis C infection were thought to be 10 times higher in the justice-involved population than in the general population. Chronic conditions (eg, hypertension and asthma) and mental health disorders also affect incarcerated persons at higher rates than the general population. However, many of the population-based studies that examine the relationship between justice involvement and health that led to these conclusions are limited by their reliance on self-reported measures of health or extrapolations of the findings from community-based studies to the justice-involved population. Nationally representative data on health for incarcerated persons are collected through the US Department of Justice Bureau of Justice Statistics and rely on self-report. Little is known about the health status of the justice-involved population after release from incarceration or about the health of persons who are justice involved in the community, such as persons on parole or probation, because national populationbased surveys on health conducted in the community do not include currently incarcerated populations, and most do not include measures on individual or family exposure to incarceration. Excluding incarcerated populations from national population-based surveys is problematic given that these surveys are used to provide nationally representative estimates of disease prevalence, monitor trends, identify health disparities and determinants, and document the health status of the justice-involved population and its subgroups, informing decisions on national and local funding and policymaking. This commentary examines justice involvement measures in federally funded, national population-based surveys. Building on a study that examined the absence of data on incarceration in 36 studies included in the Society of General Internal Medicine database on general health, we examined the available national population-based studies financed by the federal government that examine health outcomes. We provide an overview of the national population-based",
    "creator" : "Arbortext Advanced Print Publisher 9.0.114/W"
  }
}