{
  "name" : "957116edbcc69a10277c.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "days 271-360. The total costs for patients discharged without disability were $10,976 during the 0-90 days after discharge, $6,926 during days 91-180, $5,810 during days 181-270, and $5,292 during days 271-360. Total costs among patients discharged with disability were 3.5 times the costs among patients discharged without disability during the initial hospitalization and 1.3–1.7 times over quarters of the year after discharge. ConClusions: The results demonstrated the high burden of ischemic stroke, especially among patients discharged with disability with the highest costs incurred during the inpatient stays.\nPCV41 Examination of thE EConomiC BurdEn of dysliPidEmia in thE VEtErans hEalth administration PoPulation Keshishian A1, Tan H1, Xie L1, Baser O2 1STATinMED Research, Ann Arbor, MI, USA, 2Columbia University and STATinMED Research,"
    }, {
      "heading" : "New York, NY, USA",
      "text" : "objeCtives: To examine the economic burden and health care utilization for patients diagnosed with dyslipidemia in the Veterans Health Administration (VHA) database. Methods: A retrospective database analysis was performed using VHA claims from October 2009 to September 2014. Patients diagnosed with dyslipidemia (International Classification of Diseases, Ninth Revision, Clinical Modification code 272.xx) were identified in the VHA database from 01OCT2010-30SEP2013. The first dyslipidemia diagnosis claim date was designated as the index date. A comparator group was created by identifying patients without a dyslipidemia diagnosis but of similar age, gender, race, index year, and baseline Charlson Comorbidity Index scores. The index date for the comparator group was randomly chosen to reduce selection bias. One-year pre- and post-index continuous health plan enrollment was required for both groups. A 1:1 propensity score matching (PSM) was used to compare follow-up health care costs and utilizations between the case and control cohorts, adjusted for baseline demographic and clinical characteristics. Results: Before matching, patients with dyslipidemia were older and were more likely to have comorbidities, including diabetes and hypertension. After 1:1 PSM, 677,074 patients were included in each group, and baseline characteristics were well balanced. Dyslipidemia patients had higher health care utilization, including inpatient (4.65% vs. 2.34%, p< 0.001), outpatient (99.81% vs. 60.88%, p< 0.001), and pharmacy visits (84.12% vs. 48.94%, p< 0.001). Higher health care utilization resulted in higher health care costs for dyslipidemia patients, including inpatient ($1,333 vs. $736, p< 0.001), outpatient ($3,010 vs. $1,921, p< 0.001), pharmacy ($470 vs. $338, p< 0.001), and total costs ($4,813 vs. $2,995) compared to patients without dyslipidemia. ConClusions: During a 1-year period, patients diagnosed with dyslipidemia had higher health care utilization and costs compared to matched control patients.\nPCV42 rEtrosPECtiVE analysis of thE EConomiC BurdEn of PatiEnts diagnosEd with CongEstiVE hEart failurE in thE California mEdiCaid PoPulation Ogbomo A1, Zhao Y1, Kariburyo MF1, Xie L1, Yuce H2, Baser O3 1STATinMED Research, Ann Arbor, MI, USA, 2New York City College of Technology-CUNY and STATinMED Research, New York, NY, USA, 3Columbia University and STATinMED Research, New"
    }, {
      "heading" : "York, NY, USA",
      "text" : "objeCtives: To examine the health care utilizations and costs for patients diagnosed with congestive heart failure (CHF) in the California Medicaid (Medi-Cal) population. Methods: A retrospective database analysis was performed using Medi-Cal claims from January 2009 through December 2014. Patients diagnosed with CHF (International Classification of Diseases, Ninth Revision, Clinical Modification diagnosis code 428.x) were identified in the Medi-Cal database from 01JAN2010 through 31DEC2013. The initial diagnosis date was designated as the index date. A comparison cohort was created by identifying patients without a CHF diagnosis, but of similar age, gender, race, and index year. The index date for the comparison cohort was randomly chosen to reduce selection bias. Patients in both cohorts were required to be at least age 18 years and have continuous medical and pharmacy benefits 1-year pre- and post-index date. One-to-one propensity score matching (PSM) was performed to compare follow-up health care costs and utilizations between the cohorts, adjusting for demographic characteristics and baseline Charlson Comorbidity Index score. Results: Eligible patients (N= 10,790) were identified for the CHF and comparison cohorts. After 1:1 PSM, a total of 1,587 patients were matched from each cohort and baseline characteristics were balanced. A higher percentage of CHF patients had inpatient admissions (66.48% vs. 14.05%, p< 0.0001), outpatient visits (98.61% vs. 75.17%, p< 0.0001), and emergency room visits (66.60% vs. 27.60%, p< 0.0001) compared to those without a CHF diagnosis. The CHF cohort also incurred significantly higher inpatient ($21,000 vs. $2,362, p< 0.0001), outpatient ($7,595 vs. $2,362, p< 0.0001), pharmacy ($3,621 vs. $1,653, p< 0.0001), and total costs ($32,215 vs. $6,637, p< 0.0001) than the comparison cohort. ConClusions: Results indicated that CHF patients incurred significantly higher costs and had higher health care resource utilization than those without CHF.\nPCV43 EValuating thE EConomiC BurdEn and hEalth CarE utilization of Coronary artEry disEasE in thE us mEdi-Cal PoPulation Zhang Q1, Zhao Y1, Keshishian A1, Xie L1, Yuce H2, Baser O3 1STATinMED Research, Ann Arbor, MI, USA, 2New York City College of Technology-CUNY and STATinMED Research, New York, NY, USA, 3Columbia University and STATinMED Research, New"
    }, {
      "heading" : "York, NY, USA",
      "text" : "objeCtives: To evaluate coronary artery disease (CAD)-related expenses and health care utilization in the US California State Medicaid (Medi-Cal) population. Methods: Patients diagnosed with CAD (International Classification of Disease, 9th Revision, Clinical Modification diagnosis code 414.x) were identified using US Medi-Cal data from 01JAN2010-31DEC2013. The initial diagnosis date was designated as the index date. A control cohort that included patients without CAD\n3, and 4 weeks for patients in the rivaroxaban vs. the LMWH/warfarin cohort (all P< .001). ER and OP visits costs were similar between cohorts within the first 4 weeks (all P> 0.05). VTE-related costs followed similar trends as all-cause costs over the first 4 weeks. ConClusions: Patients diagnosed with DVT during an OP/ER visits and treated with rivaroxaban had lower total healthcare costs, hospitalizations costs, and pharmacy costs during the first weeks, mostly during the first week, compared to matched LMWH/warfarin users.\nPCV38 Cost study of CardioVasCular disEasEs Gantugs Y"
    }, {
      "heading" : "Mongolian National University of Medical Sciences, Ulaanbaatar, Mongolia",
      "text" : "objeCtives: As of 2014, cardiovascular diseases were ranked as leading cause of morbidity and mortality in Mongolia. Some 4,888,047,376 MNT were spent for 24343 hospitalizations for cardiovascular disease care from the Health insurance fund. Aim of the study was to estimate the cost of admission due to the leading cardiovascular diseases Methods: In this study, 989 medical charts of patients with cardiovascular diseases admitted to the tertiary and secondary health care facilities in 2012 were reviewed in order to collect data for estimating direct costs. Data on indirect costs was obtained from the hospital financial accounts. Total costs of each disease were estimated by the summing direct and indirect costs. In the analysis Microsoft excel 2007 was used. Results: According to ICD 10, primary hypertension (I10), chronic ischaemic heart disease (I25), cerebrovascular diseases (I67) and sequelae of cerebrovasular disease (I69) were the leading causes of admission in the tertiary health care facilities. The costs of those diseases were higher by 20.3% than estimated tariffs of the Health insurance fund. In the secondary health care facilities, there were 21 types of cardiovascular diseases. The sum of costs of those 21 diseases was higher by 7% than estimated tariffs of the Health insurance fund. ConClusions: The same tariffs from the Health insurance fund are applied to all district, aimag and tertiary hospitals. As the study result reveals that cost per admission for cardiovascular diseases are much higher compared to tariffs from the Health insurance fund, and differ from hospital to hospital.\nPCV39 annual fatal and non-fatal CardioVasCular EVEnt Costs among non-EldErly CommErCially insurEd adults with hyPErliPidEmia in thE unitEd statEs Bonafede MM1, Johnson BH1, Paoli CJ2, Gandra SR2 1Truven Health Analytics, Cambridge, MA, USA, 2Amgen, Inc., Thousand Oaks, CA, USA objeCtives: To estimate fatal and non-fatal acute cardiovascular event (CVE) costs among non-elderly commercially-insured hyperlipidemia patients in the US. Methods: The Truven Health MarketScan Commercial Database was used to identify non-elderly adults (age ≥ 18-<65) with hyperlipidemia with a new acute CVE (index event) from 2004-2012. CVE was defined as an inpatient stay with admitting diagnosis of acute coronary syndrome (ACS) [myocardial infarction (MI) or ischemic stroke (IS)], transient ischemic attack (TIA), unstable angina (UA), or inpatient or outpatient revascularization (coronary artery bypass graft [CABG] or percutaneous coronary intervention [PCI]) without an associated CVE diagnosis. An 18 month pre-index period excluded patients with prior CVE and variable-length follow-up described annual incremental (difference between hyperlipidemia patients who did and did not have a CVE) costs following an acute CVE. First year and subsequent year (mean of years 2 and 3) costs were calculated. Eligible patients were linked to Social Security Administration master death files, which indicates the presence (or absence of) and date of death. Results: 16,615 patients met the inclusion criteria (mean age 57.4, SD= 5.8; 24.5% female). The majority (53.0%) had revascularization as their index CVE, followed by MI (25.4%), IS (13.4%), TIA (6.0%), and UA (2.2%). Death within 90 days of CVE was most common among IS patients (4.4%), followed by MI (2.8%), UA (1.1%), revascularization (0.8%), and TIA (0.6%). First year annual incremental costs following CVE were highest for revasculation patients (first year= $56,556, subsequent years= $4,353 per year), followed by MI ($52,485, $8,630), IS ($44,007, $8,396) UA ($21,956, $3,687) and TIA ($18,672, $5,657). On average, fatal CVE cost $72,892 (SD= $70,938) compared to $43,763 (SD= $48,129) for non-fatal CVE. ConClusions: CVEs among patients with hyperlipidemia were costly, averaging $50,809 in the first year following an event. While fatal CVEs were relatively uncommon, they were associated with substantially higher costs than non-fatal CVEs.\nPCV40 rEal-world Costs of isChEmiC strokE By disChargE status Mu F1, Hurley D2, Betts K1, Messali A1, Paschoalin M2, Wu EQ1 1Analysis Group, Inc., Boston, MA, USA, 2Genentech, Inc., South San Francisco, MA, USA objeCtives: The objective of this study was to estimate the acute healthcare costs of ischemic stroke during hospitalization and the quarterly all-cause healthcare costs for the first year after discharge by discharge status. Methods: Adult patients with a hospitalization with a diagnosis of ischemic stroke (ICD-9-CM: 434.xx, 436. xx) between January 1, 2006 and March 31, 2015 were identified from a large US commercial claims database. Patients were classified into three cohorts based on their discharge status from the first stroke hospitalization. Specifically, patients were categorized as discharged with disability, discharged without disability or dead at discharge. Total costs included third-party medical (inpatient, outpatient, emergency room and other) and pharmacy costs, and were adjusted to 2015 USD using the medical services consumer price index. Results: A total of 45,695 patients discharged with disability, 153,778 patients discharged without disability, and 7,919 patients dead at discharge were included in this analysis. The overall average age was 59.7 years and 52.3% were male. Mean total costs during the initial hospitalization were $67,861 for patients discharged with disability, $19,267 for patients discharged without disability, and $63,605 for patients dead at discharge. The total costs for patients discharged with disability were $19,116 during days 0-90 after discharge, $10,236 during days 91-180, $8,241 during days 181-270, and $6,875 during\n1Baxter Healthcare Corporation, Deerfield, IL, USA, 2Stratevi Consulting, Santa Monica, CA, USA, 3Baxter Healthcare Corporation, Westlake Village, CA, USA objeCtives: The model objective is to estimate and compare the cost consequences to hospitals, using two different active flowable hemostatic matrices (i.e. Floseal and Surgiflo) in cardiac surgery. Methods: Using clinical outcomes from a published retrospective (US Premier Hospital Database) comparative effectiveness analysis of two hemostatic matrices in cardiac surgery patients[1], a cost-consequence framework was utilized to model the economic impact to hospitals of their use. The average annual number of cardiac surgeries and costing of major and minor complications, blood transfusions, and surgical revisions was analyzed using the 2012 Healthcare Cost and Utilization Project’s (HCUP’s) National Inpatient Sample (NIS) database (represents 95% of all U.S. community hospital discharges). Cost of hemostatic matrices and operating room (OR) was obtained from RED BOOK™ and published literature. All costs were adjusted to 2015 dollars using medical care consumer price index (CPI-medical care). One-way (OWSA) and probabilistic sensitivity analyses were performed by varying all variables within the 95% confidence interval (CI) of the point estimate or ±20% when CI was not available. [1] Tackett et al., 2014, Real-World Outcomes of Hemostatic Matrices in Cardiac Surgery, Journal of Cardiothoracic and Vascular Anesthesia doi:10.1053/j.jvca.2014.05.010. Results: Results suggest that by using Floseal (rather than Surgiflo), a hospital performing 245 cardiac surgeries annually could avoid 11 major complications, 31 minor complications, 9 surgical revisions, 79 blood transfusions, and 260 hrs. of OR time. Avoiding these outcomes corresponds to net annualized cost savings of $1.43 million, with complication avoidance as the largest contributor to this cost saving. The risk of surgical revisions, minor and major complications had the largest impact on savings in the OWSA. Monte-Carlo simulations showed that annual savings were greater than $1.43 million, in 56% of iterations. ConClusions: This analysis supports that using Floseal instead of Surgiflo in cardiac surgery could potentially lead to sizable cost savings to hospitals.\nPCV47 Cost EffECtiVEnEss of aPixaBan (noVEl oral anti-Coagulant) ComParEd with ConVEntional thEraPy for strokE ProPhylaxis among rEnal imPairEd PatiEnts with atrial-fiBrillation from PErsPECtiVE of us third Party PayEr Kumar A1, Wu W2, Nili M1 1College of Pharmacy and Health Sciences, St. John’s University, New York, NY, USA, 2College of"
    }, {
      "heading" : "Pharmacy and Health Sciences, St Johns University, New York, NY, USA",
      "text" : "objeCtives: Atrial Fibrillation (AF) has been a major risk factor for the development of stroke making anticoagulation therapy necessary. While on prophylaxis treatment, renal impaired patients on conventional anticoagulation (Warfarin) are at an increased risk for major bleeding. Apixaban has been shown to have better safety profile than Warfarin in face to face clinical trial. However, no study were found to have compared the cost effectiveness of Apixaban with Warfarin among renal impaired patients. We attempted to estimate the short term (one year) cost effectiveness of Apixaban compared to Warfarin for stroke prophylaxis among renal impaired patients. Methods: We developed a decision analytic model to compare Apixaban 2.5mg/5.0 mg twice daily with dose adjusted Warfarin (INR: 2.0-3.0). Cost effectiveness was calculated separately among the patients with Severe to Moderate (25< CrCl≤ 50 ml/min) and Mild (50< CrCl≤ 80 ml/min) renal impairment. Only primary efficacy (event rate of stroke) and safety (event rate of major bleeding) were taken into consideration. Probabilities, effectiveness and safety were calculated using the clinical data from ARISTOTLE trial (NCT00412984). Inputs for cost were sourced from published US based studies. Results: One year cost for Apixaban and warfarin was calculated as $3,670 and $2,075 respectively. Incremental cost to avert an additional event of stroke and major bleeding using Apixaban were $290,926 and $63,245 among patients with severe to moderate and $412,665 and $330,132 for mild renal function respectively as compared with warfarin. Among various sensitivity analyses, cost of Apixaban was found to have highest impact. ConClusions: This decision analysis suggested that anticoagulation with Apixaban is a cost effective therapy as compared to dose adjusted warfarin for stroke prophylaxis among renal impaired patients. This study also indicated that severe to moderate renal impaired patients benefitted more with Apixaban compared to Warfarin.\nPCV48 Cost-EffECtiVEnEss analysis of antihyPErtEnsiVE ComBination thEraPy among PatiEnts with modEratE to sEVErE hyPErtEnsion Wang X, Abughosh S"
    }, {
      "heading" : "University of Houston, Houston, TX, USA",
      "text" : "objeCtives: To compare the cost-effectiveness of single-pill triple antihypertensive combination therapy vs double-pill triple combination therapy (fixed-dose dual combination plus free drug class) vs three-pill triple combination therapy (free drug combination) by accounting for medication adherence to each treatment regimen in US. Methods: A decision analytical model was constructed with one year time horizon from the patient’s perspective. Effectiveness was defined as the percentage (%) attainment of target systolic blood pressure (SBP) levels (< 140 mm Hg) based on adherence to each treatment strategy. Adherence was defined as having proportion of days covered (PDC)> = 80%. The probability of being adherent and achieving target SBP goal based on the adherence were obtained from the published literature. Direct medical cost (annual treatment cost for each strategy) was evaluated based on the adherence levels and adjusted to the year of 2015 by using consumer price index (CPI). The average cost effectiveness ratio (ACER) was calculated as the cost per % attainment of the target SBP level. Results: The ACER for single-pill triple combination therapy was lowest ($1,566.82) followed by twopill ($1,856.32) and three-pill triple combination therapy ($2,210.42). The annual treatment cost was $964.85, $1133.72 and $1344.12 for single-pill, two-pill and three-pill combination therapy, respectively. The probability of being adherent was 55.3%, 40.40% and 32.60% to single-pill, two-pill and three-pill regimen. The probability of achieving target SBP level was 63.1% for adherent patients and 59.7% for\nof the same age, race, and gender was created. The index date for the control cohort was randomly assigned during the study period to minimize selection bias. Patients in both cohorts were required to have continuous health plan enrollment for 1-year pre- and post-index date. Propensity score matching (PSM) on baseline demographic characteristics and the Charlson Comorbidity Index (CCI) score were used to compare health care costs and utilizations during the follow-up period. Results: Before 1:1 PSM, CAD patients (n= 6,558) had higher CCI scores (2.91 vs. 1.29) than control patients and were more likely to have comorbidities, including myocardial infarction (7.87% vs. 0.41%), congestive heart failure (17.34% vs. 2.23%), diabetes (39.01% vs. 17.67%), hypertension (59.80% vs. 30.36%), and depression (17.44% vs. 10.75%, all p< 0.0001). After 1:1 PSM on baseline demographic characteristics and CCI score, 1,928 patients, with balanced baseline characteristics, were matched from each cohort. Patients in the CAD cohort had higher proportions of inpatient stays (48.39% vs. 17.12%), and outpatient (98.91% vs. 74.74%), emergency room (ER) (53.79% vs. 28.27%), ambulatory (97.30% vs. 72.72%), and pharmacy visits (95.54% vs. 73.65%, all p< 0.0001). Higher health care utilization translated to higher costs for CAD patients, including inpatient ($7,932 vs. $1,791), outpatient ($4,940 vs. $2,888), ER ($453 vs. $162), ambulatory ($4,488 vs. $2,725), pharmacy ($2,867 vs. $1,898), and total costs ($15,739 vs. $6,577, all p< 0.0001). ConClusions: Patients with CAD had significantly higher health care utilization and economic burden compared to those without CAD.\nPCV44 oPErating room VariaBlE Cost of transCathEtEr aortiC ValVE rEPlaCEmEnt Clancy S1, Womeldorff J2, Ryan MP2 1Edwards Lifesciences, Irvine, CA, USA, 2CTI Clinical Trial and Consulting Services, Cincinnati,"
    }, {
      "heading" : "OH, USA",
      "text" : "objeCtives: Heart valve disease is very common, with approximately 5 million people diagnosed annually in the United States. Transcatheter aortic valve replacement (TAVR) has become the preferred therapy in high-risk and inoperable patients with aortic stenosis. However, there is little information on the operating room (OR) costs for this procedure in a “real-world” setting from the hospital perspective. The objective of this study was to estimate the variable cost per OR minute in endovascular TAVR procedures. Methods: The Premier database was queried from 2011 to 2014 for patients undergoing primary endovascular TAVR procedures. Patients were identified using the International Classification of Diseases, 9th Revision (ICD-9) procedure codes. OR cost per minute was calculated as the total OR hospital cost divided by the number of minutes of OR time. Only procedures that included enough detail in the billing file to quantify OR time were included. Distributions of OR cost per minute were trimmed by 0.5% at the upper and lower extremes to remove recording anomalies. Results: There were 1,447 endovascular TAVR procedures that met the inclusion criteria. The mean age for the procedure cohort was 81.6 (SD 8.51) years. 77% of the procedures were performed in teaching hospitals, 95% in an urban setting. Approximately 40% were performed in the South region, and another 40% in the Northeast. The mean OR cost per minute was $41.55 (SD $1.69). ConClusions: Quantifying the variable cost of OR time from a multiinstitution database provides researchers with an important benchmark to use in economic evaluations of TAVR procedures.\nPCV45 Cost EffECtiVEnEss of simVastatin Plus EzEtimiBE for CardioVasCular PrEVEntion in unitEd statEs PoPulation: rEsults of thE imProVE-it trial Almalki ZS, Guo JJ"
    }, {
      "heading" : "University of Cincinnati, Cincinnati, OH, USA",
      "text" : "objeCtives: Simvastatin, 40 mg, plus ezetimibe, 10 mg, daily, reduced the risk of cardiovascular events in stable patients with a history of acute coronary syndrome (ACS) in the Study of Vytorin Efficacy International Trial (IMPROVE-IT). Before the widespread use of Co-therapy with simvastatin and ezetimibe in such patients, its cost effectiveness should be demonstrated. Therefore, we investigated the cost effectiveness of adding ezetimibe to simvastatin treatment for patients with ACS in the United States. Methods: A Markov state-transition model was developed to estimate the lifetime incremental cost effectiveness (in dollars per quality-adjusted years of life) associated with simvastatin compare with simvastatin plus ezetimibe co-therapy in patients with ACS. The model takes into account the increased risk of cardiovascular events due to increased age. The analysis was performed using a societal perspective in 2016. Direct medical cost, treatment costs and the costs of cardiovascular events, were included in the analysis. The robustness of the model to various assumptions was tested in a sensitivity analysis. Costs ($US, 2016 values) and outcomes were discounted at 3% per annum. Results: In the IMPROVE-IT scenario, simvastatin resulted in lower QALYs with a value of 0.806, while Simvastatin plus ezetimibe resulted in 0.813 QALYs. Total costs were $8,483 for simvastatin and $9,459 for Simvastatin plus ezetimibe. Therefore, combination resulted in a gain of 0.007 QALYS at an additional cost of $975. The ICERs for combination compared with simvastatin alone was $30,855 per QALY. Based on willingness to pay threshold of $50,000 per QALY, the ICER for the combined therapy is not considered to be cost effective. Sensitivity analyses found that the model was sensitive to cost of ezetimibe. ConClusions: Co-therapy with simvastatin plus ezetimibe prevented cardiovascular risk in IMPROVE-IT; however, it appears to be not a cost-effective treatment compared with the simvastatin monotherapy in patients with histories of ACS in U. S.\nPCV46 Cost ConsEquEnCE analysis of two diffErEnt aCtiVE flowaBlE hEmostatiC matriCEs in CardiaC surgEry PatiEnts (us hosPital ProVidEr PErsPECtiVE) Makhija D1, Rock M1, Xiong Y2, Ikeme S1, Rubinstein M3, Arnold MR3"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2016,
    "abstractText" : "days 271-360. The total costs for patients discharged without disability were $10,976 during the 0-90 days after discharge, $6,926 during days 91-180, $5,810 during days 181-270, and $5,292 during days 271-360. Total costs among patients discharged with disability were 3.5 times the costs among patients discharged without disability during the initial hospitalization and 1.3–1.7 times over quarters of the year after discharge. ConClusions: The results demonstrated the high burden of ischemic stroke, especially among patients discharged with disability with the highest costs incurred during the inpatient stays.",
    "creator" : "Elsevier"
  }
}