{
  "name" : "9902875fb23508aac4da.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Association Between Sexually Transmitted Diseases and Young Adults’ Self-reported Abstinence",
    "authors" : [ ],
    "emails" : [ "jmcderm@emory.edu" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Association Between Sexually Transmitted Diseases and Young Adults’ Self-reported Abstinence\nWHAT’S KNOWN ON THIS SUBJECT: The extent to which young adults’ laboratory-confirmed sexually transmitted disease results and self-reported sexual behaviors are consistent has not been assessed in a nationally representative sample.\nWHAT THIS STUDY ADDS: The primary purpose of this study was to determine whether young adults’ reports of recent sexual behavior (presence of penile/vaginal sex in the previous 12 months) correspond with the presence of laboratory-confirmed nonviral STDs assessed by nucleic acid amplification testing.\nabstract OBJECTIVE: Self-reported behavior has been the cornerstone of sexual health research and clinical practice, yet advances in sexually transmitted disease (STD) screening provide researchers with the opportunity to objectively quantify sexual risk behaviors. However, the extent to which young adults’ laboratory-confirmed STD results and selfreported sexual behaviors are consistent has not been assessed in a nationally representative sample.\nPATIENTS AND METHODS: Data are derived from participants who completed wave 3 in the National Longitudinal Study of Adolescent Health. Young adults (N 14 012) completed an audio computerassisted self-interviewing survey and provided a urine specimen to detect the presence of Chlamydia trachomatis and Neisseria gonorrhoeae, and a polymerase chain reaction assay to detect Trichomonas vaginalis.\nRESULTS: More than 10% of young adults with a laboratory-confirmed positive STD result reported abstaining from sexual intercourse in the 12 months before assessment and STD testing. After controlling for several sociodemographic factors, self-reported sex (versus those who reported abstinence) in the previous 12 months was significantly associated with testing positive, but the odds of testing positive were only slightly more than twofold (adjusted odds ratio: 2.11 [95% confidence interval: 2.097–2.122]).\nCONCLUSIONS: Findings indicate discrepancy between young adults’ positive STD status and self-reported sexual behavior. No significant correlates of discrepant reporting were identified. From a clinical standpoint, the discrepancies between STD positivity and self-reported sexual behavior observed in this nationally representative sample suggest that routine STD screening may be beneficial and necessary to reduce STD morbidity among young adults. Pediatrics 2011;127:208– 213\nAUTHORS: Ralph J. DiClemente, PhD,a,b,c Jessica McDermott Sales, PhD,a,b Fred Danner, PhD,d and Richard A. Crosby, PhDe,f\naRollins School of Public Health, and cDivision of Infectious Diseases, Epidemiology, and Immunology, Department of Pediatrics, School of Medicine, Emory University, Atlanta, Georgia; bEmory Center for AIDS Research, Atlanta, Georgia; dDepartment of Educational, School, and Counseling Psychology, and eCollege of Public Health, University of Kentucky, Lexington, Kentucky; and fRural Center for AIDS and STD Prevention, Indiana University, Bloomington, Indiana\nKEY WORDS young adults, self-report, sexual behavior, national sample\nABBREVIATIONS STD—sexually transmitted disease aOR—adjusted odds ratio CI—confidence interval\nwww.pediatrics.org/cgi/doi/10.1542/peds.2009-0892\ndoi:10.1542/peds.2009-0892\nAccepted for publication Oct 13, 2010\nAddress correspondence to Jessica McDermott Sales, PhD, Department of Behavioral Sciences and Health Education, Rollins School of Public Health, Emory University, 1520 Clifton Rd NE, Room 266, Atlanta, GA 30322. E-mail: jmcderm@emory.edu\nPEDIATRICS (ISSN Numbers: Print, 0031-4005; Online, 1098-4275).\nCopyright © 2011 by the American Academy of Pediatrics\nFINANCIAL DISCLOSURE: The authors have indicated they have no financial relationships relevant to this article to disclose.\n208 DiCLEMENTE et al\nSexually transmitted diseases (STDs), including HIV, are a significant source of morbidity for adolescents and young adults.1,2 Abstinence, monogamy, and consistent condom use are the primary HIV/STD-protective behaviors that public health intervention efforts target for adolescents and young adults.3 Historically, self-reported behavior has been the cornerstone of sexual health research from large observational studies, such as the Youth Risk Behavior Surveillance and the National Longitudinal Study of Adolescent Health, referred to as Add Health,4,5 to evaluating the efficacy of sexual riskreduction interventions.6–8 However, advances in the microbiologic technology in the detection of common sexually transmitted pathogens may provide an opportunity to objectively quantify sexual risk behaviors of young people.\nSpecifically, the advent of nucleic acid amplification testing, a noninvasive technology fordetectingprevalentnonviral infections such as chlamydia, gonorrhea, and Trichomoniasiswith high sensitivity and specificity, may provide an objective referent of adolescent and young adults’ self-reported penile/vaginal sexual activity.5,9,10 Associations between laboratory-confirmedSTDpositivity and young adults’ self-reported sexual behavior has not been explored in a nationally representative sample of US young adults. Given that the science of HIV/STD prevention for young people is predicated on the critical assumption that selfreported sexual behaviors are valid, it is important to determine the degree of association that exists between STD testing and self-reported behavior in young adults. Although some data suggest that self-report of sexual behaviors may be prone to bias,11–13 an evaluation using a nationally representative sample has not been reported.\nThe primary purpose of this study was to determine if young adults’ reports of recent sexual behavior (presence of penile/vaginal sex in the previous 12 months) correspond with the presence of laboratory-confirmed nonviral STDs assessed by nucleic acid amplification testing among a nationally representative sample of young adults. The secondary purpose of this study was to identify potential factors related to discrepant reporting (ie, those who had a laboratory-confirmed positive STD result but who reported abstaining from sexual intercourse in 12- months before survey assessment and STD testing) in this nationally representative sample."
    }, {
      "heading" : "METHODS",
      "text" : ""
    }, {
      "heading" : "Study Design and Sample",
      "text" : "Data from the National Longitudinal Study of Adolescent Health (Add Health) were used for this study. Participants were initially recruited in 1994 (grades 7–12) forwave 1 of Add Health. Stratified sampling of high schools ensured that the sample was nationally representative. At wave 1, 20 745 adolescents were interviewed in their homes. In 2001 and 2002 (wave 3), a total of 15 197 of the original participants were reinterviewed. Additional details about the sample and methods have been described elsewhere.5"
    }, {
      "heading" : "Data Collection",
      "text" : "Data collection occurred in the participants’ homes. Self-reported measures in wave 3 were collected by inhome interviewers using audio computer-assisted self-interviewing to reduce reporting bias to sensitive health-risk behaviors. Evidence suggests that this method of data collection optimizes the validity of adolescent and young adults’ responses to sensitive questions.14 Wave 3 also included the collection of biological specimens to detect STDs. Participants\ncollected first-catch urine specimens that were assayed for Chlamydia trachomatis and Neisseria gonorrhoeae using the Abbott LCx Probe System (Abbott Park, IL). Specimens were stored at 2 to 8°C and analyzed within 96 hours after donation. Aliquots were assayed for the presence of Trichomonas vaginalis by using an in-house polymerase chain reaction enzyme-linked immunosorbent assay with established and acceptable estimates of sensitivity and specificity.15,16"
    }, {
      "heading" : "Data Analysis",
      "text" : "The analyses reported here are based on data collected from the 14 012 wave 3 participants who consented to undergo STD testing, which represents 92% of the wave 3 sample. There were some differences in rates of refusal to undergo STD testing as a function of race (white and Asian participants were slightly more likely to refuse), age (those who refused were slightly older), and education (those who had completed high school were slightly more likely to refuse). There were no gender differences in rates of refusal. Sampling weights provided by Add Health were applied to all analyses to maintain a nationally representative sample. All subsequent references to weighted percents in this article, therefore, are presumed to accurately reflect the young adult population of the United States who originally were a nationally representative cohort of adolescents in 1994. Given the epidemiologic evidence that suggests that STDs are disproportionately prevalent among minority youth, we compared black, Hispanic, Asian, and other-race participants (a combination of the remaining ethnic categories) separately from white participants (the referent category) in the analyses as a control variable. Gender, age, and level of education also were used in this capacity. Analyses were conducted by using Stata (Stata Corp, College Station,\nARTICLES\nPEDIATRICS Volume 127, Number 2, February 2011 209\nTX),17 which takes full advantage of Add Health’s complex sampling design and weights to obtain correct SEs (and, therefore, significance levels) for all analyses. Procedures to perform a design-based analysis using Add Health data, described by Chantala and Tabor18 were followed to both maintain national representation and to obtain unbiased parameter estimates. Logistic regression models were developed, adjusted for the complex survey design, to calculate adjusted odds ratios that pertain to STD prevalence and participants’ discrepant reports of abstaining from recent (previous 12 months) penile/vaginal sex and testing positive for an STD at wave 3 assessment."
    }, {
      "heading" : "RESULTS",
      "text" : ""
    }, {
      "heading" : "Descriptive Findings",
      "text" : "There were 6636 male participants (weighted percent: 50.9) and 7376 female participants (weighted percent: 49.1). Sixty-seven percent of the sample self-described as white (7497 [weighted percent: 67.1]) and 16.4% self-identified as black (3097 [weighted percent: 16.4]). There were 2291 Hispanics (weighted percent: 11.8), 956 Asians (weighted percent: 3.7), and 171 in all other self-described racial/ethnic categories (weighted percent: 1.0). The mean age of participants in the sample was 21.9 years (SD: 1.8 years), and 12 522 selfreported that they had graduated high school or received a general equivalency degree (weighted percent: 88.2). Overall, 11 039 (weighted percent: 79.7) reported having penile/vaginal sex with at least 1 partner in the previous 12 months. Of all wave 3 participants who provided a urine sample for STD screening, 964 (weighted percent: 6.0) tested STD-positive for at least 1 of the 3 assessed STDs. Of the STDpositive participants, 838 (weighted percent: 89.5) reported sex with at least 1 partner in the previous 12\nmonths, 118 (weighted percent: 10.5) reported abstaining from sexual activity during the previous 12 months before assessment, and 60 of the latter participants (weighted percent: 5.9) reported never having penile/vaginal sex in their lifetime. Thus, 118 participants (more than 10% of the 964 participants who tested positive for an STD) demonstrated a discrepancy in their STD test results and self-report of recent sexual activity.\nResults of Logistic Regression Analyses\nControlling for age, level of education, gender, and race (white), females were 36%more likely than were males to have a positive STD test (adjusted odds ratio [aOR]: 1.36 [95% confidence interval (CI): 1.35–1.36]; P .002). Race also was associated with a positive STD test; with black participants being more than 6 times more likely than white participants to test positive (aOR: 6.56 [95% CI: 6.53–6.59]; P .0001). Hispanic participants (aOR: 2.44 [95% CI: 2.42–2.45]; P .0001) and other-race participants (aOR: 3.52 [95% CI: 3.47–3.58]; P .0001) were also associated with testing positive for an STD. Age was not associated with a positive STD test (aOR: 0.97 [95% CI: 0.972–0.974]; P .25), but participants who had a high school degree or general equivalency degree were significantly less likely to have a positive STD test (aOR: 0.621 [95% CI: 0.618– 0.624]; P .0001). Moreover, selfreported sex (versus those who reported abstinence) in the previous 12 months was significantly associated with testing positive (aOR: 2.11 [95% CI: 2.097–2.122]; P .0001). This finding indicates that reporting penile/vaginal sex increased the odds of testing positive for an STD by only just more than twofold. Indeed, more than 10% of those with a positive STD test selfreported being abstinent in the previous 12 months.\nA second logistic regression model was constructed to identify the determinants of discrepant findings (ie, a positive STD test and self-report of abstaining from sex in the previous 12 months) among those who tested positive for an STD. With age, gender, level of education, and race (all minority groups compared separately to white participants) entered into themodel, findings indicate that none of these sociodemographic factors were significantly associated with discrepancies between STD test results and self-report among STD-positive participants.*"
    }, {
      "heading" : "DISCUSSION",
      "text" : "Findings from this nationally representative sample of US young adults suggest that the vast majority of STDpositive participants ( 89%) had concordant self-reports of recent penile/vaginal sex that matched their STD-positive status. At the same time, however, the findings suggest that more than 10% of STD-positive participants had discrepant results. This means they had a positive STD test but reported abstaining from sex in the previous 12 months. It is interesting to note that 6% of STD-positive participants reported no lifetime history of penile/vaginal sex.\nIn controlled analyses, it was intriguing that reporting penile/vaginal sex in the previous 12 months increased the odds of testing positive for 1 of 3 STDs by only 2.1 times. In a logistic regression model, an obtained odds ratio of this magnitude would represent a modest effect. In this case then it can be said the value of young adults’ selfreport to the prediction of a positive test result was only modest. This counterintuitive finding suggests that sole reliance on young adults’ self-reported\n*Amore complex set of analyses, which involved all participants and examined interactions between each demographic category and self-reported abstinence as predictors of STD test results, yielded the same pattern of results.\n210 DiCLEMENTE et al\npenile/vaginal sexual activity as a marker for STD acquisition risk may be imprecise and, further, could be problematic. From a national behavioral surveillance perspective, researchers should be cautious about making inferences regarding STD risk among this population on the basis of responses to self-report surveys assessing recent sexual activity.\nAlthough the findings indicate discrepancies between young adults’ positive STD status and their self-reported sexual behavior, the use of a disease marker (ie, STDs), although representing an objective and quantifiable marker of sexual behavior, is not without controversy, nor is it a panacea for avoiding bias associated with selfreport. With respect to intervention studies, it is important to recognize that reliance on incident STDs as a measure to evaluate the efficacy of an STD/HIV risk-reduction program may not be an appropriate outcome for every study. It is unlikely, for instance, that the incidence of STDs will be changed in a short-term study conducted in a populationwith little sexual activity or in a community with a low prevalence of STDs. Conversely, populations with a high degree of sexual activity and a high prevalence of STDs are ideal for studying the effects of behavioral interventions on STD incidence. Moreover, studies that incorporate STDs as the primary outcomemeasure will need to be conducted with sufficiently large samples to provide sufficient statistical power to detect differences in STD incidence.\nWith respect to observational studies, the use of STDs as a marker of risky sexual behavior may not reflect the true prevalence of risk behaviors in a population. Indeed, being a marker of disease, STD prevalence, observed in cross-sectional studies, or STD incidence observed in longitudinal studies, may represent a marked underes-\ntimate of actual sexual risk behaviors (eg, proportion of young adults who are sexually active or frequency of sexual intercourse) in a young adult population. Acquiring an STD is not only a function of unprotected sexual intercourse, but also reflects the prevalence of STDs in young adults’ sociosexual network, risk of sex partners (ie, concurrency), and frequency and proficiency of correct condom use.\nThe lack of associations regarding discrepancies between STD status and self-reported sexual behavior is striking. Although it may be reasonable to expect that discrepancies in reporting would vary by gender, race, age, or education, this was not observed. In essence, discrepant reporting may be likely among young adults regardless of gender or race. Thus, future research should test novel assessment techniques designed to minimize occurrences of discrepant reporting for diverse populations of young adults.\nFroma clinical standpoint, the discrepancies between STD positivity and selfreported sexual behavior identified in this nationally representative sample suggest that routine STD screening may be beneficial and necessary to reduce STD morbidity among young adults. In addition, given that no sociodemographic characteristics differentiated young adults with discrepant results (ie, STD-positive but reported no recent penile/vaginal sex) from those without (ie, STD-positive but reported penile/vaginal recent sex), routine screening for common STDs may be useful for all young adults, regardless of self-reported sexual history, race, gender, or age.\nThe study is not without limitations, and plausible alternative hypotheses that may explain, in part, the finding of discrepancies in having a laboratoryconfirmed STD and young adults’ selfreported abstinence. Foremost is the absence of a baseline measure of STD\nstatus. Specimens were collected only as part of thewave 3 assessment; thus, the STDs identified are “prevalent” STDs, not necessarily incident infections. Also, only urine specimens were collected for STD testing, which generally only detect STDs acquired through penile/vaginal sex, thereby not detecting STDs transmitted through other means of sexual contact (ie, anal sex or oral/genital sex). Although urine tests could capture urethral infections acquired through anal sex among men who have sex with men,19 no information was collected about this behavior. Second is the duration of the time interval from the wave 2 to the wave 3 assessment. The question used to categorize participants into those with sexual experience and those who were abstinent is based on the wave 3 retrospective assessment of young adults’ previous 12 months. Thus, given that the time interval between wave 2 and wave 3 assessments is longer than 12 months, coupled with the fact that STD specimens were not collected in wave 2, participants could be accurate and reliable in their reporting of abstinence (over the previous 12 months) at wave 3 and still have an STD because the infection could have been acquired before the 12month assessment interval, at a time when they may have been sexually active (eg, wave 2). Although studies that report on persistent C trachomatis infections among women suggest it can persist for more than 1 year if left untreated,20,21 these same studies also report that among asymptomatic women, 50% of C trachomatis infections clear within 1 year of infection, and 82% within 2 years of infection. In addition, clearance rates differed by age of first sex, oral contraceptive use, and serotype,21 and none of these studies report on persistence of infection in males, or clearance rates inmales. Thus, we have noway to accurately estimate how often persistent infections occurred in this mixed\nARTICLES\nPEDIATRICS Volume 127, Number 2, February 2011 211\ngender sample of young adults. In addition, the accuracy of the STD tests used in the Add Health study is less than perfect, and therefore some false-negatives and false-positives were inevitable. It is difficult to estimate the rate of false-positives as these data were obtained from a nationally representative communitybased sample and most available estimates of the sensitivity and specificity of the STD assays are based on clinic samples. However, the false-positive rate (typically computed by subtracting a test’s specificity from 1) was likely quite small, as reported specificities for the STD assays used by Add Health are as high as 98.9% to 100% in several studies.22–24 Another limitation is the length of the interval that assessed young adults’ sexual behavior. Given the length of the reporting interval, the previous 12 months, young adults’ retrospective recall could be inaccurate (they did have sex, but do not recall having sex), making the assessment of sexual behavior unreliable. In this case, the data would still be invalid; however, the source of bias would be attributable to poor recall, not volitional underreporting of sexual\nbehavior, which is also a likely source of bias. Indeed, recent data suggest that shorter recall periods yield more reliable reports of sexual behaviors.25 Poor recall, although plausible, may be more likely among younger adolescents whose sexual behavior is sporadic or episodic rather than older adolescents or young adults who have a greater frequency and regularity of sexual intercourse. Singly, ormore likely, a combination of limitationsmay partly account for the observed discrepancy between young adults’ positive STD status and self-reported abstinence.\nCONCLUSIONS\nThe findings indicate discrepancy between young adults’ positive STD status and self-reported penile/vaginal sexual behavior. Specifically, more than 10%of young adults detectedwith 1 of 3 assessed STDs reported being abstinent in the year before testing. In addition, none of the sociodemographic factors assessed, including age, level of education, race, and gender, were significantly associated with discrepant findings (ie, STD-positive and self-reporting no recent penilevaginal sex) in this nationally representative sample. The implications of\nthe findings suggest that although selfreport remains necessary, it may not be sufficient to provide a precise estimate of STD-positive young adults’ sexual risk behavior. When appropriate, other objective and quantifiable nondisease biological markers are needed to more precisely gauge young adults’ sexual behavior as well as corroborate their self-report of sexual behaviors. Finally, from a clinical perspective, the implications of our findings are that all young people receiving clinical services, whether their sexual history indicates they are recently sexual active or not, should be tested for prevalent STDs, like those assayed in this study. Importantly, our findings reveal that if pediatricians and adolescent medicine physicians do not test all young people, there are likely a substantial number of missed cases of STDs that will go undiagnosed, untreated, and spread to future sex partners."
    }, {
      "heading" : "ACKNOWLEDGMENT",
      "text" : "This study was supported in part by the Emory Center for AIDS Research (grant P30 A1050409), Social and Behavioral Sciences Core."
    } ],
    "references" : [ {
      "title" : "Sexually transmitted diseases among American youth: incidents and prevalence",
      "author" : [ "H Weinstock", "S Berman", "W. Cates" ],
      "venue" : "Perspect Sex Reprod Health",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2000
    }, {
      "title" : "The Hidden Epidemic: Confronting Sexually Transmitted Diseases",
      "author" : [ "TR Eng", "WT Butler", "eds" ],
      "venue" : null,
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 1997
    }, {
      "title" : "The National Longitudinal Study of Adolescent Health: Research Design",
      "author" : [ "P Bearman", "J Jones", "R. Udry" ],
      "venue" : null,
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 1997
    }, {
      "title" : "Behavioral interventions to reduce incidence of HIV, STD, and pregnancy among adolescents: a decade in review",
      "author" : [ "L Robin", "P Dittus", "D Whitaker" ],
      "venue" : "J Adolesc Health",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2004
    }, {
      "title" : "A decade in review: building on the experiences of past adolescent STI/HIV interventions to optimize future prevention efforts",
      "author" : [ "JM Sales", "RR Milhausen", "RJ. DiClemente" ],
      "venue" : "Sex Transm Infect",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2006
    }, {
      "title" : "Meta-analysis of the effects of behavioral HIV prevention interventions on the sexual behavior of sexually experienced adolescents in controlled studies in the United States",
      "author" : [ "PD Mullen", "G Ramirez", "D Strouse", "LV Hedges", "E. Sogolow" ],
      "venue" : "J Acquir Immune Defic Syndr. 2002;30(suppl 1):S94–S105",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2002
    }, {
      "title" : "The validity of self-reported condom use among adolescents",
      "author" : [ "ML Shew", "GJ Remafedi", "LH Bearinger" ],
      "venue" : "Sex Transm Dis",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 1997
    }, {
      "title" : "Validity of self-reported sexual behaviors in adolescent women using biomarker outcomes",
      "author" : [ "DP Orr", "DJ Fortenberry", "BlytheMJ" ],
      "venue" : "Sex Transm Dis",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 1997
    }, {
      "title" : "Remembering what happened: memory errors and survey reports",
      "author" : [ "R. Tourangeau" ],
      "venue" : "VS, eds. The Science of Self-report: Implications for Research and Practice. Manwah,",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 1993
    }, {
      "title" : "Condomuse to prevent incident STDs: the validity of self-reported condom use",
      "author" : [ "JM Zenilman", "CS Weisman", "AM Rompalo" ],
      "venue" : "Sex Transm Dis",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 1995
    }, {
      "title" : "Assessment of factors affecting the validity of self- re212 DiCLEMENTE et al ported health risk behavior among adolescents: evidence from the scientific literature",
      "author" : [ "ND Brener", "JOG Billy", "WR. Grady" ],
      "venue" : "J Adolesc Health",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2003
    }, {
      "title" : "Adolescent sexual behavior, drug use, and violence: increased reporting with computer survey technology",
      "author" : [ "CF Turner", "L Ku", "SM Rogers", "LD Linberg", "JH Pleck", "FL. Sonenstein" ],
      "venue" : null,
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 1998
    }, {
      "title" : "Development and validation of a PCR-based enzyme-linked immunosorbent assay with urine for use in clinical research settings to detect Trichomonas vaginalis in women",
      "author" : [ "SC Kaydos", "H Swygard", "SL Wise" ],
      "venue" : "J Clin Microbiol",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2002
    }, {
      "title" : "Validation of a urine-based PCR-enzymelinked immunosorbent assay for use in clinical research settings to detect Trichomonas vaginalis in men",
      "author" : [ "SC Kaydos-Daniels", "WC Miller", "I Hoffman" ],
      "venue" : "J Clin Microbiol",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2003
    }, {
      "title" : "The National Longitudinal Study of Adolescent Health: Strategies to Perform a Design-Based Analysis Using the Add Health Data",
      "author" : [ "K Chantala", "J. Tabor" ],
      "venue" : null,
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 1999
    }, {
      "title" : "Prevalence of rectal, urethral, and pharyngeal chlamydia and gonorrhea detected in two clinical settings among men who have sex with men",
      "author" : [ "CK Kent", "JK Chaw", "W. Wong" ],
      "venue" : "San Francisco, California,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2003
    }, {
      "title" : "The natural course of asymptomatic Chlamydia trachomatis infections: 45% clearance and no development of clinical PID after one-year follow-up",
      "author" : [ "SA Morré", "AJC van den Brule", "L Rozendaal" ],
      "venue" : "Int J STD AIDS",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2002
    }, {
      "title" : "The natural course of Chlamydia trachomatis infection in asymptomatic Colombian women: a 5-year follow-up study",
      "author" : [ "M Molano", "CJ Meijer", "E Weiderpass" ],
      "venue" : "J Infect Dis",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2005
    }, {
      "title" : "Headto-head multicenter comparison of DNA probe and nucleic acid amplification tests for Chlamydia trachomatis infection in women performed with an improved reference standard",
      "author" : [ "C Black", "J Marrazzo", "R Johnson" ],
      "venue" : "J Clin Microbiol",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2002
    }, {
      "title" : "Laboratory testing for Neisseria gonorrhoeae by recently introduced nonculture tests: a performance review with clinical and public health considerations",
      "author" : [ "E Koumans", "R Johnson", "J Knapp", "M. St Louis" ],
      "venue" : "Clin Infect Dis",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 1998
    }, {
      "title" : "The accuracy and efficacy of screening tests for Chlamydia trachomatis: a systematic review",
      "author" : [ "E Watson", "A Templeton", "I Russell" ],
      "venue" : "J Med Microbiol ",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2002
    }, {
      "title" : "Reliability of retrospective assessments of sexual HIV risk behavior: a comparison of biweekly, three-month, and twelve-month self-reports",
      "author" : [ "MR Kauth", "JS St Lawrence", "JA. Kelly" ],
      "venue" : "AIDS Educ Prev",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2010
    } ],
    "referenceMentions" : [ ],
    "year" : 2011,
    "abstractText" : "OBJECTIVE: Self-reported behavior has been the cornerstone of sexual health research and clinical practice, yet advances in sexually transmitted disease (STD) screening provide researchers with the opportunity to objectively quantify sexual risk behaviors. However, the extent to which young adults’ laboratory-confirmed STD results and selfreported sexual behaviors are consistent has not been assessed in a nationally representative sample. PATIENTS AND METHODS: Data are derived from participants who completed wave 3 in the National Longitudinal Study of Adolescent Health. Young adults (N 14 012) completed an audio computerassisted self-interviewing survey and provided a urine specimen to detect the presence of Chlamydia trachomatis and Neisseria gonorrhoeae, and a polymerase chain reaction assay to detect Trichomonas vaginalis. RESULTS: More than 10% of young adults with a laboratory-confirmed positive STD result reported abstaining from sexual intercourse in the 12 months before assessment and STD testing. After controlling for several sociodemographic factors, self-reported sex (versus those who reported abstinence) in the previous 12 months was significantly associated with testing positive, but the odds of testing positive were only slightly more than twofold (adjusted odds ratio: 2.11 [95% confidence interval: 2.097–2.122]). CONCLUSIONS: Findings indicate discrepancy between young adults’ positive STD status and self-reported sexual behavior. No significant correlates of discrepant reporting were identified. From a clinical standpoint, the discrepancies between STD positivity and self-reported sexual behavior observed in this nationally representative sample suggest that routine STD screening may be beneficial and necessary to reduce STD morbidity among young adults. Pediatrics 2011;127:208– 213 AUTHORS: Ralph J. DiClemente, PhD,a,b,c Jessica McDermott Sales, PhD,a,b Fred Danner, PhD,d and Richard A. Crosby, PhDe,f aRollins School of Public Health, and cDivision of Infectious Diseases, Epidemiology, and Immunology, Department of Pediatrics, School of Medicine, Emory University, Atlanta, Georgia; bEmory Center for AIDS Research, Atlanta, Georgia; dDepartment of Educational, School, and Counseling Psychology, and eCollege of Public Health, University of Kentucky, Lexington, Kentucky; and fRural Center for AIDS and STD Prevention, Indiana University, Bloomington, Indiana",
    "creator" : "XPP"
  }
}