{
  "name" : "a8607c51da6bcc6ac635.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Teleconnection of Regional Drought to ENSO, PDO, and AMO: Southern Florida and the Everglades",
    "authors" : [ "Anteneh Z. Abiy", "Assefa M. Melesse" ],
    "emails" : [ "aabiy001@fiu.edu", "wabtew@aol.com", "melessea@fiu.edu;" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords: teleconnection; drought; Standardized Precipitation Index; SPI; South Florida hydrology; the Everglades; ENSO; AMO; PDO"
    }, {
      "heading" : "1. Introduction",
      "text" : "Ocean–atmosphere interactions are known for regulating global energy flow that influences rainfall amounts and distribution on a regional scale [1–3]. The link between these drivers, rainfall pattern, and general hydroclimate variability has been a focus of several studies on a regional scale [2,4–10]. For example, the magnitude, spatial, and temporal distribution of rainfall in the United States are a function of different modes of ocean–atmosphere interaction processes, as well as other global and regional conditions. In Southeast Florida, the Pacific Decadal Oscillation (PDO), the Atlantic Multidecadal Oscillation (AMO), and El Niño–Southern Oscillation (ENSO) influence rainfall variation [1,2,11,12]. A detailed study based on 11 stations in Florida, including Southeast Florida, showed AMO–ENSO coupled influence on rainfall and concluded that AMO (cool) and ENSO (El Niño) created wetter conditions than AMO (warm) and El Niño combination [13]. In a study of precipitation and climate teleconnections in the Greater Everglades and South Florida, it was reported that the dry season is correlated to ENSO and that AMO influences wet season rainfall [14]. A study using historical water clarity and climate teleconnections in Lake Annie in Central Florida reported\nAtmosphere 2019, 10, 295; doi:10.3390/atmos10060295 www.mdpi.com/journal/atmosphere\nthat water clarity was higher during the AMO cold phase and lower during the AMO warm phase with a decrease and an increase in rainfall, respectively [15]. Although these ocean–atmosphere interaction modes are regional processes with a broad global influence, the net effect of these processes on rainfall distribution varies by region. Therefore, for a regional water resource management system, understanding the link between the individual and combined effects of the drivers at the regional scale is essential. The Everglades wetland system, a unique and complex ecohydrology, has been facing stress from water quality degradation and change in magnitude and distribution of supply. As a result, a state and federally supported ecological restoration program was initiated in the early 1990s [16]. In southern Florida, the water supply of the Everglades wetland system and the highly populated Miami-Dade County (Figure 1), is subject to hydroclimate variations.\nSouth Florida is home to more than 6 million people and to the Everglades ecosystem. The Everglades is a unique freshwater marsh that has ecological and water supply importance covering over 5500 km2 in its current reduced state. The urban water source is the Biscayne Aquifer, a shallow unconfined freshwater aquifer system. The Biscayne Aquifer covers southeastern Florida including parts of Palm Beach, Broward, Miami-Dade, and Monroe counties. Groundwater recharge to the aquifer is from rainfall and runoff, canal recharge, and from the Everglades wetland. Due to increased pumping pressure and increasing water demand, the recurrence of droughts is frequently compromising the sustainability of the aquifer. This has increased the dependence of the aquifer on recharge from the Everglades and from upstream canals. Groundwater head decline due to pumping pressure and declining rainfall conditions is threatening the health of the aquifer, as well as the Everglades ecosystem from increased salinity. Rainfall is a significant source of freshwater input into the region’s freshwater balance. Precipitation is driven by local and regional hydroclimate factors [12]. In addition to regional ocean–atmosphere interaction, the region’s geographic location in juxtaposition to the Atlantic ocean (Figure 1) and the presence of the Everglades wetland hydrologic system have significant influence over the local rainfall distribution in the area [17]. As a result, the area receives rainfall driven from local and regional climate circulation factors, convective rain, tropical depressions and storms, and frontal rainfall systems [18]. Extreme hydrologic events, such as droughts to high-intensity rainfall, are frequently observed in the region. Particularly, droughts along with other water demands pose a challenge to the continuous supply of freshwater to the Everglades. Apart from intense competition for the use of the fully allocated water resource system, drought has presented a threat to sustained freshwater availability in the Everglades. In South Florida, drought has been recorded in the years 1932, 1955–1957, 1961–1963, 1971–1972, 1973–1974, 1980–1982, 1985, 1988–1989, 1990, 2000–2001, 2006–2007, and 2011–2012 [19–21].\nThese drought events have caused a remarkable decline in surface and groundwater head, and a significant disturbance to the Everglades ecosystem [22–26]. In general, short- and long-term drought has been observed in different periods whose effect varies with duration and magnitude of the rainfall deficit [12,24,27]. The teleconnections between ENSO and rainfall in South Florida is well known and accepted. Short-term drought events have a strong association with La Niña [1,25]. El Niño results in an increase in dry season rainfall. However, small-scale and persistent rainfall deficit is a function of low-frequency ocean–atmosphere interaction modes, namely, PDO, AMO and others. Regional rainfall variability is a function of the interaction between low-frequency and high-frequency ocean–atmosphere interaction modes. Therefore, evaluating rainfall deficit in different time windows and the association between rainfall deficit and individual and combined effects of the ocean–atmosphere interaction modes is necessary to manage regional water sustainably in South Florida [28]. With respect to the degree of rainfall association with the different ocean–atmosphere interaction modes, the current state of the fluctuation in the region is well evaluated; however, the possible implications for long-term freshwater availability at the regional scale have not been evaluated sufficiently. Therefore, the objectives of this study were the following: (1) assess historical droughts in the region, (2) evaluate the link between each of the regional hydroclimate drivers (ENSO, AMO, and PDO) and rainfall variability in the region, and (3) define the combined effects of the ocean—atmosphere interaction modes on regional drought. An understanding of the relationship between regional droughts with regional ocean–atmosphere interaction modes aids short- and long-term water resource management planning and decision-making. Furthermore, such knowledge can be applied to promote long-term drought preparedness and response. Accordingly, in this study, the correspondence between regional rainfall anomaly and each of the drivers’ indices is presented as a pairwise correspondence analysis. Then, historic droughts in the region for different time scales are shown. Finally, the combined effect of the drivers on drought in the region is presented. Implications for the current and future water resource availability, water resource management alternatives, and management priorities under drought conditions are discussed."
    }, {
      "heading" : "2. Dataset and Study Area",
      "text" : ""
    }, {
      "heading" : "2.1. Rainfall",
      "text" : "Long-term monthly regional rainfall data, from 1906 to 2016 (Figure 2a), were accessed from the Florida climate center [29]. This regionalized monthly rainfall data were derived from a number of ground-based rainfall measurement stations. The regionalization has combined historical records from the National Weather Service’s Cooperative Observation (COOP) network and the Automated Surface Observing System (ASOS). In South Florida, monthly rainfall measurement can be represented by a station for an area having approximately an 80 km radius [18,30]. Monthly rainfall variation has a wide range, that is, a 10–100 km spatial scale [14]. Therefore, these data are considered as a representative monthly rainfall for the Southeast Florida regional scale. The mean annual rainfall in the study area is 1507 mm (Figure 2b) compared to the mean rainfall for the Everglades National Park of 1386 mm (1941–2016) [21]. The long-term mean monthly rainfall of 125.57 mm (Figure 2a) defines Southeast Florida as one of highest rainfall-receiving regions. Seventy-five percent of the annual rain in the region occurs in the wet season [27]. The mean monthly long-term rainfall is characterized by a bimodal rainfall distribution (Figure 2c,d), where June and September are peak rainfall months and the cumulative mean monthly rain indicates that November–April is the dry season while May–October is the wet season (Figure 2c). A thorough statistical evaluation of the same dataset has indicated a decreasing trend of the wet season duration leading to the emergence of a unimodal rainfall regime [27]."
    }, {
      "heading" : "2.2. ENSO, PDO, and AMO Dataset",
      "text" : "ENSO is a natural ocean–atmosphere interaction process defined by sea surface temperature (SST) variations measured in the eastern and central equatorial Pacific. The SST anomaly in the tropical Pacific region (5◦ N to 5◦ S, 170◦ W to 120◦ W) refers to NINO 3.4 (Figure 3), which corresponds to hydrological variation in the USA [31–33].\nBased on the equatorial Pacific SST anomaly, ENSO has three phases. El Niño is the result of the weakening of the easterly trade winds. This weakening allows the development of a positive SST anomaly in the eastern equatorial Pacific Ocean. On the other hand, the persistence of easterly trade winds pushes the warm pool to the west, causing an upwelling of cooler water in the eastern equatorial Pacific Ocean. The upwelling results in cooler than average SST in the eastern and central equatorial\nPacific (negative SST anomaly), resulting in a La Niña condition. The presence of equatorial SST close to normal, within ±0.5 ◦C, is a neutral phase of ENSO. In Southeast Florida, the positive SST anomaly, El Niño (SST > 0.5 ◦C), is associated with an increase in dry season precipitation, whereas La Niña (SST < −0.5 ◦C) is associated with drought in the dry season [1]. ENSO has a 3- to 7-year cycle, whereas the effect of El Niño or La Niña can persist for 6 to 18 months [27]. The standard format monthly Nino 3.4 data was accessed from the National Oceanic and Atmospheric Administration’s Climate Prediction Center [34] (Figure 4a). In this study, the monthly and total annual ENSO anomalies (Figure 4b) are calculated as residual from the long-term normal.\nPDO is an index of the SST change in the Pacific Ocean poleward of 20◦ North. Similar to ENSO, the changes in SST, sea level pressure, and wind pattern in the northern Pacific Ocean influence a greater area in continental North America and the rest of the world. PDO with a 5- to 30-year cycle has an effect similar to ENSO on the rainfall distribution in the continental U.S. [7,35]. However, unlike ENSO, it has a low frequency and hence the net effect of PDO over an area for a given time is a function of the nature of the superposition between ENSO and PDO. For example, studies indicate that when PDO and ENSO are in phase, PDO can be constructive to the effects of ENSO [31,36].\nFor this study, the PDO index data from 1906 to 2016 (Figure 4c,d) were accessed from the Joint Institute for the Study of the Atmosphere and Ocean (JISAO) at the University of Washington [37]. This database exhibits the standardized PDO index derived from monthly SST anomalies. Representing the mean SST changes in the North Atlantic Ocean from 0◦ to 60◦ N, AMO is characterized by multidecadal variability with 40-year cycles with a maximum full duration of up to 70 years [7,10,11,38]. Therefore, an important hydroclimate variable controls the long-term precipitation pattern. The AMO anomaly has an inverse relation with precipitation amount in some regions of the U.S., where the warm (cold) phase of AMO is associated with dryness (wetness) [7]. The AMO index is a measure of the 10-year running average of SST anomalies in the North Atlantic Ocean. The AMO index (Figure 4e,f) used in this study was accessed from the Kaplan SST dataset available online (https://www.esrl.noaa.gov/psd/data/timeseries/AMO/) [7])."
    }, {
      "heading" : "3. Methodology",
      "text" : ""
    }, {
      "heading" : "3.1. Correspondence of Regional Rainfall Anomaly to ENSO, AMO, and PDO",
      "text" : "The monthly rainfall anomaly is the deviation from the long-term normal of each corresponding month. The monthly rainfall residual was used to develop a year–month matrix that was plotted using empirical Bayesian kriging (EBK) as indicated in previous studies [27]. The pattern of the rainfall residual chart was compared to ENSO, PDO, and AMO charts developed by the same approach. The quadrant-based paired point-count approach was used to evaluate the degree of correspondence or synchronicity between the total annual and dry season rainfall anomaly and ENSO, PDO, and AMO. The method was used to statistically evaluate the significance of the correspondence portrayed in the monthly rainfall anomaly analysis chart. The yearly and dry season rainfall anomalies were plotted against ENSO, PDO, and AMO. The diagram obtained indicates the location of each contemporaneous pair in one of the four quadrants (QI to QIV). The correspondence is the count of positive–positive (QI-true positive) and negative–negative (QIV-true negative) pairs. The true positive counts indicate the increase in rainfall with the positive anomaly of each of the drivers, and the true negative counts indicate the decrease in rainfall with the negative anomaly. The pairs at quadrant II (QII, false negative) and quadrant III (QIII, false positive) indicate that the change in the drivers does not represent the rainfall anomaly. The strength of association between rainfall anomalies with each of the drivers was computed and compared using chi-squared test statistics [1,28]. Using this approach, one can assess the degree of correspondence between the cumulative annual anomalies (sum of the monthly anomaly) of ENSO with the total dry season (November to May) rainfall anomaly. It is presented as a test of significance of binomial proportions, chi-squared test (Equation (1)). This analysis (Equation (1)) is based on the hypothesis that there is a correspondence between the cumulative dry month’s rainfall and each of the drivers [1]:\nχ2 =\n∑2 i=1 ( fi − F) 2\nF , (1)\nwhere χ2 is the chi-square of the binomial proportions; f1 + f2 is the number of years of the analysis; f1 is the number of years where the rainfall anomaly corresponds to each of the drivers (total counts in QI and QIII); f2 is the number of years where the rainfall anomaly does not correspond to each of the drivers (total counts in QII and QIV); and F is the expected frequency of random correspondence assuming a probability (p) of 0.5, (F = (f1 + f2) P). F is also the expected number of years where the rainfall anomaly does not correspond with any events as p is 0.5."
    }, {
      "heading" : "3.2. Drought Evaluation with the Standardized Precipitation Index (SPI)",
      "text" : "The regionalized monthly rainfall record from 1906 to 2016 was used to evaluate the drought variability using the SPI in 3-month to 60-month time windows. Monthly regional rainfall data in the\nregion have a gamma probability [27]. Rainfall with a gamma probability distribution can be effectively used to calculate the SPI as given by [39–42]:\nSPI =  − { t− c0+c1+c2t 2 1+d1t+d2t2+d3t3 , t = √ ln { 1 H(x)2 , 0 < H(x) ≤ 0.5 t− c0+c1+c2t 2\n1+d1t+d2t2+d3t3 , t =\n√ ln { 1\n1−H(x)2 , 0.5 < H(x) < 1\n, (2)\nwhere c0 = 2.515517, c1 = 0.802853, c2 = 0.010328, d1 = 1.432788, d2 = 0.189269, and d3 = 0.001308. The SPI (Equation (2)) calculates the incidence of drought over different time windows using the running total rainfall of the respective time windows. For such long-term studies, drought evaluation with the SPI is feasible as it uses rainfall data only [42]. The SPIs (Equation (2)) in different time windows were calculated in the MATLAB (R2018b, MathWorks Inc, Natick, MA, USA) interface. The evaluation of the drought index for an extended period (such as 48 and 60 months) is credible only if the study applies long-period monthly rainfall data [42]. In this study, 110 years of monthly rainfall data were used. The SPI calculated at 3-, 6-, 12-, 24-, 36-, 48-, and 60-month time windows was used to evaluate the combined effects of ENSO, AMO, and PDO on drought. The SPI analysis result was normally distributed; therefore, the regression analysis could be effectively applied. Each of the sequential time series drought indices calculated by the SPI was used as dependent variables, whereas ENSO, AMO, and PDO all together were used as independent variables. The significance of the strength of each of the independent variables as a driver for regional drought was assessed by t-test statistics evaluated at 95% confidence interval."
    }, {
      "heading" : "4. Results and Discussion",
      "text" : ""
    }, {
      "heading" : "4.1. Pairwise Correspondence Test",
      "text" : "Rainfall deviation from the long-term normal is a preliminary indicator of rainfall variability in the area (Figure 5). The residual map represents the difference between the recorded total monthly rainfall and the respective long-term mean monthly value. The residual embodies the overall wetness or dryness of each month as compared to the long-term mean of the respective individual month. Likewise, the plots of ENSO, AMO, and PDO show the coincidence of residual rainfall pattern with the ocean–atmosphere interaction modes.\nThe residual rainfall chart presents three patterns of the rainfall deviation from the normal. The first pattern is when all months in a year and successive years are wetter than normal. The second pattern is when the dry season becomes wet and the wet season wetter, and the third pattern is when all months are dry. Dryness over a range of years from 1911 to 1923, 1937 to 1945, 1950 to 1958, 1961 to 1963, and 1970 to 1990 are indicated (Figure 5a). On the other hand, the periods from 1908 to 1910, 1928 to 1931, 1945 to 1949, and 1964 to 1969 were wet years, and the contemporary rainfall pattern since the early 1990s indicates sustained wetness except for the incidence of shorter droughts. The regional rainfall residual chart lacks an authentic similarity with the ENSO variability. The lack of one-to-one correspondence between rainfall deviation and ENSO variability signifies that the rainfall pattern in the area is the cumulative effect of other drivers and external factors. Unlike the ENSO, there is relatively less correspondence of the regional monthly rainfall deviation in the region with the PDO index as the frequency is lower (Figure 5a,c,d). On a longer timescale, the rainfall residual has high similarity to AMO (Figure 5c). For example, the dryness in early 1911 to 1923 and 1970 to 1990 corresponds to the negative phase of AMO. The long-held wetness from 1990 onward corresponds to the positive phase of AMO. However, the high-frequency rainfall variability between 1925 and 1970 does not show similarity with the long-held positive phase of AMO. Plotting the rainfall anomalies against the cumulative SST anomalies of each of the indices defines the level of correspondence between rainfall and the drivers (Figure 6). It is evident that South Florida is highly affected by tropical storms causing rainfall outliers. Therefore, it is advised to use dry season rainfall anomalies. Nevertheless, an additional analysis for total annual rainfall deviations evaluates how much of the variation can be attributed to the climate indices.\nDry season anomaly correspondence with ENSO is 73 events out of 110 (QI + QIII) and annual anomaly has a correspondence of 70 events out of 111 (QI + QIII) (Tables 1 and 2). Accordingly, this correspondence between the rainfall anomaly and ENSO index signifies that ENSO is 63.4% and 63.1% for dry season and annual rainfall variation, respectively. AMO is the second major driver for the rainfall variability in the region. The dry season and annual rainfall anomaly correspondences with the AMO index are 54 out of 110 events and 56 out of 111 events, 49% and 50.1%, respectively. The rainfall anomaly correspondence with the PDO index shows a correspondence of only 52 out of 110 events (43.3%) for dry season rainfall and 55 out of 111 events for annual rainfall (50%). The total annual and dry season rainfall is weakly associated with PDO.\nThe binomial proportions statistics test assesses the possibility that the paired events are random or have a cause-and-effect relation showing that the chi-square measures the significance of the binomial proportion (correspondence) [1,28]. This analysis shows that ENSO has statistically significant correspondence to both the total annual and the dry season rainfall anomalies (Table 2). Furthermore, ENSO fluctuations have the highest chi-square value for the dry season rainfall (with 95% confidence interval). The dry season negative rainfall anomaly has the most frequent overlap with ENSO on the true negative quadrant of the paired plot. Likewise, the annual rainfall variability is significantly associated with ENSO variability. Accordingly, the most significant driver for the regional rainfall variability is the ENSO fluctuation. In Table 2, the expected random correspondence of dry season or annual rainfall has a probability of greater than 50% with a chi-square significance value of 5% at one degree of freedom. The AMO index shows a higher degree of correspondence to the total annual rainfall (with 80% confidence interval and tabular chi-square of 1.64) than the dry season rainfall in the region. The chi-square value for the correspondence between PDO and rainfall anomalies in the region indicates a general weaker relationship. Overall, the rainfall deviation indicates high- and low-frequency signals. ENSO fluctuation influences the short-term variability, whereas the long-held low-frequency signal has high similarity to AMO. An insignificant correspondence between PDO and rainfall anomaly suggests that there is a minimal PDO effect on short-term rainfall variability in the region. This analysis appeals to the need for evaluating the degree of correspondence between the rainfall deviation and each of the drivers. Knowledge of the level of correspondence between each of the drivers is necessary for short-term water management decision-making. However, for sustained long-term water management planning, it is valuable to understand the combined effect of the drivers on regional drought."
    }, {
      "heading" : "4.2. Combined Effects of Drivers on Regional Rainfall Variability",
      "text" : "The results of the SPI indices in 3-, 6-, 12-, 24-, 36-, 48-, and 60-month windows were used for multiple regression analysis of each of the indices against the drivers all together. The SPI-3, SPI-6, and SPI-12 represent the link between rainfall variability and the drivers, whereas SPI-24, SPI-36, SPI-48, and SPI-60 represent the link between long-term drought and the combined effect of the drivers.\nThe SPI analysis (Figure 7) agrees with the recorded droughts in the region. Prolonged droughts were observed in 1932, 1955–1957, 1961–1963, 1971–1972, 1973–1974, 1980–1982, 1985, 1988–1989, 1990, and 2000–2001 [24]. Despite the incidence of droughts, such as in 2010–2012, 2014, and 2015, the current hydrology in the area is at the wet phase of the long-term natural dry and wet cycle. An analysis of the drought cycle using fast Fourier transform and input data of the monthly SPI indices indicated that the regional drought has cycles of 2 to 3, 5 to 6, 9 to 10, and 10 to 20 years [27]. Such cycles coincide with the known cycles of ENSO, AMO, and PDO.\nIn Figure 7, from a bi-annual to a five-year basis, major extended drought is observed from 1914 to 1927 and from the early 1970s to 1995/1996. Between 1940 and the early 1970s, the SPI indicates a clear cyclic pattern of the wet/dry fluctuations in the area. The multiple regression analysis used to evaluate the combined effect of the drivers on different intensities of drought indicates that the ENSO fluctuation has a strong association with SPI-3, SPI-6, and SPI-12 (Table 3). Rainfall variability evaluated by SPI-3 and SPI-6 are the reflections of seasonal fluctuation, whereas negative (positive) values of the SPI-12 refer to the presence of yearly sustained dryness (wetness). Hence, the signature of ENSO fluctuation in the regional hydrological variability is significant as compared to all the drivers. This line of analysis corroborates with the pairwise correspondence test that the dry season rainfall has the highest degree of correspondence to ENSO variability. Hence, the overall yearly rainfall gain or loss attributed to ENSO fluctuation is a function of the impact on the dry season rainfall. If the dry season has more rainfall (ENSO positive), the overall annual rainfall is at or above average.\nAMO fluctuation has shown a statistically significant correlation with SPI-6 to SPI-60. Only AMO has shown a statistically significant relationship with the regional rainfall variabilities for over 3 to 5 years, namely, SPI-36, SPI-48, and SPI-60. As indicated in the pairwise association test, unlike ENSO, AMO has shown the strongest association with the total annual rainfall variability than with the dry season rainfall variability. The region receives more than 70% of the total annual rainfall in the wet season. Therefore, that fact that AMO has a statistically significant correlation with the long-term total annual rainfall in the area indicates that AMO variability is an important driver of the long-term (low-frequency but sustained) rainfall variability in the region. The overall drought analysis using SPI-12 and higher time windows indicates that the region is in an extended wet phase of the rainfall variabilities. Furthermore, the multiple regression indicates that the long-term rainfall variabilities are related to AMO fluctuations, where the positive AMO is in favor of wetness in the region. However, studies indicate the emergence of negative AMO [43]."
    }, {
      "heading" : "4.3. Implications for Long-Term Freshwater Management",
      "text" : "For a sustainable freshwater management system in the area, it is essential to know the combined effects of AMO and ENSO interactions on hydrometeorology of the region. Four combinations of AMO and ENSO anomalies can control the rainfall and freshwater input to the regional system. The first is the combination of a positive AMO and positive ENSO (El Niño) conditions. The interaction of the positive–positive index is a wet hydrologic regime in the region. This first scenario can be associated with flooding and high-intensity rainfall. The second scenario is a combination of a negative ENSO\ngiven positive AMO. A negative ENSO given positive AMO can be a drought on a short time scale. In general, the second scenario can be defined by the recurrence of droughts in the area. The first two scenarios represent the contemporary hydrologic regime in the region, particularly since the early 1990s. Within these two scenarios, the region receives rainfall much more than average. However, negative ENSO corresponds to observed droughts. Major extended drought episodes in the area coincide with the cold phase of AMO; likewise, the extended wetness since 1994–1995 overlaps with the warm phase of AMO. The third and fourth scenarios are associated with the potential emergence of a negative AMO [31]. The highly likely scenario of the future hydroclimate regime in the region is the balance between long-term droughts induced by negative AMO that is moderated by the frequent recurrence of positive ENSO. Negative AMO has an effect on declining regional rainfall regime. The positive ENSO during negative AMO might help to minimize the adverse effects of rainfall deficit. The occurrence of negative ENSO and negative AMO is the worst-case scenario where drought can be persistent. Given the possibility of AMO shifting to a negative phase [43,44], the rainfall regime in the region can shift to moderate to severe drought for an extended period. There is a high potential for the emergence of long periods of small-scale droughts. Prolonged small-scale drought effect increases gradually and eventually influences sustainability of the water resource system. This can affect freshwater availability in the Everglades, disrupting the regional ecosystem and ecosystem services. Furthermore, long-term drought can reduce the groundwater head in the Biscay Aquifer, compromise the sustainable yield of the aquifer, and promote saltwater intrusion. Therefore, considering climate teleconnection in regional water management planning and decision-making is a necessity. The South Florida Water Management District has been incorporating climate prediction into its weekly water management decision process using weekly reported climate teleconnection indices [27,42]."
    }, {
      "heading" : "5. Conclusions and Recommendations",
      "text" : "The evaluation of the correspondence between dry season and annual rainfall with ENSO, AMO, and PDO indicated that ENSO fluctuations have a direct relation to short-term rainfall variability in southern Florida. The multiple regression tests further explained the fact that regional short-term rainfall variability is associated with ENSO fluctuation. ENSO variability has a limited impact for long-term rainfall variability averaged over more than two years (≥ SPI-24). The short-term effect of ENSO can trigger droughts or flooding. Therefore, the impact of ENSO fluctuation is limited to short-term rainfall variability in the area when the impact of AMO and PDO has a low frequency. AMO fluctuation indicates a significant correlation with the long-term rainfall variability in the region. AMO has a direct relation with rainfall with the positive (negative) phase of AMO associated with a sustained wet (dry) phase of the rainfall variability in the region. Given the significant correlation of ENSO with the short-term rainfall variability, the net effect of a given phase of AMO on rainfall is a combined effect of high-frequency ENSO and low-frequency AMO fluctuations. Accordingly, four scenarios of AMO–ENSO combinations can occur in the area, namely, positive AMO–positive ENSO, positive AMO–negative ENSO, negative AMO–positive ENSO, and negative AMO–negative ENSO. According to the SPI-x analysis, the contemporary hydrologic regime in the area since 1994–1995 is defined by long-held wet phase with the frequent occurrence of droughts. The short-term SPI indices, SPI-3, SPI-6, and SPI-12, have indicated the frequent observation of droughts during this period. However, the long-term SPI indices, SPI-24, SPI-36, SPI-48, and SPI-60, indicate that the long-term hydrologic system is in a sustained wet phase of the fluctuation. This long-held wet period in the area coincides with the current stage of positive AMO, and the occurrence of droughts are associated with the negative phase of ENSO. Overall, the long-term rainfall variability in the region is strongly associated with AMO. However, the emergence of a negative phase of AMO has been reported. As a result, the current wet phase of the hydrologic regime could gradually decline to below average. An increase in surface water storage can enhance groundwater water levels and storage in the Everglades. Construction of new storage reservoirs can reduce runoff loss into the ocean and\nincrease water retention that increases hydroperiod in the Everglades. Demand-side management options, restricted use of groundwater for certain applications, and promotion of institute- and household-level rainwater harvesting can significantly decrease the freshwater dependence. In addition to hydrologic forecasting and structural water resource management measures, integrated water resource management in the region requires a rigorous policy for promoting demand-side water management. The overall aspects of demand-side water management benefit from active citizen engagement, policy advocacy, and communication.\nAuthor Contributions: Conceptualization, A.Z.A. and A.M.M.; Methodology, A.Z.A.; Software, A.Z.A. Validation, A.Z.A., and W.A.; Formal Analysis, A.Z.A.; Investigation, A.Z.A.; Resources, A.Z.A., A.M.M., and W.A.; Data Curation, A.Z.A. and W.A.; Writing-Original Draft Preparation, A.Z.A.; Writing-Review & Editing, A.Z.A., A.M.M., and W.A.; Visualization, A.Z.A.; Supervision, A.M.M.; Project Administration, A.Z.A. and A.M.M.\nFunding: This research was partially supported by the Everglades Foundation, an FIU for Everglades fellowship, and the Department of Earth and Environment Florida, International University. In addition, this research was partially supported by the National Science Foundation (NSF) under Grant No. HRD-1547798 and Grant No. DEB-1832229.\nAcknowledgments: We acknowledge the Everglades Foundation, the Department of Earth and Environment Florida, International University and the National Science Foundation (NSF) for the financial support. This material is based upon work partially supported by the National Science Foundation under Grant No. HRD-1547798. This NSF Grant was awarded to Florida International University as part of the Centers for Research Excellence in Science and Technology (CREST) Program. This is contribution number 907 from the Southeast Environmental Research Center in the Institute of Water & Environment at Florida International University. This material was also developed in collaboration with the Florida Coastal Everglades Long-Term Ecological Research program under National Science Foundation Grant No. DEB-1832229. The authors would like to acknowledge their data sources: the National Oceanic and Atmospheric Administration’s Climate Prediction Center, the Joint Institute for the Study of the Atmosphere and Ocean (JISAO) at the University of Washington, the Florida Climate Center, and the South Florida Water Management District.\nConflicts of Interest: The authors declare no conflict of interest."
    } ],
    "references" : [ {
      "title" : "Niño-Southern Oscillation link to south florida hydrology and water management applications",
      "author" : [ "W. Abtew", "P. El Trimble" ],
      "venue" : "Water Resour. Manag",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2010
    }, {
      "title" : "Pacific and Atlantic Ocean influences on multidecadal drought frequency in the United States",
      "author" : [ "G.J. McCabe", "M.A. Palecki", "J.L. Betancourt" ],
      "venue" : "Proc. Natl. Acad. Sci. USA",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2004
    }, {
      "title" : "Global analyses of sea surface temperature, sea ice, and night marine air temperature since the late nineteenth century",
      "author" : [ "N.A. Rayner" ],
      "venue" : "J. Geophys. Res",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2003
    }, {
      "title" : "Multi-decadal scale variability in autumn-winter rainfall in south-western Australia since 1655 AD as reconstructed from tree rings of Callitris columellaris",
      "author" : [ "L.E. Cullen", "P.F. Grierson" ],
      "venue" : "Clim. Dyn",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2009
    }, {
      "title" : "Circumglobal teleconnection in the Northern Hemisphere summer",
      "author" : [ "Q. Ding", "B. Wang" ],
      "venue" : "J. Clim",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2005
    }, {
      "title" : "The Atlantic multidecadal oscillation and its relation to rainfall and river flows in the continental U.S",
      "author" : [ "D.B. Enfield", "A.M. Mestas-Nuñez", "P.J. Trimble" ],
      "venue" : "Geophys. Res. Lett",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2001
    }, {
      "title" : "Variations in the teleconnection of ENSO and summer rainfall in northern China: A role of the Indian summer monsoon",
      "author" : [ "S. Feng", "Q. Hu" ],
      "venue" : "J. Clim",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2004
    }, {
      "title" : "ENSO and PDO effects on hydroclimatic variations of the Upper Colorado river basin",
      "author" : [ "H.G. Hidalgo", "J.A. Dracup" ],
      "venue" : "J. Hydrometeorol",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2003
    }, {
      "title" : "The role of the Atlantic Multidecadal Oscillation on medieval drought in North America: Synthesizing results from proxy data and climate models",
      "author" : [ "R. Oglesby", "S. Feng", "Q. Hu", "C. Rowe" ],
      "venue" : "Glob. Planet Change",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2012
    }, {
      "title" : "The Atlantic Multidecadal Oscillation: Its manifestations and impacts with special emphasis on the Atlantic region north of 60◦",
      "author" : [ "K.F. Drinkwater", "M. Miles", "I. Medhaug", "O.H. Otterå", "T. Kristiansen", "S. Sundby", "Y. Gao" ],
      "venue" : "N. J. Mar. Syst",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2014
    }, {
      "title" : "The natural South Florida system I: Climate, geology, and hydrology",
      "author" : [ "J. Obeysekera", "J. Browder", "L. Hornung", "M. Harwell" ],
      "venue" : "Urban Ecosyst",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 1999
    }, {
      "title" : "Individual and coupled influences of AMO and ENSO on regional precipitation characteristics and extremes",
      "author" : [ "A. Goly", "R.S.V. Teegavarapu" ],
      "venue" : "Water Resour. Res",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2014
    }, {
      "title" : "Regional climate gradients in precipitation and temperature in response to climate teleconnections in the Greater Everglades ecosystem of South Florida",
      "author" : [ "C.S. Moses", "W.T. Anderson", "C. Saunders", "F. Sklar" ],
      "venue" : "J. Paleolimnol",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2013
    }, {
      "title" : "Multidecadal climate oscillations detected in a transparency record from a subtropical florida lake",
      "author" : [ "E.E. Gaiser", "N.D. Deyrup", "R.W. Bachmann", "L.E. Battoe", "H.M. Swain" ],
      "venue" : "Limnol. Oceanogr",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2009
    }, {
      "title" : "Elements of south Florida’s comprehensive Everglades restoration plan",
      "author" : [ "W. Perry" ],
      "venue" : "Ecotoxicology",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2004
    }, {
      "title" : "Landscape Changes Impact on Regional Hydrology and Climate",
      "author" : [ "W. Abtew", "A.M. Melesse" ],
      "venue" : null,
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2016
    }, {
      "title" : "Temporal and spatial characterization of rainfall over Central and South Florida",
      "author" : [ "A. Ali", "W. Abtew", "S. Van Horn", "N. Khanal" ],
      "venue" : "J. Am. Water Resour. Assoc",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2000
    }, {
      "title" : "Drought of 1998–2002 Impacts on Florida’s Hydrology and Landscape; U.S",
      "author" : [ "R.J. Verdi", "S.A. Tomlinson", "R.L. Marella" ],
      "venue" : "Geological Survey: Reston, VI,",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2006
    }, {
      "title" : "Drought in South Florida and Its Effect on the Hydrologic System; U.S",
      "author" : [ "M.A. Benson", "R.A. Gardner" ],
      "venue" : "Geological Survey: Reston, VI,",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 1971
    }, {
      "title" : "Chapter 2: South Florida Hydrology and Water Management; South Florida Environmental Report; South Florida Water Management District",
      "author" : [ "W. Abtew", "V. Ciuca" ],
      "venue" : null,
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2018
    }, {
      "title" : "Hydrology of the South Florida Environment",
      "author" : [ "W. Abtew", "C. Pathak", "R.S. Huebner", "V. 2010 South Florida Environmental Report Chapter 2 Ciuca" ],
      "venue" : "Available online: https://my.sfwmd.gov/portal/page/portal/ pg_grp_sfwmd_sfer/portlet_subtab_draft_rpt/tab19853145/chap/v1_ch2.pdf",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Chapter 2: Hydrology of the South Florida environment",
      "author" : [ "W. Abtew", "C. Pathak", "R.S. Huebner", "V. Ciuca" ],
      "venue" : "South Fla. Environ. Rep. 2007,",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2007
    }, {
      "title" : "Influence of the El Nino Southern Oscillation on fire regimes in the Florida everglades",
      "author" : [ "B. Beckage", "W.J. Platt", "M.G. Slocum", "B. Pank" ],
      "venue" : "Ecology",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2003
    }, {
      "title" : "The climate of south Florida and its role in shaping the Everglades ecosystem",
      "author" : [ "M.J. Duever", "J.F. Meeder", "L.C. Meeder", "J.M. McCollom" ],
      "venue" : "Everglades Ecosyst. Restor",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 1994
    }, {
      "title" : "Rainfall trend and variability in Southeast Florida: Implications for freshwater availability in the Everglades",
      "author" : [ "A.Z. Abiy", "A.M. Melesse", "W. Abtew", "D. Whitman" ],
      "venue" : "PLoS ONE 2019,",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2120
    }, {
      "title" : "Climate teleconnections and water management. In Nile River Basin: Ecohydrological Challenges, Climate Change and Hydropolitics",
      "author" : [ "W. Abtew", "A.M. Melesse" ],
      "venue" : null,
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2014
    }, {
      "title" : "Spatial Analysis for monthly rainfall in South Florida1",
      "author" : [ "W. Abtew", "J. Obeysekera", "G. Shih" ],
      "venue" : "JAWRA J. Am. Water Resour. Assoc",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 1993
    }, {
      "title" : "Interdecadal Modulation of ENSO Teleconnections",
      "author" : [ "A. Gershunov", "T.P. Barnett" ],
      "venue" : "Bull. Am. Meteorol. Soc",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 1998
    }, {
      "title" : "Meteorological Drought; US Weather Bureau Research paper; US",
      "author" : [ "C.P. Wayne" ],
      "venue" : "Weather Bureau: Silver Spring, ML,",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 1965
    }, {
      "title" : "La niña, el niño, and atlantic hurricane damages in the United States",
      "author" : [ "R.A. Pielke", "C.N. Landsea" ],
      "venue" : "Bull. Am. Meteorol. Soc",
      "citeRegEx" : "33",
      "shortCiteRegEx" : "33",
      "year" : 1999
    }, {
      "title" : "The Pacific decadal oscillation",
      "author" : [ "N.J. Mantua", "S.R. Hare" ],
      "venue" : "J. Oceanogr",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2002
    }, {
      "title" : "Interdecadal modulation of PDO on the impact of ENSO on the east Asian winter monsoon",
      "author" : [ "L. Wang", "W. Chen", "R. Huang" ],
      "venue" : "Geophys Res Lett. 2008,",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2019
    }, {
      "title" : "A pacific interdecadal climate oscillation with impacts on salmon production",
      "author" : [ "N.J. Mantua", "S.R. Hare", "Y. Zhang", "J.M. Wallace", "R.C. Francis" ],
      "venue" : "Bull. Am. Meteorol. Soc",
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 1997
    }, {
      "title" : "On the physics of the Atlantic Multidecadal Oscillation",
      "author" : [ "H.A. Dijkstra", "L. Te Raa", "M. Schmeits", "J. Gerrits" ],
      "venue" : "Ocean Dyn",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2006
    }, {
      "title" : "Characteristics of 20th Century drought in the United States at multiple time scales",
      "author" : [ "D.C. Edwards", "T.B. McKee" ],
      "venue" : "Atmos. Sci",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 1997
    }, {
      "title" : "Accepting the standardized precipitation index: A calculation Algorithm 1",
      "author" : [ "N.B. Guttman" ],
      "venue" : "JAWRA J. Am. Water Resour. Assoc",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 1999
    }, {
      "title" : "The relationship of drought frequency and duration to time scales",
      "author" : [ "T.B. Mckee", "N.J. Doesken", "J. Kleist" ],
      "venue" : "AMS Conf. Appl. Climatol",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 1993
    }, {
      "title" : "Appropriate application of the Standardized Precipitation Index in arid locations and dry seasons",
      "author" : [ "H. Wu", "M.D. Svoboda", "M.J. Hayes", "D.A. Wilhite", "F. Wen" ],
      "venue" : "Int. J. Climatol",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2007
    }, {
      "title" : "Emerging negative Atlantic Multidecadal Oscillation index in spite of warm subtropics",
      "author" : [ "E. Frajka-Williams", "C. Beaulieu", "A. Duchez" ],
      "venue" : "Sci. Rep. 2017,",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2017
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "In Southeast Florida, the Pacific Decadal Oscillation (PDO), the Atlantic Multidecadal Oscillation (AMO), and El Niño–Southern Oscillation (ENSO) influence rainfall variation [1,2,11,12].",
      "startOffset" : 175,
      "endOffset" : 186
    }, {
      "referenceID" : 1,
      "context" : "In Southeast Florida, the Pacific Decadal Oscillation (PDO), the Atlantic Multidecadal Oscillation (AMO), and El Niño–Southern Oscillation (ENSO) influence rainfall variation [1,2,11,12].",
      "startOffset" : 175,
      "endOffset" : 186
    }, {
      "referenceID" : 9,
      "context" : "In Southeast Florida, the Pacific Decadal Oscillation (PDO), the Atlantic Multidecadal Oscillation (AMO), and El Niño–Southern Oscillation (ENSO) influence rainfall variation [1,2,11,12].",
      "startOffset" : 175,
      "endOffset" : 186
    }, {
      "referenceID" : 10,
      "context" : "In Southeast Florida, the Pacific Decadal Oscillation (PDO), the Atlantic Multidecadal Oscillation (AMO), and El Niño–Southern Oscillation (ENSO) influence rainfall variation [1,2,11,12].",
      "startOffset" : 175,
      "endOffset" : 186
    }, {
      "referenceID" : 11,
      "context" : "A detailed study based on 11 stations in Florida, including Southeast Florida, showed AMO–ENSO coupled influence on rainfall and concluded that AMO (cool) and ENSO (El Niño) created wetter conditions than AMO (warm) and El Niño combination [13].",
      "startOffset" : 240,
      "endOffset" : 244
    }, {
      "referenceID" : 12,
      "context" : "In a study of precipitation and climate teleconnections in the Greater Everglades and South Florida, it was reported that the dry season is correlated to ENSO and that AMO influences wet season rainfall [14].",
      "startOffset" : 203,
      "endOffset" : 207
    }, {
      "referenceID" : 13,
      "context" : "that water clarity was higher during the AMO cold phase and lower during the AMO warm phase with a decrease and an increase in rainfall, respectively [15].",
      "startOffset" : 150,
      "endOffset" : 154
    }, {
      "referenceID" : 14,
      "context" : "As a result, a state and federally supported ecological restoration program was initiated in the early 1990s [16].",
      "startOffset" : 109,
      "endOffset" : 113
    }, {
      "referenceID" : 10,
      "context" : "Precipitation is driven by local and regional hydroclimate factors [12].",
      "startOffset" : 67,
      "endOffset" : 71
    }, {
      "referenceID" : 15,
      "context" : "In addition to regional ocean–atmosphere interaction, the region’s geographic location in juxtaposition to the Atlantic ocean (Figure 1) and the presence of the Everglades wetland hydrologic system have significant influence over the local rainfall distribution in the area [17].",
      "startOffset" : 274,
      "endOffset" : 278
    }, {
      "referenceID" : 16,
      "context" : "As a result, the area receives rainfall driven from local and regional climate circulation factors, convective rain, tropical depressions and storms, and frontal rainfall systems [18].",
      "startOffset" : 179,
      "endOffset" : 183
    }, {
      "referenceID" : 10,
      "context" : "In general, short- and long-term drought has been observed in different periods whose effect varies with duration and magnitude of the rainfall deficit [12,24,27].",
      "startOffset" : 152,
      "endOffset" : 162
    }, {
      "referenceID" : 21,
      "context" : "In general, short- and long-term drought has been observed in different periods whose effect varies with duration and magnitude of the rainfall deficit [12,24,27].",
      "startOffset" : 152,
      "endOffset" : 162
    }, {
      "referenceID" : 24,
      "context" : "In general, short- and long-term drought has been observed in different periods whose effect varies with duration and magnitude of the rainfall deficit [12,24,27].",
      "startOffset" : 152,
      "endOffset" : 162
    }, {
      "referenceID" : 0,
      "context" : "Short-term drought events have a strong association with La Niña [1,25].",
      "startOffset" : 65,
      "endOffset" : 71
    }, {
      "referenceID" : 22,
      "context" : "Short-term drought events have a strong association with La Niña [1,25].",
      "startOffset" : 65,
      "endOffset" : 71
    }, {
      "referenceID" : 25,
      "context" : "Therefore, evaluating rainfall deficit in different time windows and the association between rainfall deficit and individual and combined effects of the ocean–atmosphere interaction modes is necessary to manage regional water sustainably in South Florida [28].",
      "startOffset" : 255,
      "endOffset" : 259
    }, {
      "referenceID" : 16,
      "context" : "In South Florida, monthly rainfall measurement can be represented by a station for an area having approximately an 80 km radius [18,30].",
      "startOffset" : 128,
      "endOffset" : 135
    }, {
      "referenceID" : 26,
      "context" : "In South Florida, monthly rainfall measurement can be represented by a station for an area having approximately an 80 km radius [18,30].",
      "startOffset" : 128,
      "endOffset" : 135
    }, {
      "referenceID" : 12,
      "context" : "Monthly rainfall variation has a wide range, that is, a 10–100 km spatial scale [14].",
      "startOffset" : 80,
      "endOffset" : 84
    }, {
      "referenceID" : 19,
      "context" : "The mean annual rainfall in the study area is 1507 mm (Figure 2b) compared to the mean rainfall for the Everglades National Park of 1386 mm (1941–2016) [21].",
      "startOffset" : 152,
      "endOffset" : 156
    }, {
      "referenceID" : 24,
      "context" : "Seventy-five percent of the annual rain in the region occurs in the wet season [27].",
      "startOffset" : 79,
      "endOffset" : 83
    }, {
      "referenceID" : 24,
      "context" : "A thorough statistical evaluation of the same dataset has indicated a decreasing trend of the wet season duration leading to the emergence of a unimodal rainfall regime [27].",
      "startOffset" : 169,
      "endOffset" : 173
    }, {
      "referenceID" : 0,
      "context" : "5 ◦C) is associated with drought in the dry season [1].",
      "startOffset" : 51,
      "endOffset" : 54
    }, {
      "referenceID" : 24,
      "context" : "ENSO has a 3- to 7-year cycle, whereas the effect of El Niño or La Niña can persist for 6 to 18 months [27].",
      "startOffset" : 103,
      "endOffset" : 107
    }, {
      "referenceID" : 27,
      "context" : "For example, studies indicate that when PDO and ENSO are in phase, PDO can be constructive to the effects of ENSO [31,36].",
      "startOffset" : 114,
      "endOffset" : 121
    }, {
      "referenceID" : 31,
      "context" : "For example, studies indicate that when PDO and ENSO are in phase, PDO can be constructive to the effects of ENSO [31,36].",
      "startOffset" : 114,
      "endOffset" : 121
    }, {
      "referenceID" : 32,
      "context" : "For this study, the PDO index data from 1906 to 2016 (Figure 4c,d) were accessed from the Joint Institute for the Study of the Atmosphere and Ocean (JISAO) at the University of Washington [37].",
      "startOffset" : 188,
      "endOffset" : 192
    }, {
      "referenceID" : 5,
      "context" : "Representing the mean SST changes in the North Atlantic Ocean from 0◦ to 60◦ N, AMO is characterized by multidecadal variability with 40-year cycles with a maximum full duration of up to 70 years [7,10,11,38].",
      "startOffset" : 196,
      "endOffset" : 208
    }, {
      "referenceID" : 8,
      "context" : "Representing the mean SST changes in the North Atlantic Ocean from 0◦ to 60◦ N, AMO is characterized by multidecadal variability with 40-year cycles with a maximum full duration of up to 70 years [7,10,11,38].",
      "startOffset" : 196,
      "endOffset" : 208
    }, {
      "referenceID" : 9,
      "context" : "Representing the mean SST changes in the North Atlantic Ocean from 0◦ to 60◦ N, AMO is characterized by multidecadal variability with 40-year cycles with a maximum full duration of up to 70 years [7,10,11,38].",
      "startOffset" : 196,
      "endOffset" : 208
    }, {
      "referenceID" : 33,
      "context" : "Representing the mean SST changes in the North Atlantic Ocean from 0◦ to 60◦ N, AMO is characterized by multidecadal variability with 40-year cycles with a maximum full duration of up to 70 years [7,10,11,38].",
      "startOffset" : 196,
      "endOffset" : 208
    }, {
      "referenceID" : 5,
      "context" : ", where the warm (cold) phase of AMO is associated with dryness (wetness) [7].",
      "startOffset" : 74,
      "endOffset" : 77
    }, {
      "referenceID" : 24,
      "context" : "The monthly rainfall residual was used to develop a year–month matrix that was plotted using empirical Bayesian kriging (EBK) as indicated in previous studies [27].",
      "startOffset" : 159,
      "endOffset" : 163
    }, {
      "referenceID" : 0,
      "context" : "The strength of association between rainfall anomalies with each of the drivers was computed and compared using chi-squared test statistics [1,28].",
      "startOffset" : 140,
      "endOffset" : 146
    }, {
      "referenceID" : 25,
      "context" : "The strength of association between rainfall anomalies with each of the drivers was computed and compared using chi-squared test statistics [1,28].",
      "startOffset" : 140,
      "endOffset" : 146
    }, {
      "referenceID" : 0,
      "context" : "This analysis (Equation (1)) is based on the hypothesis that there is a correspondence between the cumulative dry month’s rainfall and each of the drivers [1]:",
      "startOffset" : 155,
      "endOffset" : 158
    }, {
      "referenceID" : 37,
      "context" : "For such long-term studies, drought evaluation with the SPI is feasible as it uses rainfall data only [42].",
      "startOffset" : 102,
      "endOffset" : 106
    }, {
      "referenceID" : 37,
      "context" : "The evaluation of the drought index for an extended period (such as 48 and 60 months) is credible only if the study applies long-period monthly rainfall data [42].",
      "startOffset" : 158,
      "endOffset" : 162
    }, {
      "referenceID" : 0,
      "context" : "The binomial proportions statistics test assesses the possibility that the paired events are random or have a cause-and-effect relation showing that the chi-square measures the significance of the binomial proportion (correspondence) [1,28].",
      "startOffset" : 234,
      "endOffset" : 240
    }, {
      "referenceID" : 25,
      "context" : "The binomial proportions statistics test assesses the possibility that the paired events are random or have a cause-and-effect relation showing that the chi-square measures the significance of the binomial proportion (correspondence) [1,28].",
      "startOffset" : 234,
      "endOffset" : 240
    }, {
      "referenceID" : 21,
      "context" : "Prolonged droughts were observed in 1932, 1955–1957, 1961–1963, 1971–1972, 1973–1974, 1980–1982, 1985, 1988–1989, 1990, and 2000–2001 [24].",
      "startOffset" : 134,
      "endOffset" : 138
    }, {
      "referenceID" : 24,
      "context" : "An analysis of the drought cycle using fast Fourier transform and input data of the monthly SPI indices indicated that the regional drought has cycles of 2 to 3, 5 to 6, 9 to 10, and 10 to 20 years [27].",
      "startOffset" : 198,
      "endOffset" : 202
    }, {
      "referenceID" : 38,
      "context" : "However, studies indicate the emergence of negative AMO [43].",
      "startOffset" : 56,
      "endOffset" : 60
    }, {
      "referenceID" : 27,
      "context" : "The third and fourth scenarios are associated with the potential emergence of a negative AMO [31].",
      "startOffset" : 93,
      "endOffset" : 97
    }, {
      "referenceID" : 38,
      "context" : "Given the possibility of AMO shifting to a negative phase [43,44], the rainfall regime in the region can shift to moderate to severe drought for an extended period.",
      "startOffset" : 58,
      "endOffset" : 65
    }, {
      "referenceID" : 24,
      "context" : "The South Florida Water Management District has been incorporating climate prediction into its weekly water management decision process using weekly reported climate teleconnection indices [27,42].",
      "startOffset" : 189,
      "endOffset" : 196
    }, {
      "referenceID" : 37,
      "context" : "The South Florida Water Management District has been incorporating climate prediction into its weekly water management decision process using weekly reported climate teleconnection indices [27,42].",
      "startOffset" : 189,
      "endOffset" : 196
    } ],
    "year" : 2019,
    "abstractText" : "Drought variability is associated with global oceanic and atmospheric teleconnections driven by, among others, the Pacific Decadal Oscillation (PDO), the Atlantic Multidecadal Oscillation (AMO), and El Niño–Southern Oscillation (ENSO). Climate teleconnections with a region’s rainfall, with drought and flooding implications, should be part of shortand long-term water management planning and operations. In this study, the link between drought and climatic drivers was assessed by using historical data from 110 years of regional rainfall in southern Florida and the Everglades. The objective was to evaluate historical drought and its link with global oceanic and atmospheric teleconnections. The Standardized Precipitation Index (SPI) assesses regional historical drought in 3-, 6-, 12-, 24-, 36-, 48-, and 60-month periods. Each of the SPIs was used to analyze the association of different magnitudes of drought with ENSO, AMO, and PDO. Historical drought evaluated in different time windows indicated that there is a wet and dry cycle in the regional hydrology, where the area is currently in the wet phase of the fluctuation since 1995 with some drought years in between. Regional historical rainfall anomaly and drought index relationships with each driver and combination of drivers were statistically evaluated. The impact of ENSO fluctuation is limited to short-period rainfall variability, whereas long-period influence is from AMO and PDO.",
    "creator" : null
  }
}