{
  "name" : "ac9fb378eb6e81fb18bc.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "SNAP-Ed (Supplemental Nutrition Assistance Program–Education) Increases Long-Term Food Security among Indiana Households with Children in a Randomized Controlled Study1234",
    "authors" : [ "Rebecca L Rivera", "Melissa K Maulding", "Angela R Abbott", "Bruce A Craig", "Heather A Eicher-Miller" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Background: Food insecurity is negatively associated with US children s dietary intake and health. The Supplemental\nNutrition Assistance Program–Education (SNAP-Ed) aims to alleviate food insecurity by offering nutrition, budgeting, and\nhealthy lifestyle education to low-income individuals and families.\nObjective: The objective of this study was to evaluate the long-term impact of the Indiana SNAP-Ed on food security\namong households with children.\nMethods: A randomized, controlled, parallel study design with SNAP-Ed as an intervention was carried out during a 4- to 10-wk\nintervention period. Intervention group participants received the first 4 Indiana SNAP-Ed curriculum lessons. Study participants (n=\n575) were adults aged$18 y from low-income Indiana households with$1 child living in the household. Both treatment groups\ncompleted an assessment before and after the intervention period and 1 y after recruitment. The 18-item US Household Food\nSecurity Survey Module was used to classify the primary outcomes of food security for the household and adults and children in\nthe household. A linear mixed model was used to compare intervention with control group effects over time on food security.\nResults: Mean 6 SEM changes in household food security score and food security score among household adults from\nbaseline to 1-y follow-up were 1.2 6 0.4 and 0.9 6 0.3 units lower, respectively, in the intervention group than in the\ncontrol group (P < 0.01). The mean change in food security score from baseline to 1-y follow-up among household children\nwas not significantly different in the intervention group compared with the control group.\nConclusions: SNAP-Ed improved food security over a longitudinal time frame among low-income Indiana households with\nchildren in this study. SNAP-Ed may be a successful intervention to improve food security. J Nutr 2016;146:2375–82.\nKeywords: food insecurity, food security, low-income population, Supplemental Nutrition Assistance Program,\nSupplemental Nutrition Assistance Program–Education, nutrition education"
    }, {
      "heading" : "Introduction",
      "text" : "Food insecurity is a prevalent public health concern for households with children in the United States. During 2013, 19.5% of all US households with children experienced food insecurity at some time during the year (1). In addition to negative psychological and behavioral outcomes (2–5), food insecurity is associated with health (6–8) and dietary (8–12) disparities among children, whomay be at heightened susceptibility to adverse and potentially lifelong nutrition and health consequences due to their rapid growth and development. Households with children may sustain more individuals with less earning capacity and are particularly vulnerable to food insecurity compared with households without children (1). Substantial federal, state, and private resources are spent annually on programs and interventions to alleviate food insecurity (13).\nThe Supplemental Nutrition Assistance Program–Education (SNAP-Ed) is the educational component to the Supplemental Nutrition Assistance Program (SNAP) (14) and aims to help SNAP-eligible households and SNAP participants make healthy choices on a limited budget in accordance with the current\n1 Supported by a grant from the University of Kentucky Center for Poverty Research through funding by the USDA, Food and Nutrition Service, contract AG-3198-S-12-0044. 2 Author disclosures: RL Rivera, MK Maulding, AR Abbott, BA Craig, and HA Eicher-Miller, no conflicts of interest. 3 The opinions and conclusions expressed herein are solely those of the authors and should not be construed as representing the opinions or policies of the University of Kentucky Center for Poverty Research or any agency of the federal government. 4 Supplemental Tables 1 and 2 are available from the ‘‘Online Supporting Material’’ link in the online posting of the article and from the same link in the online table of contents at http://jn.nutrition.org. *To whom correspondence should be addressed. E-mail: heicherm@purdue.edu.\nã 2016 American Society for Nutrition. Manuscript received February 16, 2016. Initial review completed March 22, 2016. Revision accepted August 22, 2016. 2375 First published online September 28, 2016; doi:10.3945/jn.116.231373.\nnloaded from https://academ ic.oup.com /jn/article-abstract/146/11/2375/4584675 by N ew York U niversity user on 03 D ecem ber 2019\nDietary Guidelines for Americans (15, 16). The growing burden of food insecurity in the United States presents challenges to improve the accountability of programs directed to improve food security. In addition, shrinking government resources and economic recession add pressure to provide stronger evidence, through high-quality research design and methodology, of the impact of nutrition education and assistance programs. Nutrition education programs such as SNAP-Ed and nutrition assistance programs such as SNAP share a need for more rigorous evaluation and share the constraints to randomization that are posed by self-selection to program participation (noted in references 17–21), but the ethical concerns of withholding financial and food resources with the use of a randomized controlled design are not present for SNAP-Ed compared with SNAP. Despite the absence of this barrier, few studies assessing the effect of SNAP-Ed on food security have been completed (22–24), and, to our knowledge, only 1 study has quantified the effect by using a randomized and controlled study design (23). The study determined a short-term improvement in household food security among an intervention group compared with a control group immediately after the experimental group received an intervention of 5 SNAP-Ed lessons (23). Yet, there remains a critical need to determine if gains in food security after SNAPEd can be sustained in the long term and whether households with children are differentially affected. The objective of this study was to evaluate the long-term effects of SNAP-Ed on the food security of the entire household and household adults and children among SNAP-eligible households with children in Indiana."
    }, {
      "heading" : "Methods",
      "text" : "Study participants and recruitment. County-level Indiana SNAP-Ed nutrition education paraprofessionals, directed by the Purdue University Health and Human Sciences Cooperative Extension, recruited study participants following established SNAP-Ed procedures. Participants included the usual SNAP-Ed, or SNAP-eligible, population, except that only households with children were recruited. In addition, participants must not have received SNAP-Ed lessons in the past year and had to be $18 y old, Indiana residents living in households with $1 child aged <18 y, willing to complete a survey at all 3 assessment time points, willing to stay in touch with paraprofessionals for the duration of the study, and willing to wait 1 y to receive SNAP-Ed lessons. Eligible participants were screened by using a questionnaire before enrollment in the study. The Human Subjects Committee of the Purdue University Institutional Review Board approved all of the study protocols before beginning study activities. All of the participants provided signed written consent after recruitment. Participants were compensated with grocery store gift cards. Sample size calculations were based on a previous study (23), and at baseline 575 participants were recruited (Figure 1). Participants assigned to the intervention group were not included in the postintervention and 1-y follow-up assessments or analysis when <4 of the required SNAP-Ed lessons (n = 1) were completed, when children were not living in the household at $1 assessment, and when study protocol was not followed (n = 17).\nStudy design and randomization. Forty-one SNAP-Ed paraprofessionals from 38 counties throughout Indiana assisted with the study and attended study training before participant recruitment, which included instruction on research facilitation techniques such as recruitment, randomization, survey administration, documentation of participants, and instruction on how to answer participant questions so as to avoid biasing responses. SNAP-Ed paraprofessionals were constantly monitored by supervisors and study investigators to ensure that the proper study protocol was implemented.\nThe study design was a parallel-arm nutrition education intervention with 2 treatment groups: intervention and control. Participants were allocated to treatment groups with an allocation ratio of ;1:1. A random number generator was used to assign paraprofessionals to allocate their first participant or group of participants to either the intervention or control group. After the first recruited participant or participants, paraprofessionals randomly assigned every other participant or group of participants to the control or intervention group. Participants recruited simultaneously were assigned to the same study group to prevent knowledge of a difference in treatment. Participants randomly assigned and recruited to the control group were asked to wait 1 y to receive SNAP-Ed and were offered SNAP-Ed upon completion of the study. All of the participants completed a baseline assessment at recruitment from September 2013 to March 2014. Participants who adhered to the study protocol and could be contacted completed a postintervention assessment 4 to 10 wk after baseline from September 2013 to April 2014. Participants who completed a postintervention assessment, continued to adhere to the study protocol, and were able to be contacted completed a follow-up assessment 1 y after recruitment from September 2014 to April 2015.\nSNAP-Ed intervention. The intervention group was required to complete at least the first 4 lessons of the Indiana SNAP-Ed curriculum, aligning study goals with the SNAP-Ed Plan Guidance (25), of which the lesson content of the greatest priority is covered in the first 4 lessons (Supplemental Table 1). During the intervention period, SNAP-Ed lessons and assessments were delivered by paraprofessionals either oneon-one in the participant s home or in a group setting at a community location, such as at a food pantry, school, or nutrition assistance program office or clinic, maintaining the normal SNAP-Ed protocol.\nAssessment and classification of food security status and participant and household characteristics. The 18-item US Household Food Security Survey Module was used to quantify the primary outcomes of food security of the household and household adults and children. In accordance with the direction provided in the USDAGuide toMeasuring Household Food Security (26, 27), a survey reference period of 12 mo was used for the baseline and 1-y follow-up to quantify long-term changes in food security. A 30-d survey reference period was used for the postintervention assessment to quantify short-term food security during the month immediately before the end of the intervention period but not overlapping with the baseline assessment period. Postintervention assessment was completed to allow comparison of results with other studies assessing food security over a short-term period.\nUnanswered items in the US Household Food Security Survey Module were assigned values with the use of previously described imputation methods (26). The classification of food security status for the household and household adults and children was derived from responses to the 18, 10, or 8 respective US Household Food Security Survey Module items (26, 28). Food security scores were assigned on the basis of the summation of the count (0, 1) of affirmed items. Participants classified into the 2 most severe food insecurity categories were combined into 1 food-insecure category because of the low prevalence of participants in each of these categories. An independent variable classifying treatment group was structured as a simple categorical variable with 2 levels: control group (0 lessons) or intervention group (4–10 lessons). Other covariates included were as follows: sex, age in years, marital status, race, household education, household poverty status, household employment, number of people in the household, participation in food assistance programs, frequency of food pantry use, and number of SNAP-Ed lessons.\nStatistical methods. A linear mixed model with intervention and time as fixed factors was selected as the most appropriate model to determine differences between treatment groups across the 3 time points. Various covariance structures were compared by using the Akaike information criterion (AIC) model selection criterion. The unstructured covariance model that varied across treatment groups was determined to be the most appropriate. Model assumptions were checked by plotting predicted means against residuals, Q-Q plots, and histograms. Although residuals\n2376 Rivera et al.\nD ow nloaded from https://academ ic.oup.com /jn/article-abstract/146/11/2375/4584675 by N ew York U niversity user on 03 D ecem ber 2019\nwere not normally distributed for food security score, analysis based on a variance-stabilizing transformation (scaled arcsine square root) gave similar results.\nThe final best-fitting model accommodated the fixed variables of treatment group and time (modeled as baseline, postintervention, and 1-y follow-up) and their interaction. The main dependent variable was food security score. Potential confounders that were distributed significantly differently between treatment groups in the baseline chi-square and t tests were included as covariates in the model. The difference of differences was determined by comparing changes in food security score from baseline to 1-y follow-up in the intervention group with changes in food security score over a similar time frame in the control group. Results were considered significant when P # 0.05, and all statistical analyses were performed by using SAS version 9.4 (SAS Institute)."
    }, {
      "heading" : "Results",
      "text" : "All of the data are expressed as means6 SEMs unless otherwise indicated. Nearly 40% of participant households were classified as food insecure at baseline, indicating reduced dietary quality, variety, desirability, and, for some participants, a reduction in the amount of food. Food security status was not significantly differently distributed between the intervention and control\ngroups at baseline or at the 1-y follow-up, with the exception of household food security at 1-y follow-up, indicating a difference due to treatment groups (Table 1). Significant baseline differences were observed between the control and intervention groups for household employment and household food assistance programs (Table 2). The number of people living in the household and the frequency of household food pantry use significantly changed among participants from baseline to postintervention (data not shown).\nMean food security score significantly decreased between baseline and 1-y follow-up between intervention group households (P < 0.01) and household adults (P < 0.01) compared with the control group (Supplemental Table 2). Long-term food security score among household children did not significantly differ between the intervention and the control groups (P = 0.07) (Supplemental Table 2). The primary research question of this study focused on the comparison of the changes in long-term food security in the intervention group compared with the control group from baseline to 1-y follow-up. The mean household food security score in the intervention group decreased more than twice as much (1.9 6 0.3 units) as in the control group (0.7 6 0.2 units) from baseline to 1-y follow-up (Table 3). The difference in mean food security score from\nFIGURE 1 Participant flow chart for loss to follow-up and assessment completion among Indiana SNAP-Ed participant households with children during the study period September 2013 through March 2015. SNAP-Ed, Supplemental Nutrition Assistance Program–Education.\nSNAP-Ed increases household food security 2377\nD ow nloaded from https://academ ic.oup.com /jn/article-abstract/146/11/2375/4584675 by N ew York U niversity user on 03 D ecem ber 2019\nbaseline to 1-y follow-up was 1.2 6 0.4 units (P < 0.01) among the households and 0.9 6 0.3 units (P < 0.01) among household adults in the intervention group compared with the control group (Table 3).\nThe research question focused on the long-term outcome, but the postintervention assessment was included as a checkpoint to investigate changes during the short-term interim and quantified short-term changes in food security. Significant differences between the intervention and control groups for the change in mean household and household adult and child food security scores were not detected from baseline to the postintervention assessment (Figure 2). From postintervention to the 1-y follow-up, the intervention group maintained decreases in household and household adult food security score, whereas the control group did not."
    }, {
      "heading" : "Discussion",
      "text" : "Household food security improved by 25% over the 1-y study period among Indiana households with children when a household adult received a SNAP-Ed intervention compared with a control group. The impact of SNAP-Ed to sustain improvement in food security among the entire household and for household adults is remarkable considering that only 1 person from each household received the intervention. Food insecurity is known to be intermittently experienced over time; thus, short-term analysis may not capture the full impact of a SNAP-Ed intervention on food security. Our study findings highlight the importance and feasibility of SNAP-Ed longitudinal evaluation. Sustained improvements in household food security in the intervention group compared with the control group likely occurred because new nutrition and budgeting knowledge acquired from SNAP-Ed were used when intervention group participants experienced situations of reduced resources throughout the entire 1-y follow-up period.\nSNAP-Ed may be an effective intervention to improve household and adult food security among households with children, because thrifty meal planning and food-dollar budgeting skills are incorporated into each SNAP-Ed lesson. The curriculum in the context of program delivery, based on the social cognitive theory, which includes interaction with SNAP-Ed paraprofessionals as a key component, may also be effective in helping\nparticipants significantly improve food security through enhancing participant self-efficacy (29). A bias presented by the study might have been the monthly contact that control group participants had with SNAP-Ed paraprofessionals to prevent attrition. The effect of this contact, in addition to other potential environmental factors, on the food security of control group participants is unclear but might have contributed to the significantly improved mean household and household adult food security score from baseline to the 1-y follow-up among the control group (data not shown). This improvement may also represent a difference in how true nonparticipants of SNAP-Ed experience food security changes.\nThe long-term mean decrease in household and adult food security scores among intervention group participants is sufficient for a participant to improve along the continuum of food security and to be classified to the next food security category. These results support the practical importance of SNAP-Ed and that the program is accomplishing its goal among Indiana households with children who participate in SNAP-Ed. Although household child food security did not improve significantly in this study, perhaps due to the low prevalence of food insecurity among children, who are often protected from food insecurity even when adults in the household are affected, unquantified benefits to household children may include reduced household stress and a lower risk of future food insecurity (30).\nBoth control and intervention group participants showed significantly improved household and adult mean food security scores from baseline to the postintervention assessment, and a significant difference was not found between the 2 treatment groups at that midpoint. The postintervention assessment measured food security over a reference period covering the past 30 d, whereas the baseline and 1-y follow-up assessments measured food security over a reference period covering the past 12 mo. Food security is not typically a chronic state over a yearlong period. The prevalence of food insecurity over a 30-d period is much lower relative to food insecurity over 12-mo period (31). It is not known whether the improvement in food security in the control group, and possibly the intervention group, participants at the postintervention assessment was due to this known difference in food security score over varying reference periods, interaction with the SNAP-Ed paraprofessionals, or other factors that the investigators did not measure. Results presented in this report focus on comparisons between"
    }, {
      "heading" : "Baseline2",
      "text" : "1-y follow-up3\nHousehold 50 31 64 39 49 30 67 41 66 40 32 19 0.05 Adult 69 42 45 28 49 30 84 51 48 29 33 20 0.10 Child 47 29 39 24 77 47 68 41 34 21 63 38 0.06\n1 Values are n, percentages, and P values from chi-square comparisons of the distributions among food security status between the control and intervention groups. Total numbers do not always add up to the sample size due to missing values, and percentages do not always add up to 100% due to rounding. SNAP-Ed, Supplemental Nutrition Assistance Program–Education. 2 Baseline sample sizes: Control, n = 280 (49%); Intervention, n = 295 (51%). 3 1-y follow-up sample sizes: Control, n = 163 (50%); Intervention, n = 165 (50%).\n2378 Rivera et al.\nD ow nloaded from https://academ ic.oup.com /jn/article-abstract/146/11/2375/4584675 by N ew York U niversity user on 03 D ecem ber 2019\nControl group\nIntervention group\nP (x2)\nControl group\nIntervention group\nP (x2)\nControl group\nIntervention group\nP (x2)n % n % n % n % n % n %\nTotal 280 49 295 51 219 51 208 49 163 50 165 50 Sex 0.5 0.46 0.63\nFemale 243 92 262 91 205 92 196 90 155 93 160 91 Male 21 8 26 9 18 8 22 10 12 7 15 9\nAge group, y 0.25 0.25 0.37\n18–30 141 51 170 58 110 48 123 55 80 47 97 54 31–50 117 42 107 36 103 45 84 38 77 45 68 38 $51 20 7 18 6 18 8 15 7 14 8 14 8\nRace/ethnicity 0.14 0.19 0.71\nNon-Hispanic white 227 94 256 97 192 93 197 96 152 96 161 96 Other 15 6 9 3 14 7 8 4 7 4 6 4"
    }, {
      "heading" : "Household education 0.23 0.13 0.14",
      "text" : "No high school diploma 16 6 26 9 9 4 16 7 8 5 13 7 High school diploma 52 19 66 23 41 18 54 25 30 18 46 26 GED 49 18 56 20 42 19 39 18 33 20 30 17 Some college 89 33 86 30 76 34 67 31 53 32 52 30 Associate s degree 42 15 38 13 36 16 31 14 26 16 27 15 Bachelor s or higher 25 9 15 5 21 9 10 5 18 11 8 5\nMarital status 0.20 0.26 0.14\nNever married 62 22 81 28 50 22 59 27 29 17 44 25 Married or with partner 147 53 157 53 122 54 121 55 98 58 101 56 Separated or divorced 68 25 57 19 56 25 42 19 43 25 34 19"
    }, {
      "heading" : "Household employment 0.03 0.02 0.02",
      "text" : "Not employed 74 26 102 35 57 25 78 35 42 25 64 36 Employed 206 74 193 65 174 75 144 65 129 75 115 64\nHousehold poverty status\n(income-to-poverty ratio)\n0.08 0.10 0.32\nFederal guideline or higher 69 25 55 19 61 26 44 20 46 27 40 22 Less than the federal guideline 211 75 240 81 170 74 178 80 125 73 139 78\nHousehold size 0.74 0.72 0.93\n2 28 10 24 8 24 11 17 8 13 8 11 6 3 57 21 70 24 47 21 51 23 39 23 40 23 4 76 28 80 27 58 26 59 27 44 26 49 28 $5 112 41 118 40 95 42 93 42 71 43 78 44"
    }, {
      "heading" : "Household food assistance",
      "text" : "programs (past 30 d)\n,0.01 ,0.01 0.04\nWIC 63 25 63 23 51 24 46 22 39 25 40 24 SNAP 76 30 73 27 65 31 55 27 42 27 42 26 SNAP and WIC 69 27 110 40 56 27 84 41 48 31 69 42 Food pantry only 47 18 27 10 39 19 20 10 27 17 13 8"
    }, {
      "heading" : "Household food pantry",
      "text" : "frequency (past 30 d)\n0.91 0.62 0.97\n.1 time/wk 18 7 17 6 15 7 15 7 9 5 9 5 1 time/wk 41 15 42 14 35 16 25 11 24 14 24 13 ,1 time/wk 90 33 93 32 70 31 74 33 54 32 62 35 Never 125 46 143 48 106 47 108 49 81 48 84 47"
    }, {
      "heading" : "Number of lessons",
      "text" : "0 220 100 0 0 4 0 0 51 25 5–8 0 0 92 45 9–10 0 0 60 30\n1 Values are n, percentages, and P values from chi-square comparisons of the distributions among sociodemographic characteristics between control and intervention group participants. Total numbers do not always add up to the sample size due to missing values, and percentages do not always add up to 100% due to rounding. GED, General Education Development; SNAP, Supplemental Nutrition Assistance Program; SNAP-Ed, Supplemental Nutrition Assistance Program–Education; WIC, Special Supplemental Nutrition Program for Women, Infants, and Children.\nSNAP-Ed increases household food security 2379\nD ow nloaded from https://academ ic.oup.com /jn/article-abstract/146/11/2375/4584675 by N ew York U niversity user on 03 D ecem ber 2019\nbaseline and 1-y follow-up assessments because of the difference in the ability of the US Household Food Security Survey Module to detect food security over 30 d and 12 mo.\nThe characterization of nearly 40% of SNAP-Ed participant households as food insecure exemplifies the need for effective programs in this low-resource population that reduce food insecurity. The study sample was representative of the Indiana SNAP-Ed population based on the characteristics quantified, with the exception of racial diversity. The general Indiana SNAP-Ed population included more African-American, Native American, and Asian participants than were included in this study, likely because fewer metropolitan areas were included in study recruitment than in the actual program, resulting in reduced generalizability of study results across races other than non-Hispanic whites. The success of the randomization to treatment groups was confirmed by comparing characteristics between the control and intervention groups. The presence of employment in the household and household participation in food assistance programs were the only characteristics found to differ between treatment groups and were controlled for in the analysis as covariates in the regression models. Participants from households in which no adults were employed may have been more likely to be allocated to the intervention group due to selfselection bias because they might have had more time to take lessons. Allocation to the control group and having to wait 1 y to receive SNAP-Ed lessons may have delayed control group participants in improving their food security during the study period; however, control group participants were encouraged to participate in SNAP-Ed immediately after completing the study.\nTABLE 3 Mean food security scores at baseline and 1-y follow-up, changes from baseline to 1-y followup, and difference in changes between treatment groups among Indiana SNAP-Ed participant households with children1\nControl (n = 163) Intervention (n = 165)\nDifference in changes3 PBaseline 1-y follow-up Change2 Baseline 1-y follow-up Change2\nHousehold4 7.1 6 0.3 6.4 6 0.3 0.7 6 0.2 7.5 6 0.3 5.6 6 0.4 1.9 6 0.3 1.2 6 0.4 ,0.01 Adult4 5.1 6 0.2 4.5 6 0.2 0.6 6 0.2 5.4 6 0.2 3.9 6 0.3 1.5 6 0.2 0.9 6 0.3 ,0.01 Child5 2.0 6 0.1 1.9 6 0.1 0.1 6 0.1 2.1 6 0.1 1.7 6 0.1 0.4 6 0.1 0.3 6 0.2 0.02\n1 Values are adjusted least-squares means 6 SEMs unless otherwise indicated. SNAP-Ed, Supplemental Nutrition Assistance Program– Education. 2 Values are the difference between baseline and 1-y follow-up adjusted least-squares means 6 SEMs. 3 Values are the difference in changes of adjusted least-squares means 6 SEMs between treatment groups from baseline to 1-y follow-up. 4 Model adjusted for household employment, household food assistance programs, and household frequency of food pantry use. 5 Model adjusted for household employment, household food assistance programs, household frequency of food pantry use, and number of people in household.\nFIGURE 2 Interactions of treatment group and time shown by plots of adjusted least-squares means for household food security score (A), household adult food security score (B), and household child food security score (C) across baseline, postintervention, and 1-y follow-up assessments among Indiana SNAP-Ed participant households with children during the study period September 2013 through March 2015. Interactions of treatment group and time shown by plots of adjusted least-squares means for household food security score (D), household adult food security score (E), and household child food security score (F) across baseline and 1-y follow-up assessments. Baseline and 1-y follow-up assessments measured food security over the previous 12 mo, whereas the postintervention assessment measured food security over the previous 30 d. Note that changes in food security scores in all 6 plots (panels A–F) are exaggerated due to the truncated vertical axis ranges and y 6¼ 0 at all 6 plot origins. SNAP-Ed, Supplemental Nutrition Assistance Program–Education.\n2380 Rivera et al.\nD ow nloaded from https://academ ic.oup.com /jn/article-abstract/146/11/2375/4584675 by N ew York U niversity user on 03 D ecem ber 2019\nA potential limitation to the study was the high attrition rate of 43%. A greater proportion of participants who completed the study than those who did not were married, had incomes above the Federal Poverty Guideline, and were from larger households. Possible explanations for these differences are that married participants may have had more support to complete SNAP-Ed; participants living in poverty may not have had the resources, such as time or transportation, to complete the study; and participants living in households with more people may have found the most benefit to staying in the study if they were receiving lessons or knew that they would receive lessons at the end of the study. Thus, the final results may not apply as fully to the unmarried SNAP-Ed target population from smaller, impoverished households, and these characteristics may be associated with the ability of participants to complete the 4 core SNAP-Ed lessons.\nThe compensation that participants received for completing the study assessments might have contributed to an increase in the change in food security; however, this bias is unlikely due to the small amount of money participants received at the baseline ($10) and postintervention ($25) assessments and the lengthy duration of time between the postintervention and follow-up assessments (11–12 mo). The follow-up assessment compensation ($35) would not have affected the results of the study because it was received after the final assessment. In addition to study compensation, approximately two-thirds of study participants were receiving SNAP benefits. Further investigation is needed to determine whether and to what extent participation in SNAP or other financial assistance programs contributes to the effect of SNAP-Ed on food security.\nSNAP-Ed may be an economical means to improving food security, and gains in food security suggest improved dietary intake. Inherently, nutrition and resource assistance programs, such as SNAP, which offer food resources without education, require larger budgets to supplement the food supply in the household (13). In 2014, the Indiana SNAP budget was ;$1.3 billion and served a monthly average of just under 900,000 lowincome individuals in contrast to the Indiana SNAP-Ed budget of $5,468,288, which reached >200,000 client contacts (32–35). Although research indicates that SNAP successfully improves food security of participants (36, 37), it is unclear whether SNAP improves dietary quality (14, 38–41). A multifaceted approach (i.e., food and financial assistance in addition to nutrition and resource-management education) may be necessary to help lowincome families reap all of the benefits of improved food security. The exploratory results of this study contribute to the foundation of an evidence-based evaluation critical to informing legislators on program effectiveness and assisting the USDA s Food and Nutrition Service to improve food security (42).\nNutrition and budgeting education provided through programs such as SNAP-Ed is an important component to a multifaceted approach, including food assistance and policy changes, necessary to alleviate food insecurity in US households with children. Future research should continue to use rigorous study designs to investigate the long-term impact of SNAP-Ed, not only on food security but also on the additional outcome goals of SNAP-Ed, such as dietary intake and quality, physical activity, healthy lifestyles, and other health indicators, that may be improved by participation in SNAP-Ed."
    }, {
      "heading" : "Acknowledgments",
      "text" : "We thank Richard Mattes and Regan Bailey for contributing their ideas and providing insight to the analysis and other areas of the project. HAE-M designed the research; RLR, MKM, and\nARA conducted the research; and RLR, BAC, and HAE-M conducted statistical analyses and drafted the manuscript. All authors read and approved the final manuscript.\nReferences\n1. Coleman-Jensen A, Gregory C, Singh A. Household food security in the United States in 2013. Washington (DC): USDA, Economic Research Service; 2014. Report No.: ERR-173 [cited 2015 Jun 28]. Available from: http://www.ers.usda.gov/media/1565415/err173.pdf.\n2. Belsky DW, Moffitt T, Arseneault L, Melchior M, Caspi A. Context and sequelae of food insecurity in children s development. Am J Epidemiol 2010;172:809–18.\n3. Alaimo K, Olson CM, Frongillo EA Jr. Food insufficiency and American school-aged children s cognitive, academic, and psychosocial development. Pediatrics 2001;108:44–53.\n4. Casey PH, Szeto KL, Robbins JM, Stuff JE, Connell C, Gossett JM, Simpson PM. Child health-related quality of life and household food security. Arch Pediatr Adolesc Med 2005;159:51–6.\n5. Slopen N, Fitzmaurice G, Williams D, Gilman S. Poverty, food insecurity, and the behavior for childhood internalizing and externalizing disorders. J Am Acad Child Adolesc Psychiatry 2010;49:444–52.\n6. Alaimo K, Olson CM, Frongillo EA Jr., Briefel RR. Food insufficiency, family income, and health in US preschool and school-aged children. Am J Public Health 2001;91:781–6.\n7. Eicher-Miller HA, Mason AC, Weaver CM, McCabe GP, Boushey CJ. Food insecurity is associated with iron deficiency anemia in US adolescents. Am J Clin Nutr 2009;90:1358–71.\n8. Eicher-Miller HA, Mason AC, Weaver CM, McCabe GP, Boushey CJ. Food insecurity is associated with bone mass disparities in early adolescent U.S. males. J Nutr 2011;141:1738–45.\n9. Casey PH, Szeto K, Lensing S, Bogle M, Weber J. Children in foodinsufficient, low-income families: prevalence, health, and nutrition status. Arch Pediatr Adolesc Med 2001;155:508–14.\n10. Kirkpatrick SI, Tarasuk V. Food insecurity is associated with nutrient inadequacies among Canadian adults and adolescents. J Nutr 2008;138: 604–12.\n11. Matheson DM, Varady J, Varady A, Killen JD. Household food security and nutritional status of Hispanic children in the fifth grade. Am J Clin Nutr 2002;76:210–7.\n12. Townsend MS, Kaiser LL. Development of a tool to assess psychosocial indicators of fruit and vegetable intake for 2 federal programs. J Nutr Educ Behav 2005;37:170–84.\n13. USDA. Budget summary and annual performance plan FY2013. 2012 [cited 2015 Jun 28]. Available from: http://www.obpa.usda.gov/budsum/ FY13budsum.pdf.\n14. Landers PS. The Food Stamp Program: history, nutrition education, and impact. J Am Diet Assoc 2007;107:1945–51.\n15. USDA; US Department of Health and Human Services. Dietary guidelines for Americans 2010. 7th ed. Washington (DC): US Government Printing Office; 2010 [cited 2015 Jun 28]. Available from: http:// www.health.gov/dietaryguidelines/dga2010/dietaryguidelines2010.pdf.\n16. Wyker BA, Jordan P, Quigley DL. Evaluation of Supplemental Nutrition Assistance Program education: application of behavioral theory and survey validation. J Nutr Educ Behav 2012;44:360–4.\n17. Wilde PE. Measuring the effect of food stamps on food insecurity and hunger: research and policy considerations. J Nutr 2007;137:307–10.\n18. Fox MK, Hamilton W, Lin B-H. Effects of food assistance and nutrition programs on nutrition and health. Vol.3. Literature review. Washington (DC): USDA, Economic Research Service; 2004. Report No.: FANRR19-3 [cited 2015 Mar 17]. Available from: http://www.ers.usda.gov/ media/873018/fanrr19–3_002.pdf.\n19. Burstein NR, Hamilton WL, Fox MK, Price C, Battaglia MP. Assessing the food security and diet quality impacts of FNS program participation final report. Alexandria (VA): USDA, US Food and Nutrition Service, Office of Analysis, Nutrition and Evaluation; 2005. Contract No.: 53- 3198-2-026, Task No. 6 [cited 2015 Mar 17]. Available from: http:// www.fns.usda.gov/sites/default/files/DietQuality.pdf.\n20. Holben DH. Position of the American Dietetic Association: food insecurity and hunger in the United States. J Am Diet Assoc 2006; 106:446–58.\nSNAP-Ed increases household food security 2381\nD ow nloaded from https://academ ic.oup.com /jn/article-abstract/146/11/2375/4584675 by N ew York U niversity user on 03 D ecem ber 2019\n21. Kreider B, Pepper JV, Roy M. Identifying the effect of WIC on very low food security among infants and children. University of Kentucky Center for Poverty Research Discussion Paper Series. Paper 23; 2012 [cited 2015 Apr 5]. Available from: http://uknowledge.uky.edu/ukcpr_papers/23.\n22. Dollahite J, Olson C, Scott-Pierce M. The impact of nutrition education on food insecurity among low-income participants in EFNEP. Fam Consum Sci Res J 2003;32:13.\n23. Eicher-Miller HA, Mason AC, Abbott AR, McCabe GP, Boushey CJ. The effect of food stamp nutrition education on the food insecurity of low-income women participants. J Nutr Educ Behav 2009;41:161–8.\n24. Greer B, Poling R. Impact of participating in the Expanded Food and Nutrition Education Program on food insecurity. 2001 [cited 2014 Sep 23]. Available from: http://srdc.msstate.edu/focusareas/health/fa/greer_final.pdf.\n25. USDA, Food and Nutrition Service, Supplemental Nutrition Assistance Program. Supplemental Nutrition Assistance Program Education (SNAP-Ed) guidance: Nutrition Education and Obesity Prevention Grant Program 2014 [cited 2014 Dec 4]. Available from: http://fsrio. nal.usda.gov/404/fsn/Guidance/FY2013SNAP-EdPlanGuidance.pdf.\n26. Bickel G, Nord M, Price C, Hamilton W, Cook J. Guide to measuring household food security, Revised 2000. Alexandria (VA): USDA, Food and Nutrition Service; 2000 [cited 2014 Sep 23]. Available from: http:// www.fns.usda.gov/sites/default/files/FSGuide.pdf.\n27. USDA, Economic Research Service. U.S. household food security survey module: three-stage design, with screeners 2012 [cited 2015 Apr 30]. Available from: http://www.ers.usda.gov/datafiles/Food_Security_in_the_United_States/ Food_Security_Survey_Modules/hh2012.pdf.\n28. Nord M, Hopwood H. Recent advances provide improved tools for measuring children s food security. J Nutr 2007;137:533–6.\n29. Bandura A. Social foundations of thought and action: a social cognitive theory. Englewood Cliffs (NJ): Prentice-Hall; 1986.\n30. Coleman-Jensen A, McFall W, Nord M. Food insecurity in households with children: prevalence, severity, and household characteristics, 2010–11. Washington (DC): USDA, Economic Research Service; 2013. Report No.:113 [cited 2015 Jun 28]. Available from: http://www.ers.usda.gov/ media/1120651/eib-113.pdf.\n31. Coleman-Jensen A, Rabbitt MP, Gregory C, Singh A. Household food security in the United States in 2014. Washington (DC): USDA, Economic Research Service; 2015. Report No.: ERR-194 [cited 2016 May 19]. Available from: http://www.ers.usda.gov/media/1896841/err194.pdf.\n32. USDA, Food and Nutrition Service, Supplemental Nutrition Assistance Program. Supplemental Nutrition Assistance Program (SNAP) [cited 2014 Jun 11]. Available from: http://www.fns.usda.gov/pd/supplementalnutrition-assistance-program-snap.\n33. USDA, Food and Nutrition Service. SNAP-Ed plan guidance and templates reference funding allocations 2015 [cited 2015 Mar 17]. Available from: http://snap.nal.usda.gov/national-snap-ed/snap-ed-planguidance-and-templates#guidancecredit.\n34. Maulding M. Indiana Family Nutrition Program Fiscal Year 2012–2013 final report. West Lafayette (IN): Purdue University Health and Human Sciences Cooperative Extension; 2013.\n35. Maulding M. NEP impact 2014. West Lafayette (IN): Purdue University Health and Human Sciences Cooperative Extension; 2014.\n36. USDA, Food and Nutrition Service, Office of Research and Analysis. Building a healthy America: a profile of the Supplemental Nutrition Assistance Program. 2012 [cited 2014 Dec 6]. Available from: http:// www.fns.usda.gov/sites/default/files/BuildingHealthyAmerica.pdf.\n37. Mabli J, Ohls J, Dragoset L, Castner L, Santos B. Measuring the effect of Supplemental Nutrition Assistance Program (SNAP) participation on food security. Mathematica Policy Research for the USDA, Food and Nutrition Service; 2013 [cited 2014 Nov 15]. Available from: http:// www.fns.usda.gov/sites/default/files/Measuring2013.pdf.\n38. Hilmers A, Chen TA, Dave JM, Thompson D, Cullen KW. Supplemental Nutrition Assistance Program participation did not help low income Hispanic women in Texas meet the dietary guidelines. Prev Med 2014;62:44–8.\n39. Bleich SN, Vine S, Wolfson JA. American adults eligible for the Supplemental Nutritional Assistance Program consume more sugary beverages than ineligible adults. Prev Med 2013;57:894–9.\n40. Leung CW, Cluggish S, Villamor E, Catalano PJ, Willett WC, Rimm EB. Few changes in food security and dietary intake from short-term participation in the supplemental nutrition assistance program among low-income Massachusetts adults. J Nutr Educ Behav 2014;46:68– 74.\n41. Center on Budget and Policy Priorities. Chart book: SNAP helps struggling families put food on the table. 2014 [cited 2014 Oct 28]. Available from: http://www.cbpp.org/cms/?fa=view&id=3744.\n42. USDA, Food and Nutrition Service. About FNS [cited 2015 Mar 17]. Available from: http://www.fns.usda.gov/about-fns.\n2382 Rivera et al.\nD ow nloaded from https://academ ic.oup.com /jn/article-abstract/146/11/2375/4584675 by N ew York U niversity user on 03 D ecem ber 2019"
    } ],
    "references" : [ {
      "title" : "Household food security in the United States in 2013. Washington (DC): USDA",
      "author" : [ "A Coleman-Jensen", "C Gregory", "A. Singh" ],
      "venue" : "Economic Research Service;",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2014
    }, {
      "title" : "Context and sequelae of food insecurity in children s development",
      "author" : [ "DW Belsky", "T Moffitt", "L Arseneault", "M Melchior", "A. Caspi" ],
      "venue" : "Am J Epidemiol",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2010
    }, {
      "title" : "Food insufficiency and American school-aged children s cognitive, academic, and psychosocial development",
      "author" : [ "K Alaimo", "CM Olson", "Jr. Frongillo EA" ],
      "venue" : "Pediatrics",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2001
    }, {
      "title" : "Child health-related quality of life and household food security",
      "author" : [ "PH Casey", "KL Szeto", "JM Robbins", "JE Stuff", "C Connell", "JM Gossett", "PM. Simpson" ],
      "venue" : "Arch Pediatr Adolesc Med",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2005
    }, {
      "title" : "Poverty, food insecurity, and the behavior for childhood internalizing and externalizing disorders",
      "author" : [ "N Slopen", "G Fitzmaurice", "D Williams", "S. Gilman" ],
      "venue" : "J Am Acad Child Adolesc Psychiatry",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2010
    }, {
      "title" : "Food insufficiency, family income, and health in US preschool and school-aged children",
      "author" : [ "Alaimo K", "Olson CM", "Frongillo EA Jr.", "Briefel RR" ],
      "venue" : "Am J Public Health 2001;91:781–6",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2001
    }, {
      "title" : "Food insecurity is associated with iron deficiency anemia in US adolescents",
      "author" : [ "HA Eicher-Miller", "AC Mason", "CM Weaver", "GP McCabe", "CJ. Boushey" ],
      "venue" : "Am J Clin Nutr 2009;90:1358–71",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2009
    }, {
      "title" : "Food insecurity is associated with bone mass disparities in early adolescent U.S. males",
      "author" : [ "HA Eicher-Miller", "AC Mason", "CM Weaver", "GP McCabe", "CJ. Boushey" ],
      "venue" : "J Nutr 2011;141:1738–45",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2011
    }, {
      "title" : "Children in foodinsufficient, low-income families: prevalence, health, and nutrition status",
      "author" : [ "PH Casey", "K Szeto", "S Lensing", "M Bogle", "J. Weber" ],
      "venue" : "Arch Pediatr Adolesc Med",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2001
    }, {
      "title" : "Food insecurity is associated with nutrient inadequacies among Canadian adults and adolescents",
      "author" : [ "SI Kirkpatrick", "V. Tarasuk" ],
      "venue" : "J Nutr",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2008
    }, {
      "title" : "Household food security and nutritional status of Hispanic children in the fifth grade",
      "author" : [ "DM Matheson", "J Varady", "A Varady", "JD. Killen" ],
      "venue" : "Am J Clin Nutr 2002;76:210–7",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2002
    }, {
      "title" : "Development of a tool to assess psychosocial indicators of fruit and vegetable intake for 2 federal programs",
      "author" : [ "Townsend MS", "Kaiser LL" ],
      "venue" : "J Nutr Educ Behav 2005;37:170–84",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2005
    }, {
      "title" : "The Food Stamp Program: history, nutrition education, and impact",
      "author" : [ "Landers PS" ],
      "venue" : "J Am Diet Assoc 2007;107:1945–51",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 1945
    }, {
      "title" : "Evaluation of Supplemental Nutrition Assistance Program education: application of behavioral theory and survey validation",
      "author" : [ "BA Wyker", "P Jordan", "DL. Quigley" ],
      "venue" : "J Nutr Educ Behav 2012;44:360–4",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2012
    }, {
      "title" : "Measuring the effect of food stamps on food insecurity and hunger: research and policy considerations",
      "author" : [ "Wilde PE" ],
      "venue" : "J Nutr 2007;137:307–10",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2007
    }, {
      "title" : "Effects of food assistance and nutrition programs on nutrition and health",
      "author" : [ "MK Fox", "W Hamilton", "B-H. Lin" ],
      "venue" : "Vol.3. Literature review. Washington (DC): USDA, Economic Research Service;",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2004
    }, {
      "title" : "Assessing the food security and diet quality impacts of FNS program participation final report. Alexandria (VA): USDA, US Food and Nutrition Service, Office of Analysis, Nutrition and Evaluation",
      "author" : [ "NR Burstein", "WL Hamilton", "MK Fox", "C Price", "MP. Battaglia" ],
      "venue" : "Task No",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2005
    }, {
      "title" : "Position of the American Dietetic Association: food insecurity and hunger in the United States",
      "author" : [ "Holben DH" ],
      "venue" : "J Am Diet Assoc",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2006
    }, {
      "title" : "Identifying the effect of WIC on very low food security among infants and children",
      "author" : [ "B Kreider", "JV Pepper", "M. Roy" ],
      "venue" : "University of Kentucky Center for Poverty Research Discussion Paper Series. Paper",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2012
    }, {
      "title" : "The impact of nutrition education on food insecurity among low-income participants in EFNEP",
      "author" : [ "J Dollahite", "C Olson", "M. Scott-Pierce" ],
      "venue" : "Fam Consum Sci Res J 2003;32:13",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2003
    }, {
      "title" : "The effect of food stamp nutrition education on the food insecurity of low-income women participants",
      "author" : [ "HA Eicher-Miller", "AC Mason", "AR Abbott", "GP McCabe", "CJ. Boushey" ],
      "venue" : "J Nutr Educ Behav 2009;41:161–8",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2009
    }, {
      "title" : "Impact of participating in the Expanded Food and Nutrition Education Program on food insecurity",
      "author" : [ "B Greer", "R. Poling" ],
      "venue" : "[cited 2014 Sep 23]",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2001
    }, {
      "title" : "Guide to measuring household food security, Revised 2000. Alexandria (VA): USDA",
      "author" : [ "G Bickel", "M Nord", "C Price", "W Hamilton", "J. Cook" ],
      "venue" : "Food and Nutrition Service;",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2000
    }, {
      "title" : "Recent advances provide improved tools for measuring children s food security",
      "author" : [ "M Nord", "H. Hopwood" ],
      "venue" : "J Nutr 2007;137:533–6",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2007
    }, {
      "title" : "Social foundations of thought and action: a social cognitive theory",
      "author" : [ "A. Bandura" ],
      "venue" : "Englewood Cliffs (NJ): Prentice-Hall;",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 1986
    }, {
      "title" : "Food insecurity in households with children: prevalence, severity, and household characteristics, 2010–11",
      "author" : [ "A Coleman-Jensen", "W McFall", "M. Nord" ],
      "venue" : "Washington (DC): USDA, Economic Research Service;",
      "citeRegEx" : "30",
      "shortCiteRegEx" : "30",
      "year" : 2013
    }, {
      "title" : "Household food security in the United States in 2014. Washington (DC): USDA",
      "author" : [ "A Coleman-Jensen", "MP Rabbitt", "C Gregory", "A. Singh" ],
      "venue" : "Economic Research Service;",
      "citeRegEx" : "31",
      "shortCiteRegEx" : "31",
      "year" : 2015
    }, {
      "title" : "Indiana Family Nutrition Program Fiscal Year 2012–2013 final report",
      "author" : [ "M. Maulding" ],
      "venue" : "West Lafayette (IN): Purdue University Health and Human Sciences Cooperative Extension;",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2013
    }, {
      "title" : "Measuring the effect of Supplemental Nutrition Assistance Program (SNAP) participation on food security. Mathematica Policy Research for the USDA, Food and Nutrition Service",
      "author" : [ "J Mabli", "J Ohls", "L Dragoset", "L Castner", "B. Santos" ],
      "venue" : null,
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2013
    }, {
      "title" : "Supplemental Nutrition Assistance Program participation did not help low income Hispanic women in Texas meet the dietary guidelines",
      "author" : [ "A Hilmers", "TA Chen", "JM Dave", "D Thompson", "KW. Cullen" ],
      "venue" : "Prev Med",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2014
    }, {
      "title" : "American adults eligible for the Supplemental Nutritional Assistance Program consume more sugary beverages than ineligible adults",
      "author" : [ "SN Bleich", "S Vine", "JA. Wolfson" ],
      "venue" : "Prev Med",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2013
    }, {
      "title" : "Few changes in food security and dietary intake from short-term participation in the supplemental nutrition assistance program among low-income Massachusetts adults",
      "author" : [ "CW Leung", "S Cluggish", "E Villamor", "PJ Catalano", "WC Willett", "EB. Rimm" ],
      "venue" : "J Nutr Educ Behav",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 2014
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "5% of all US households with children experienced food insecurity at some time during the year (1).",
      "startOffset" : 95,
      "endOffset" : 98
    }, {
      "referenceID" : 0,
      "context" : "Households with children may sustain more individuals with less earning capacity and are particularly vulnerable to food insecurity compared with households without children (1).",
      "startOffset" : 174,
      "endOffset" : 177
    }, {
      "referenceID" : 12,
      "context" : "The Supplemental Nutrition Assistance Program–Education (SNAP-Ed) is the educational component to the Supplemental Nutrition Assistance Program (SNAP) (14) and aims to help SNAP-eligible households and SNAP participants make healthy choices on a limited budget in accordance with the current 1 Supported by a grant from the University of Kentucky Center for Poverty",
      "startOffset" : 151,
      "endOffset" : 155
    }, {
      "referenceID" : 20,
      "context" : "Despite the absence of this barrier, few studies assessing the effect of SNAP-Ed on food security have been completed (22–24), and, to our knowledge, only 1 study has quantified the effect by using a randomized and controlled study design (23).",
      "startOffset" : 239,
      "endOffset" : 243
    }, {
      "referenceID" : 20,
      "context" : "The study determined a short-term improvement in household food security among an intervention group compared with a control group immediately after the experimental group received an intervention of 5 SNAP-Ed lessons (23).",
      "startOffset" : 218,
      "endOffset" : 222
    }, {
      "referenceID" : 20,
      "context" : "Sample size calculations were based on a previous study (23), and at baseline 575 participants were recruited (Figure 1).",
      "startOffset" : 56,
      "endOffset" : 60
    }, {
      "referenceID" : 22,
      "context" : "Household Food Security (26, 27), a survey reference period of 12 mo",
      "startOffset" : 24,
      "endOffset" : 32
    }, {
      "referenceID" : 22,
      "context" : "Unanswered items in the US Household Food Security Survey Module were assigned values with the use of previously described imputation methods (26).",
      "startOffset" : 142,
      "endOffset" : 146
    }, {
      "referenceID" : 22,
      "context" : "responses to the 18, 10, or 8 respective US Household Food Security Survey Module items (26, 28).",
      "startOffset" : 88,
      "endOffset" : 96
    }, {
      "referenceID" : 23,
      "context" : "responses to the 18, 10, or 8 respective US Household Food Security Survey Module items (26, 28).",
      "startOffset" : 88,
      "endOffset" : 96
    }, {
      "referenceID" : 24,
      "context" : "The curriculum in the context of program delivery, based on the social cognitive theory, which includes interaction with SNAP-Ed paraprofessionals as a key component, may also be effective in helping participants significantly improve food security through enhancing participant self-efficacy (29).",
      "startOffset" : 293,
      "endOffset" : 297
    }, {
      "referenceID" : 25,
      "context" : "Although household child food security did not improve significantly in this study, perhaps due to the low prevalence of food insecurity among children, who are often protected from food insecurity even when adults in the household are affected, unquantified benefits to household children may include reduced household stress and a lower risk of future food insecurity (30).",
      "startOffset" : 370,
      "endOffset" : 374
    }, {
      "referenceID" : 26,
      "context" : "The prevalence of food insecurity over a 30-d period is much lower relative to food insecurity over 12-mo period (31).",
      "startOffset" : 113,
      "endOffset" : 117
    }, {
      "referenceID" : 28,
      "context" : "Although research indicates that SNAP successfully improves food security of participants (36, 37), it is unclear whether SNAP improves dietary quality (14, 38–41).",
      "startOffset" : 90,
      "endOffset" : 98
    } ],
    "year" : 2016,
    "abstractText" : "Background: Food insecurity is negatively associated with US children s dietary intake and health. The Supplemental Nutrition Assistance Program–Education (SNAP-Ed) aims to alleviate food insecurity by offering nutrition, budgeting, and healthy lifestyle education to low-income individuals and families. Objective: The objective of this study was to evaluate the long-term impact of the Indiana SNAP-Ed on food security among households with children. Methods: A randomized, controlled, parallel study design with SNAP-Ed as an intervention was carried out during a 4to 10-wk intervention period. Intervention group participants received the first 4 Indiana SNAP-Ed curriculum lessons. Study participants (n= 575) were adults aged$18 y from low-income Indiana households with$1 child living in the household. Both treatment groups completed an assessment before and after the intervention period and 1 y after recruitment. The 18-item US Household Food Security Survey Module was used to classify the primary outcomes of food security for the household and adults and children in the household. A linear mixed model was used to compare intervention with control group effects over time on food security. Results: Mean 6 SEM changes in household food security score and food security score among household adults from baseline to 1-y follow-up were 1.2 6 0.4 and 0.9 6 0.3 units lower, respectively, in the intervention group than in the control group (P < 0.01). The mean change in food security score from baseline to 1-y follow-up among household children was not significantly different in the intervention group compared with the control group. Conclusions: SNAP-Ed improved food security over a longitudinal time frame among low-income Indiana households with children in this study. SNAP-Ed may be a successful intervention to improve food security. J Nutr 2016;146:2375–82.",
    "creator" : "Arbortext Advanced Print Publisher 9.1.510/W Unicode"
  }
}