{
  "name" : "ad532ef27da421912bea.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Does capital regulation matter for bank behaviour? Evidence for German savings banks",
    "authors" : [ "Frank Heid", "(Deutsche Bundesbank", "Daniel Porath", "St phanie Stolz", "Heinz Herrmann", "Thilo Liebig", "Karl-Heinz Tödter" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "econstor Make Your Publications Visible.\nA Service of\nzbw Leibniz-Informationszentrum Wirtschaft Leibniz Information Centre for Economics\nHeid, Frank; Porath, Daniel; Stolz, Stéphanie\nWorking Paper Does capital regulation matter for bank behaviour? Evidence for German savings banks\nDiscussion Paper Series 2, No. 2004,03\nProvided in Cooperation with: Deutsche Bundesbank\nSuggested Citation: Heid, Frank; Porath, Daniel; Stolz, Stéphanie (2004) : Does capital regulation matter for bank behaviour? Evidence for German savings banks, Discussion Paper Series 2, No. 2004,03, Deutsche Bundesbank, Frankfurt a. M.\nThis Version is available at: http://hdl.handle.net/10419/19730\nStandard-Nutzungsbedingungen: Die Dokumente auf EconStor dürfen zu eigenen wissenschaftlichen Zwecken und zum Privatgebrauch gespeichert und kopiert werden. Sie dürfen die Dokumente nicht für öffentliche oder kommerzielle Zwecke vervielfältigen, öffentlich ausstellen, öffentlich zugänglich machen, vertreiben oder anderweitig nutzen. Sofern die Verfasser die Dokumente unter Open-Content-Lizenzen (insbesondere CC-Lizenzen) zur Verfügung gestellt haben sollten, gelten abweichend von diesen Nutzungsbedingungen die in der dort genannten Lizenz gewährten Nutzungsrechte.\nTerms of use: Documents in EconStor may be saved and copied for your personal and scholarly purposes. You are not to copy documents for public or commercial purposes, to exhibit the documents publicly, to make them publicly available on the internet, or to distribute or otherwise use the documents in public. If the documents have been made available under an Open Content Licence (especially Creative Commons Licences), you may exercise further usage rights as specified in the indicated licence.\nwww.econstor.eu\nDoes capital regulation matter for bank behaviour? Evidence for German savings banks\nFrank Heid (Deutsche Bundesbank)\nDaniel Porath (Deutsche Bundesbank)"
    }, {
      "heading" : "St phanie Stolz",
      "text" : "(Institut f r Weltwirtschaft, Universit t Kiel)\nDiscussion Paper Series 2: Banking and Financial Supervision No 03/2004\nDiscussion Papers represent the authors’ personal opinions and do not necessarily reflect the views of the Deutsche Bundesbank or its staff.\nEditorial Board: Heinz Herrmann Thilo Liebig Karl-Heinz Tödter\nDeutsche Bundesbank, Wilhelm-Epstein-Strasse 14, 60431 Frankfurt am Main, Postfach 10 06 02, 60006 Frankfurt am Main\nTel +49 69 9566-1 Telex within Germany 41227, telex from abroad 414431, fax +49 69 5601071\nPlease address all orders in writing to: Deutsche Bundesbank, Press and Public Relations Division, at the above address or via fax No +49 69 9566-3077\nReproduction permitted only if source is stated.\nISBN 3–86558–008–4\nAbstract\nThe aim of this paper is to assess how German savings banks adjust capital and risk under capital regulation. We estimate a modified version of the model developed by Shrieves and Dahl (1992). This paper contributes to the literature in three ways. First, we test the capital buffer theory (Marcus 1984, Milne and Whalley 2002). Second, we use dynamic panel data techniques that explicitly take unobserved heterogeneity into account. And third, we provide new evidence for non-US banks by using a new dataset of supervisory data collected by the Deutsche Bundesbank. We find evidence that the coordination of capital and risk adjustments depends on the amount of capital the bank holds in excess of the regulatory minimum (the “capital buffer”). Banks with low capital buffers try to rebuild an appropriate capital buffer by raising capital while simultaneously lowering risk. In contrast, banks with high capital buffers try to maintain their capital buffer by increasing risk when capital increases. These findings support the capital buffer theory.\nKeywords: bank regulation, risk taking, bank capital\nJEL classification: G21, G28\nNon-technical Summary\nEconomic theory provides contradictory results about banks’ reaction to minimum capital requirements. The empirical literature has mainly tested the moral hazard theory, building on a model developed by Shrieves and Dahl (1992). The discussion paper “Does capital regulation matter for bank behaviour” focuses on an alternative theory, the capital buffer theory (Marcus 1984, Milne and Whalley 2002). The capital buffer is the excess capital a bank holds above the minimum capital requirement. The capital buffer theory implicates that banks with low capital buffers attempt to rebuild an appropriate capital buffer and banks with high capital buffers attempt to maintain their capital buffer. We derive testable hypotheses for the capital buffer theory based on the model of Shrieves and Dahl and provide empirical evidence for German savings banks and cooperative banks.\nOur findings support the capital buffer theory. The most important results are:"
    }, {
      "heading" : "1. The coordination of capital and risk adjustments depends on the amount of capital the",
      "text" : "bank holds in excess of the regulatory minimum (the “capital buffer”).\n2. Banks with low capital buffers try to rebuild an appropriate capital buffer by raising capital while simultaneously lowering risk.\n3. Banks with high capital buffers try to maintain their capital buffer by increasing risk when capital increases.\n4. We find mixed (no) evidence that banks with low capital buffers adjust capital (risk) faster than banks with high capital buffers.\nNichttechnische Zusammenfassung\nDie Auswirkungen regulatorischer Kapitalanforderungen auf das Verhalten von Banken sind von theoretischer Seite unklar. Üblicherweise beschränkt sich die empirische Literatur zu diesem Thema auf die Untersuchung der Moral-Hazard-Theorie und benutzt dazu das Modell von Shrieves und Dahl (1992). Das Diskussionspapier “Does capital regulation matter for bank behaviour” untersucht einen alternativen Erklärungsansatz, die Kapitalpuffertheorie (Marcus 1984, Milne and Whalley 2002). Als Kapitalpuffer bezeichnet man das Überschusskapital, das über der regulatorischen Mindestanforderung gehalten wird. Die Kapitalpuffertheorie impliziert, dass Banken mit niedrigem Kapitalpuffer bemüht sind, den Puffer wieder aufzubauen, während Banken mit hohem Kapitalpuffer versuchen, die Kapitalausstattung konstant zu halten."
    }, {
      "heading" : "Im vorliegenden Beitrag wird, ebenfalls ausgehend vom Modell von Shrieves und Dahl,",
      "text" : "ein Test für die Kapitalpuffertheorie vorgeschlagen. Gleichzeitig werden empirische Ergebnisse für deutsche Sparkassen und Kreditgenossenschaften präsentiert.\nDie empirische Studie bestätigt die Kapitalpuffertheorie. Im einzelnen zeigen sich folgende Ergebnisse:"
    }, {
      "heading" : "1. Die Koordination der Kapital- und Risikoanpassungen hängt von der Höhe des",
      "text" : "Kapitalpuffers ab."
    }, {
      "heading" : "2. Banken mit geringem Kapitalpuffer versuchen einen angemessenen Kapitalpuffer",
      "text" : "aufzubauen, indem sie gleichzeitig ihre Kapitalausstattung verbessern und ihre Risikopositionen reduzieren."
    }, {
      "heading" : "3. Demgegenüber versuchen Banken mit hohem Kapitalpuffer den Kapitalpuffer zu",
      "text" : "halten, indem sie ihre Risikopositionen erhöhen, wenn die Kapitalausstattung steigt."
    }, {
      "heading" : "4. Die These, dass Banken mit niedrigem Kapitalpuffer ihr Kapital (bzw. Risiko)",
      "text" : "schneller anpassen als solche mit einem hohen Kapitalpuffer, ist empirisch nicht bzw. nicht eindeutig zu belegen.\nContents"
    }, {
      "heading" : "1 Introduction 1",
      "text" : ""
    }, {
      "heading" : "2 The empirical model 4",
      "text" : "2.1 A simultaneous equations model with partial adjustment 4\n2.2 Definitions of capital and risk 5\n2.3 Variables affecting the target levels of capital and risk 7\n2.4 Specification and hypotheses 9"
    }, {
      "heading" : "3 Data description 11",
      "text" : "4 Methodology and regression results 13\n4.1 Methodology 13\n4.2 Regression results 14"
    }, {
      "heading" : "5 Conclusion 20",
      "text" : ""
    }, {
      "heading" : "6 Appendix 21",
      "text" : "7 References 23\n1\nDoes capital regulation matter for bank behaviour? Evidence for German savings banks∗"
    }, {
      "heading" : "1 Introduction",
      "text" : "Since the process of deregulation in the 1970s, the supervision of banks has mainly relied on minimum capital requirements. This prominent role of minimum capital requirements is particularly reflected in the Basel Capital Accord and the current process of its revision (Basel II). However, the importance attached to capital requirements in the supervision of banks raises several questions: How do banks react to capital requirements? Do they increase capital when they approach the regulatory minimum? Do they also adjust risk and how are these adjustments interrelated? And finally, do minimum capital requirements also have an effect on well-capitalized banks?\nAn increasing branch of the theoretical literature has tried to assess the effects of minimum capital requirements on capital and banks’ risk. This literature argues mainly within option pricing models or portfolio models and that capital regulation is motivated mostly by the assumption that banks commit moral hazard. Information asymmetries and deposit insurance shield banks from the disciplining control of depositors. Merton (1977) shows within an option pricing model that banks with limited liability can thus increase shareholder value by decreasing capital and increasing risk. The increasing default probability is at the expense of the deposit insurance. Furlong and Keeley (1989) show that – by exposing the bank’s own funds to potential risks – flat capital requirements can reduce, but do not eliminate the moral hazard incentives. This is mainly because the amount of capital the bank has to set aside against credit risk does not depend on the bank’s asset quality. Sharpe (1978) shows that risk-based capital\n____________________ ∗ We thank Jörg Breitung, Claudia Buch, Kai Carstensen, Stefan Jaschke, Phil Molyneux, and Andrea\nSchertler for helpful comments.\n2\nrequirements can completely eliminate moral hazard. Hence risk-based capital requirements eventually lower the probability of default, thereby lowering the expected deposit insurance liability.\nOther authors show within portfolio models that flat capital requirements may even increase risk-taking incentives instead of lowering them. Koehn and Santomero (1980) argue that the forced increase in expensive capital financing reduces a bank’s expected return. The bank, in turn, tries to increase its profitability by investing in riskier assets. In some cases, the default probability may even increase. Kim and Santomero (1988) and Rochet (1992) point out that risk-based capital requirements can eliminate risktaking incentives if risk weights are correctly chosen.\nThe traditional moral hazard literature reviewed above abstracts from rigidities and adjustment costs. Accordingly, in those models, banks never hold capital in excess of the regulatory minimum. In practice, however, banks may not be able to instantaneously adjust capital or risk due to adjustment costs or illiquid markets. Furthermore, under asymmetric information, raising equity capital could be interpreted as a negative signal with regard to the bank’s value (Myers and Majluf 1984), rendering banks unable or reluctant to react to negative capital shocks instantaneously. However, a breach of the regulation triggers costly supervisory actions, possibly even leading to the bank’s closure. Hence banks have an incentive to hold more capital than required (a “capital buffer”) as an insurance against a violation of the regulatory minimum capital requirement. This incentive increases with the probability of breaching the regulatory minimum and, hence, with the volatility of the capital ratio. However, raising capital is relatively costly compared to raising insured deposits. This trade-off determines the optimum capital buffer (Marcus 1984, Milne and Whalley 2002).\nThe moral hazard theory and the capital buffer theory have different implications for how banks adjust capital and risk in the light of minimum capital requirements. The moral hazard theory predicts that when capital requirements force banks to increase capital, they will react by also increasing risk. By contrast, the capital buffer theory predicts that the behaviour of banks depends on the size of their capital buffer: banks\n3\nwith high capital buffers will aim at maintaining their capital buffers while banks with low capital buffers will aim at rebuilding an appropriate capital buffer. Hence for banks with high capital buffers, capital and risk adjustments will be positively related while, for banks with low capital buffer, capital and risk adjustments will be negatively related.\nAn increasing number of empirical papers (Shrieves and Dahl 1992; Jacques and Nigro 1997; Aggarwal and Jacques 2001; Rime 2001) has tried to test the moral hazard theory. Most papers find a positive relationship between capital and risk adjustments, indicating that banks that have built up capital have, at the same time, also increased risk. This finding has been interpreted as supporting the moral hazard theory.\nWe contribute to the literature in three important ways. First, to the best of our knowledge, we are the first to empirically test the capital buffer theory. To do so, we allow the relationship between capital and risk adjustments to depend on the size of the capital buffer. Second, in contrast to much of the literature, we do not pool the data, but use dynamic panel data techniques in order to account explicitly for bank-specific effects. And third, we use a new supervisory dataset collected by the Deutsche Bundesbank. While most of the existing literature studies US banks, we study German banks, thereby providing further evidence on non-US banks.\nOur paper is organised as follows. Section 1 specifies the empirical model and the hypotheses to be tested. Section 2 and 3 describe the data and the statistical methodology. Section 4 shows the regression results. Section 5 concludes.\n4"
    }, {
      "heading" : "2 The empirical model",
      "text" : ""
    }, {
      "heading" : "2.1 A simultaneous equations model with partial adjustment",
      "text" : "The capital buffer and the moral hazard theory discussed above presume that banks simultaneously determine capital and risk. Empirical tests of the relationship between capital and risk must recognise this simultaneity. Hence we use a simultaneous equations model which builds on earlier work by Shrieves and Dahl (1992). The two equations of the model explain adjustments in capital and risk respectively.1 As the observed adjustments are the result not only of the discretionary behaviour of banks but also of exogenous shocks, adjustments are modelled as the sum of a discretionary component and an exogenous random shock:2\ntj d tjtj CAPCAP ,,, ε+∆=∆ , (1)\n, , , d j t j t j tRISK RISK ν∆ = ∆ + , (2)\nwhere ∆CAPj,t and ∆RISKj,t are the total observed changes, ∆CAPdj,t and ∆RISKdj,t are the endogenously determined adjustments, and εj,t and νi,t are the exogenous random shocks in capital and risk levels, respectively, for bank j in period t.\n____________________ 1 Most empirical models do not try to explain the absolute levels of capital and risk. Instead, they\nexplain adjustments in capital and risk. The first reason for this is the fact that a theory of the optimal capital structure for banks does not exist. The theories referred to above, rather, have implications for how individual banks adjust capital in reaction to adjustment in risk (and vice versa). To understand the second reason for this specification, let us assume a mean-variance framework such as in Kim and Santomero (1988). Banks with relatively low risk aversion will then choose relatively high leverage and relatively high asset risk. We would, thus, expect to observe a negative cross-sectional correlation between the level of asset risk and capital ratios due to crosssectional variation in risk preferences.\n2 With respect to capital, exogenous shocks can be the result of unanticipated changes in earnings. With respect to risk, exogenous shocks are mainly the result of unanticipated economic developments, such as a changing asset or loan quality or a changing value of the loan collateral (Hart and Jaffee 1974 and Marcus 1983).\n5\nThe buffer theory additionally assumes that banks face rigidities and adjustment costs that may prevent them from making instantaneous discretionary adjustments. Hence we model the discretionary part of observed adjustments in capital and risk in a partial adjustment framework. This framework assumes that banks aim at establishing optimal capital and risk levels, the “target levels”. Since exogenous shocks drive actual levels away from target levels, banks will then adjust capital and risk to meet the target. However, full adjustment may be too costly and/or infeasible. Hence banks adjust levels only partially towards the target levels. The partial adjustment framework assumes that the adjustment is proportional to the difference between optimal and actual levels:\n)( 1, * ,, −−=∆ tjtj d tj CAPCAPCAP α , (3)\n* , , , 1( ) d j t j t j tRISK RISK RISKβ −∆ = − , (4)\nwhere α and β are the speeds of adjustments, CAP*j,t and RISK*j,t are the target\nlevels, and CAPj,t-1 and RISKj,t-1 are the actual levels of capital and risk, respectively, in the previous period.\nSubstituting Eqs. (3) and (4) into Eqs. (1) and (2), the observed adjustments in\ncapital and risk can be written as\n* , , , 1 ,( )j t j t j t j tCAP CAP CAPα ε−∆ = − + , (5) * , , , 1 ,( )j t j t j t j tRISK RISK RISKβ ν−∆ = − + . (6)\nHence the observed adjustments in capital and risk in period t are a function of the target levels and the lagged levels of capital and risk respectively as well as exogenous shocks."
    }, {
      "heading" : "1.2 Definitions of capital and risk",
      "text" : "We define capital (CAP) as the ratio of total capital to total assets (TCTA). Total capital consists of all liable capital components permitted under the German Banking Act and\n6\nis comparable to the definition used in the Basel Capital Accord.3 The definition of risk is more problematic. More advanced measures, such as value at risk, are not available. The same holds for the volatility of the market price of a bank’s assets. Instead, we define risk (RISK) as the ratio of risk-weighted assets to total assets (RWATA). The rationale for this definition is that the allocation of bank assets among risk categories is the major determinant of a bank’s risk.4\nAnother reason why we use TCTA and RWATA as definitions of capital and risk, respectively is the following. The Basel I minimum capital requirement is defined as the ratio of total capital to total risk-weighted assets. In order to comply with the 8% regulatory minimum, banks can adjust the numerator and/or the denominator of the Basel capital ratio. In the definitions chosen in this paper, dCAP reflects adjustments in the numerator (capital) while dRISK reflects adjustments in the denominator (riskweighted assets). Hence dCAP and dRISK can be interpreted as the two variables banks have at their discretion to manage their Basel capital ratio. This interpretation is logically independent of whether or not RISK is a correct measure of risk. The interpretation as a measure of risk is correct only if the risk weights correctly reflect the economic risk of the assets. However, empirical evidence shows that the Basel I risk weights and the economic risk of an asset are only weakly correlated (Avery and Berger 1991). However, regardless of whatever additional risk measures they use in their daily business, all banks still have to obey regulatory rules. In this sense, they will have to manage their “regulatory” risk. Despite the shortcomings of RWATA as a measure of risk and in line with the literature, we interpret RISK as a measure of risk in the remainder of the paper. However, readers with doubts might want to replace “risk” by “risk-weighted assets” in the following.\n____________________ 3 Total capital is defined as core capital plus additional capital minus corrective items specified by the\nBanking Act.\n4 Support for this measure can be found in Chessen (1987) and Keeton (1989). Shrieves and Dahl (1992) point out that, apart from allocation, a bank’s portfolio risk is also determined by the quality of loans. In contrast, Jacques and Nigro (1997) argue that the RWATA captures the allocation as well as the quality aspect of portfolio risk, whereas Avery and Berger (1991) and Berger (1995) argue that this ratio is positively correlated with risk.\n7"
    }, {
      "heading" : "1.3 Variables affecting the target levels of capital and risk",
      "text" : "The partial adjustment model presented in Eqs. (5) and (6) above suggests that banks aim at establishing their target capital and risk levels. These target levels are not readily observable. They depend on other variables specific to the individual bank. In the following, these explanatory variables and their expected impact on the observed adjustments in capital and risk are presented.\nSize may have an effect on a bank’s target capital level as the size of a bank is an indicator of the bank’s access to capital. German law prohibits savings banks from raising Tier 1 capital via equity markets. Hence savings banks depend on retained earnings and capital injections by their public owners. However, big savings banks use subordinated debt issues to raise Tier 2 capital.5 Thus, larger savings banks are more flexible in raising capital, which renders their target capital level smaller than the target capital levels of smaller banks. Besides, size may also have an effect on a bank’s target risk level as the size of a bank affects its investment opportunities and diversification possibilities. The sign of this effect is, however, undetermined (Acharya et al 2002). Hence we include the natural log of total assets (SIZE) in the capital and risk equations to capture size effects.\nSavings banks have to rely mainly on retained earnings to increase capital. Hence we include the bank’s return on assets (ROA) in the capital equation as a measure of profits with an expected positive sign.\nCurrent loan losses affect the ratio of risk-weighted assets to total assets as they reduce the nominal amount of risk-weighted assets. Building on Rime (2001), we approximate these losses (LLOSS) with the ratio of new net provisions to total assets and include LLOSS in the risk equation with an expected negative sign.\n____________________ 5 Of the 50 banks with the highest number of subordinated debt issues in Basel Committee member\nstates 15 are German savings banks: 7 central giro institutions and 8 local savings banks (Basel Committee on Banking Supervision 2003).\n8\nBesides, we use two control variables which may also affect target capital and risk levels. First, the savings banking sector has seen a merger wave in the last years. When a savings bank faces financial troubles, it is merged with a healthy bank in the neighbourhood. We therefore expect to observe a decrease in capital and an increase in risk for the take-over bank in the year of the merger. In order to capture these effects, we include a merger dummy variable (MERGER) in the regression equations, which is unity in the year a savings bank takes over another bank and zero otherwise. Second, as savings banks are the main lenders to local firms, we expect local firm insolvencies to have a negative impact on capital and a positive impact on risk. Hence we approximate these local insolvencies (INSOLV) with the ratio of firm insolvencies to the total number of firms in the German state where the savings bank is located. Finally, we also include year dummy variables, which capture further year-specific macroeconomic effects.\nLast but not least, we have to find a criterion to distinguish between banks with high capital buffers and banks with low capital buffers. The criterion used by the majority of the literature builds on the capital buffer measured as the absolute difference between the actual Basel capital ratio and the 8% regulatory minimum capital requirement (the “absolute capital buffer”).\nIn order to test the capital buffer theory, another criterion which is based on the standardised capital buffer is, however, more appropriate. Let us assume the existence of two banks, A and B, both having the same absolute capital buffer. Bank A’s capital buffer is less volatile than Bank B’s capital buffer. Hence Bank A is better insured against a possible violation of the regulatory minimum in spite of both banks holding the same absolute capital buffer. To capture this effect, we divide the absolute capital buffer by the bank-specific standard deviation of the absolute capital buffer (the “standardised capital buffer”). Based on this criterion, we define a regulatory dummy (REG), which is unity if a bank has a standardised capital buffer equal to or less than a certain cut-off value and zero otherwise. As cut-off values, we use both the 25 percentile and the median standardised capital buffer. The Sargan (1958) test of overidentifying restrictions indicates, however, that our regressions based on the median capital buffer are not valid. Hence we use the 25% centile in the following. For our\n9\nsample, this threshold is at 1.6887 standard deviations of the capital buffer above the 8% regulatory minimum.\nWe test three different effects of the size of the capital buffer on capital and risk adjustments. First, banks with low capital buffers may differ in the magnitude of their capital and risk adjustments from banks with high capital buffers. Hence we include REG in the capital and risk equation. Second, we expect that, according to the capital buffer theory, adjustments in capital and risk are positively related for banks with high capital buffers while they are negatively related for banks with low capital buffers. In order to allow for the different relationships between capital and risk, we include dRISK and REG*dRISK (dCAP and REG*dCAP) in the capital (risk) equation. And third, we test whether banks with low capital buffers adjust capital and risk faster than banks with high capital buffers. In order to do so, we include REG*CAPt-1 (REG*RISKt-1) in addition to CAPj,t-1 (RISKj,t-1) in the capital (risk) equation."
    }, {
      "heading" : "1.4 Specification and hypotheses",
      "text" : "In order to obtain the standard form of an endogenous lag model that can be estimated with the software package DPD for Ox (Doornik et al 2002), we add CAPj,t-1 and RISKj,t-1 to both sides of Eqs. (5) and (6) respectively. With regard to the analysis above, the empirical model is then specified as follows:\ntjtjtj\ntjtjtjtjtjtj\ntjtjtjtj udydyINSOLVMERGER CAPREGCAPRISKREGRISK\nSIZEROAREGCAP\n,1410,9,8\n1,,71,6,,5,4\n,3,2,10,\n2000...1996 *)1(* ++++++ −−+∆+∆+\n+++=\n−− αααα αααα\nαααα (7)\ntjtjtj\ntjtjtjtjtjtj\ntjtjtjtj\nwdydyINSOLVMERGER RISKREGRISKCAPREGCAP\nSIZELLOSSREGRISK\n,1410,9,8\n1,,71,6,,5,4\n,3,2,10,\n2000...1996\n*)1(*\n++++++\n−−+∆+∆+\n+++=\n−− ββββ ββββ\nββββ (8)\n10\nwhere tjjtju ,, εµ += and tjjtjw ,, νη += with ),0(~ 2 µσµ IIDj , ),0(~ 2µση IIDj ,\n),0(~ 2, εσε IIDtj and ),0(~ 2 , νσν IIDtj , independent one another and among themselves.\nTaking as the null hypotheses that adjustments in capital and risk do not impact on one another and that the speeds of capital and risk adjustments are equal for banks with high and low capital buffers respectively, we can state our hypotheses in terms of the coefficients as follows:\nH1a: 04 >α and 04 >β . Adjustments in capital and risk are positively related for banks with high capital buffers as banks with high capital buffers try to maintain their capital buffers. For this hypothesis to hold, it is sufficient that one of the two coefficients is significant.\nH1b: 054 <+ αα and 054 <+ ββ . Adjustments in capital and risk are negatively related for banks with low capital buffers as banks with low capital buffers try to rebuild their capital buffers. For this hypothesis to hold, it is sufficient that one of the two sums is significant.\nH2a: 07 >α . Banks with low capital buffers adjust capital faster than banks with high capital buffers.\nH2b: 07 >β . Banks with low capital buffers adjust risk faster than banks with high capital buffers.\n11"
    }, {
      "heading" : "3 Data description",
      "text" : "The German banking system is highly fragmented and heterogenous. Hence coefficients may not be stable across the different banking groups. To avoid this problem, we try to create a homogenous sample. First, we regard savings banks only. Savings banks are the largest banking group in Germany, representing 36% (48%) of the balance sheet total of all banks (universal banks) (according to the Bundesbank’s Banking Statistics). Despite being publicly owned, they aim at maximising profits (Hartmann-Wendels et al 1998). Hence the theories discussed above can indeed be tested on the basis of savings banks. Second, we exclude the central giro institutions from the sample as their portfolio is very different from those of local savings banks.6 Third, we keep only banks in the sample which remain in existence for at least four years during the observation period. Fourth, we drop the 15 savings banks with capital ratios below 8% as they are under the control of supervisors. And fifth, in order to ensure time series homogeneity, we drop the years 2001 to 2003, which were affected by the burst of the bubble and the ensuing economic downturn.7 As a result, our sample consists of about 570 local German savings banks over the 1993 – 2000 period, as 1993 was the earliest year for which data on risk-weighted assets were available for savings banks. The balance sheet data were obtained from the Deutsche Bundesbank, which collects bank-level data in its supervisory function. The insolvency data was obtained from the Federal Statistical Office (Statistisches Bundesamt).\nThroughout the observation period, the savings banks under review held an average capital buffer of 2.57 standard deviations above the 8% regulatory minimum (see Appendix for some descriptive statistics of the variables).\n____________________ 6 Private savings banks (so-called free savings banks) are also excluded from the sample as they are\nnot subject to regional investment restrictions and therefore have more degrees of freedom in deciding upon their loan portfolio.\n7 The Sargan test is very sensitive to coefficients not being stable over time and therefore indicates valid instruments only when we drop the years 2001 to 2003.\n12\nTable 1 gives the correlations for all non-categorical variables, including relevant first differences and lags. In addition, it gives the correlations for the capital buffer measured in absolute terms and in standard deviations above the regulatory minimum (based on the pooled sample). The correlation between levels of CAP and RISK as well as between first differences of CAP and RISK are positive. This finding stands in contrast to Shrieves and Dahl (1992), who find a negative correlation between levels and a positive correlation between first differences. They argue that the negative correlation between levels is due to cross-sectional variation in risk preferences: Banks with low risk aversion would choose low capital ratios and high risk, whereas banks with high risk aversion would choose high capital ratios and low risk. However, in this paper, savings banks were deliberately chosen as they are assumed to be a rather homogenous group of banks. Hence the absence of cross-sectional variation in risk aversion is not surprising.\nTable 1: Correlations among variables CAP RISK dCAP dRISK ROA SIZE LLOSS Capital buffera Capital bufferb INSOLV CAP 1.0000 RISK 0.7051 1.0000 dCAP 0.1466 -0.0601 1.0000 dRISK 0.0508 0.1208 0.1361 1.0000 ROA 0.1437 0.1169 0.1356 -0.0006 1.0000 SIZE 0.0672 0.0703 -0.0587 -0.0317 -0.0696 1.0000 LLOSS -0.0906 0.0100 0.0228 -0.0249 -0.3164 0.0593 1.0000 Capital buffera 0.3273 -0.4153 0.2690 -0.0837 0.0281 0.0044 -0.1181 1.0000 Capital bufferb 0.3660 0.0491 0.0687 -0.0591 -0.0041 -0.0308 -0.1106 0.3881 1.0000 INSOLV -0.3908 -0.6025 0.0584 0.0966 -0.1476 0.0236 0.1289 0.3558 0.0091 1.0000 aMeasured as the Basel capital ratio minus the 8% regulatory minimum. – bMeasured in standard deviations above the 8% regulatory minimum.\n13"
    }, {
      "heading" : "4 Methodology and regression results",
      "text" : ""
    }, {
      "heading" : "4.1 Methodology",
      "text" : "Unlike previous empirical studies (Shrieves and Dahl 1992; Jacques and Nigro 1997; Aggarwal and Jacques 2001; Rime 2001), we employ dynamic panel data techniques\nwhich control for the bank-specific effects jµ and jη . The Within estimator is known\nto produce biased estimates when the lagged dependent variable appears as a regressor.8 The bias will approach zero as T goes to infinity (Nickell 1981). However, in our case, T is relatively small compared to N. To avoid the Nickell bias, we use an instrumental variable approach.\nWe take the first difference of the model specified in Eq. (7) in order to eliminate the individual effect jµ , and we try to find suitable instruments for 2,1, −− − tjtj CAPCAP .9\nArellano and Bond (1991) suggest a Generalized Method of Moments (GMM) estimator which uses the entire set of lagged values of CAPj as instruments. However, in models with endogenous regressors, using too many instruments could result in seriously biased estimates. Hence we only use a subsample of the whole history of the series as instruments in the subsequent cross-section.10 Besides, a possible persistence in ____________________ 8 Since tjCAP ,∆ is a function of jµ , 1, −tjCAP is also a function of jµ . Hence, 1, −tjCAP , a righthand regressor in Eq. (7), is correlated with the error term. This renders the 2SLS and 3SLS estimator biased and inconsistent. For the fixed effects estimator, the Within transformation eliminates the jµ , but )( 1.1, −− − jtj CAPCAP where )1/(2 1,1. −= = −− TCAPCAP T t tjj will still be\ncorrelated with )( , jtj εε − as 1, −tjCAP is correlated with jε by construction. jε contains 1, −tjε , which is correlated with 1, −tjCAP . Therefore, the fixed effects estimator will be biased (Nickell 1981). Besides, the random effects GLS estimator is also biased because before applying GLS, quasi-demeaning is performed.\n9 We use the capital equation as an example in the following. The same considerations in the choice of instruments hold for the risk equation. 10 The Sargan indicates using values of CAPj and RISKj lagged two and three times as instruments.\n14\nobserved capital and risk adjustments may result in the problem of weak instruments and losses in asymptotic efficiency when using the Arellano and Bond GMM estimator (Blundell and Bond 1998). Hence we use the system GMM estimator suggested by Blundell and Bond (1998), which uses lagged differences of CAPj as instruments for equations in levels in addition to the Arellano-Bond instruments.11\nAs, for our sample, the one- and two-step Blundell-Bond system GMM estimators produce quite similar estimates, we present only the (asymptotically) more efficient two-step estimates. However, the two-step estimates of the standard errors tend to be severely downward-biased (Arellano and Bond 1991; Blundell and Bond 1998). To compensate, we use the finite-sample correction to the two-step covariance matrix derived by Windmeijer (2000).\nIn the case of the risk equation, the Sargan test indicates that we use invalid instruments. We attribute this to the well-known characteristic of the Sargan test to be conservative and we still interpret the estimated coefficients with due caution."
    }, {
      "heading" : "4.2 Regression results",
      "text" : "The results of estimating the simultaneous system of Eqs. (7) and (8) are presented in Tables 2 and 3 respectively in addition to the Sargan test and the tests of serial correlation in the first-differenced residuals. Each table contains the result for three different specifications, which vary in the way the regulatory variable affects banks’ capital and risk decisions. Specification I allows adjustments in capital and risk to depend on whether banks have low or high capital buffers (inclusion of REG); Specification II additionally allows for higher speeds of adjustment in capital and risk (inclusion of REG and REG*CAPt-1 and REG*RISKt-1, respectively); and, finally, ____________________ 11 In addition, we also use LLOSSj and lagged levels of RISKj as instruments for dRISKj,t-dRISKj,t-1 in\nthe difference equations and first differences as instruments in the level equations in order to account for the simultaneity of capital and risk adjustments. In the specifications where we include REGj*CAPj,t-1 and REGj*dRISKj,t among the regressors, we also use instrumental variables for these interaction terms.\n15\nSpecification III additionally allows for differences in the coordination of capital and risk adjustments (inclusion of REG and REG*dRISK and REG*dCAP, respectively).\nThe results show that, as expected, the return on assets (ROA) has a statistically highly significant and positive effect on capital. Hence savings banks seem to rely heavily on retained earnings in order to increase capital. However, loan losses (LLOSS) show the expected significant and negative effect on risk only in Specification III. Bank size (SIZE) has a statistically significant and negative effect on risk, but it seems to have no effect on capital. The negative effect of bank size on risk stands in contrast to most other papers and means that larger banks have lower target risk levels than smaller banks.\nThe results in Tables 2 and 3 provide also some interesting insights into the impact of capital regulation on the coordination of capital and risk adjustments. The simplest way to model the regulatory impact is to include a regulatory dummy variable, thereby allowing banks with low capital buffers to differ in their capital and risk adjustments by a certain amount from banks with high capital buffers. However, the coefficients of the regulatory dummy are significant only in Specification I, where they have signs opposite to what we expected. The results suggest that banks with low capital buffers increase capital by 0.28 percentage points less and increase risk by 0.65 percentage points more than banks with high capital buffers. This counterintuitive result may be due to the fact that, whereas we measure regulatory pressure in Specification I simply by including a dummy variable, the impact of regulation is actually more complex.\nWith respect to lagged capital, we estimate and report (1-α6) instead of α6. Hence we have to subtract 1 and multiply by -1 in order to obtain the speed of adjustment. The estimated speeds of capital and risk adjustment are highly significant and, in line with the literature, are found to be relatively low. The estimated speed of capital (risk) adjustment lies in the range [0.0761; 0.0922] ([0.0288; 0.0370]), which means that shocks to capital (risk) are halved within 7 and 9 years (18 and 24 years). The very low speed of risk adjustment may be due to the illiquid market for asset-backed securities in Germany, which renders the banks’ asset structure rather rigid. In Specifications II to\n16\nIV, we additionally allow banks with low capital buffers to adjust capital and risk faster than banks with high capital buffers. With respect to capital, we find that the coefficient of REG*CAPt-1 has the expected sign, but is significant in Specification II only. Hence we find mixed evidence that banks with low capital buffers adjust capital faster than banks with high capital buffers. The finding of a higher capital adjustment is in line with the literature (Shrieves and Dahl 1992; Ediz et al 1998; Aggarwal and Jacques 2001). With respect to risk, we find that the coefficient of REG*RISKt-1 is not significant, so banks with low capital buffers do not seem to adjust risk faster than banks with high capital buffers.\nThe coefficient estimates of dRISK and REG*dRISK in the capital equation are statistically insignificant. Only in Specification I is the coefficient of dRISK significantly negative at the 10% level. The coefficient estimates of dCAP and REG*dCAP in the risk equation become statistically significant once REG*dCAP is included in Specification III. For banks with high capital buffers, the coefficient estimate of dCAP is positive while, for banks with low capital buffers, the coefficient estimates of dCAP and REG*dCAP add up to a negative number. The results suggest that banks with low capital buffers decrease risk when they increase capital, thereby rebuilding their capital buffer. In contrast, banks with high capital buffers increase risk when capital increases, thereby maintaining their capital buffer. However, banks with low capital buffers as well as banks with high capital buffers do not adjust capital when risk changes. This result is confirmed by a Wald test of the joint significance of the coefficients of dRISK and REG*dRISK.12 This finding indicates that the coordination of capital and risk adjustments runs only from capital to risk and not vice versa. Although we did not expect the coordination to be one-way, the findings support our hypotheses H1a and H1b.\nWe additionally control for take-overs (MERGER) and local firm insolvencies (INSOLV). Our results suggest that, contrary to our expectations, mergers and local firm insolvencies do not seem to have any effect on capital and risk adjustments. INSOLV\n____________________ 12 Chi2(2) = 2.5722 [0.2763].\n17\nhas the expected significant and negative sign only in the capital equation in Specification II. Finally, the significance of the year dummy variables indicates the existence of further macroeconomic shocks which are not captured by local firm insolvencies.\n18\nTa bl\ne 2:\nB lu\nnd el\nl-B on\nd tw\nost\nep s\nys te\nm G\nM M\ne st\nim at\nes fo\nr C AP\nj,t (1\n99 3-\n20 00\n)\nI\nII II I C oe ff ic ie nt t-v al ue C oe ff ic ie nt t-v al ue C oe ff ic ie nt t-v\nal ue\nR EG\n-0 .0\n02 8*\n** -1\n2. 30\n0. 00\n98 1.\n51 0.\n00 71\n1. 01\nR O\nA 0.\n16 60\n** *\n2. 92\n0. 20\n26 **\n* 2.\n80 0.\n20 85\n** *\n2. 67\nSI ZE\n-0 .0\n00 1\n-1 .1\n1 -0\n.0 00\n1 -1\n.3 6\n-0 .0\n00 2\n-1 .6 2 dR IS K -0 .0 13 6 -1 .4 5 -0 .0 25 8 -1 .2 9 -0 .0 22 0 -1 .1 1 R EG *d R IS K -0 .0 77 0 -0 .9 4 C A P t -1 0. 90 78 ** * 70 .7 0 0. 92 39 ** * 54 .7 0 0. 91 59 ** * 49 .7 0 R EG *C A P t -1 -0 .2 56 3* -1 .9 4 -0 .1 82 2 -1 .2 0 M ER G ER -0 .0 00 6 -0 .6 3 -0 .0 02 5* -1 .6 9 -0 .0 01 6 -0 .9 5 IN SO LV 0. 00 01 0. 36 -0 .0 00 2 -0 .6 4 -0 .0 00 2 -0 .6 0 dy 19 96 0. 00 03 1. 13 0. 00 00 0. 12 0. 00 00 0. 13 dy 19 97 -0 .0 00 8* ** -3 .1 9 -0 .0 01 0* ** -3 .3 1 -0 .0 00 8* * -2 .1 3 dy 19 98 -0 .0 01 3* ** -5 .1 0 -0 .0 01 3* ** -3 .8 6 -0 .0 01 1* * -2 .3 0 dy 19 99 -0 .0 01 3* ** -5 .0 2 -0 .0 01 4* ** -4 .0 8 -0 .0 01 1* * -2 .4 5 dy 20 00 -0 .0 00 9* ** -2 .7 7 -0 .0 00 7 -1 .4 0 -0 .0 00 3 -0 .4 0 In te rc ep t 0. 01 02 ** * 5. 26 0. 01 06 ** * 4. 59 0. 01 17 ** * 4. 49 Sa rg an te s t C hi 2 ( 28 ) = 4 6. 35 [0 .0 16 ]* * C hi 2 (2 7) = 3 1. 86 [0 .2 37 ] C hi 2 ( 26 ) = 3 0. 09 [0 .2 64 ] A R (1 ) t es t N (0 ,1 ) = -1 1. 06 [0 .0 00 ]* ** N (0 ,1 ) = -9 .0 66 [0 .0 00 ]* ** N (0 ,1 ) = -8 .6 72 [0 .0 00 ]* ** A R (2 ) t es t N (0 ,1 ) = 0 .3 18 9 [0 .7 50 ] N (0 ,1 ) = -0 .7 84 9 [0 .4 33 ] N (0 ,1 ) = -0 .3 46 6 [0 .7 29 ] N o of o bs (b an ks ) 33 80 (5 74 ) 33 80 (5 74 ) 33 80 (5 74 ) N ot es : T he d ep en de nt v ar ia bl e is C AP j,t , w hi ch is d ef in ed a s t ot al c ap ita l o ve r t ot al a ss et s. RE G is a d um m y va ria bl e w hi ch is u ni ty if th e ba nk h as a st an da rd is ed c ap ita l b uf fe r e qu al to\no r l\nes s t\nha n\n1. 68 87 st an da rd d ev ia tio ns (i e th e 25 p er ce nt ile ) a nd z er o ot he rw is e. R O A is th e re tu rn o n as se ts . S IZ E is d ef in ed a s t he n at ur al lo g of to ta l a ss et s. M ER G ER is a du m m y va ria bl e w hi ch is u ni ty in th e ye ar a b an k ha s t ak en o ve r a no th er b an k an d ze ro o th er w is e. IN SO LV is d ef in ed a s th e nu m be r o f f irm in so lv en ci es in th e G er m an F ed er al s ta te w he re th e ba nk is lo ca te d ov er th e to ta l n um be r o f f irm s in th is s ta te . La gg ed d iff er en ce s of C AP j a re u se d as in str um en ts fo r e qu at io ns in le ve ls , i n ad di tio n to la gg ed le ve ls o f C AP j t ha t a re u se d as in st ru m en ts fo r e qu at io ns in fi rs t d iff er en ce s. In a dd iti on , w e us e LL O SS j an d G M M -ty pe i ns tru m en ts o f RI SK j a s in st ru m en ts fo r dR IS K j,t i n or de r to a cc ou nt f or t he s im ul ta ne ity o f ca pi ta l an d ris k ad ju stm en ts . I n th e sp ec ifi ca tio ns w he re w e in cl ud e RE G j,t *C AP j,t a nd RE G j,t *d RI SK j,t a m on g th e re gr es so rs , w e al so u se in str um en ta l v ar ia bl es fo r t he se in te ra ct io n te rm s. ** *, * *, a nd * in di ca te s ta tis tic al s ig ni fic an ce a t t he 1 % , 5 % , a nd 1 0% le ve ls re sp ec tiv el y in a tw ota ile d t-t es t. Sa rg an te st r ef er s to th e te st o f ov er -id en tif yi ng r es tri ct io ns . A R (1 ) an d A R (2 ) te st r ef er s to th e te st f or th e nu ll of n o fir st -o rd er a nd s ec on dor de r au to co rre la tio n in th e fir stdi ffe re nc ed re si du al s.\n19\nTa bl\ne3 :\nB lu\nnd el\nl-B on\nd tw\nost\nep s\nys te\nm G\nM M\ne st\nim at\nes fo\nr R IS\nK j,t\n(1 99\n3- 20\n00 )\nI\nII II I C oe ff ic ie nt t-v al ue C oe ff ic ie nt t-v al ue C oe ff ic ie nt t-v\nal ue\nR EG\n0. 00\n63 **\n* 2.\n58 -0\n.0 15\n1 -0\n.9 3\n0. 00\n61 0. 27 LL O SS -0 .1 39 4 -0 .9 4 -0 .1 19 2 -0 .8 0 -0 .2 62 5* -1 .7 1 SI ZE -0 .0 02 2* ** -4 .4 2 -0 .0 02 2* ** -4 .3 4 -0 .0 01 7* ** -2 .8 2 dC A P -0 .6 14 0 -0 .7 4 -0 .5 18 1 -0 .6 2 2. 39 43 * 1. 75 R EG *d C A P -9 .1 39 7* * -2 .5 4 R IS K t-1 0. 97 12 ** * 13 6. 00 0. 96 30 ** * 10 5. 00 0. 96 37 ** * 98 .4 0 R EG *R IS K t-1 0. 04 09 1. 31 0. 03 78 0. 96 M ER G ER 0. 00 38 0. 73 0. 00 54 1. 01 0. 00 37 0. 71 IN SO LV 0. 00 04 0. 24 0. 00 03 0. 17 -0 .0 02 0 -0 .9 2 dy 19 96 -0 .0 06 9* ** -5 .0 5 -0 .0 07 0* ** -5 .0 4 -0 .0 07 6* ** -4 .9 0 dy 19 97 -0 .0 02 4 -1 .3 3 -0 .0 02 3 -1 .2 7 -0 .0 00 7 -0 .3 4 dy 19 98 0. 00 56 ** 2. 43 0. 00 56 ** 2. 45 0. 00 86 ** * 3. 50 dy 19 99 0. 00 42 * 1. 91 0. 00 44 ** 1. 97 0. 00 65 ** * 2. 89 dy 20 00 0. 01 95 ** * 7. 85 0. 01 96 ** * 7. 86 0. 02 25 ** * 8. 17 In te rc ep t 0. 06 77 ** * 5. 47 0. 07 22 ** * 5. 63 0. 05 37 ** * 3. 59 Sa rg an te st C hi 2 ( 31 ) = 6 5. 41 [0 .0 00 ]* ** C hi 2( 30 ) = 6 3. 47 [0 .0 00 ]* ** C hi 2( 29 ) = 5 1. 60 [0 .0 06 ]* ** A R (1 ) t es t N (0 ,1 ) = -1 0. 26 [0 .0 00 ]* ** N (0 ,1 ) = -1 0. 36 [0 .0 00 ]* ** N (0 ,1 ) = -7 .0 20 [0 .0 00 ]* ** A R (2 ) t es t N (0 ,1 ) = -0 .7 50 6 [0 .4 53 ] N (0 ,1 ) = -0 .7 42 8 [0 .4 58 ] N (0 ,1 ) = 0 .4 21 5 [0 .6 73 ] N b. o f o bs . ( ba nk s) 33 80 (5 74 ) 33 80 (5 74 ) 33 80 (5 74 ) N ot es : T he d ep en de nt v ar ia bl e is R IS K j,t , w hi ch is d ef in ed a s to ta l c ap ita l o ve r t ot al a ss et s. RE G is a d um m y va ria bl e w hi ch is u ni ty if th e ba nk h as a s ta nd ar di se d ca pi ta l b uf fe r e qu\nal to\no r l\nes s\nth an\n1. 68\n87 s\nta nd\nar d\nde vi\nat io\nns (i\ne th\ne 25\np er\nce nt\nile ) a\nnd z\ner o\not he\nrw is\ne. L\nLO SS\na re\nd ef\nin ed\na s\nne w\np ro\nvi si\non s\nov er\nto ta\nl a ss\net s.\nSI ZE\nis d\nef in\ned a\ns th\ne na\ntu ra\nl l og\no f\nto ta\nl a ss\net s.\nM ER\nG ER\nis a\nd um\nm y\nva ria\nbl e\nw hi\nch is\nu ni\nty in\nth e\nye ar\na b\nan k\nha s t\nak en\no ve\nr a no\nth er\nb an\nk an\nd ze\nro o\nth er\nw is\ne. IN\nSO LV\nis d\nef in\ned a\ns t he\nn um\nbe r o\nf f irm\nin so\nlv en\nci es\nin th\ne G\ner m\nan F\ned er\nal s\nta te\nw he\nre th\ne ba\nnk is\nlo ca\nte d\nov er\nth e\nto ta\nl n um\nbe r o\nf f irm\ns i n\nth is\nst at\ne. L\nag ge\nd di\nffe re\nnc es\no f R\nIS K\nj a re\nu se\nd as\nin str\num en\nts fo\nr e qu\nat io\nns in\nle ve\nls , i\nn ad\ndi tio\nn to\nla gg\ned le\nve ls\no f R\nIS K\nj t ha\nt a re\nu se\nd as\nin st\nru m\nen ts\nfo r e\nqu at\nio ns in fir st d iff er en ce s. In a dd iti on , w e us e RO A j ,t a nd G M M -ty pe in st ru m en ts of C AP j a s in str um en ts fo r d CA P j ,t i n or de r t o ac co un t f or th e si m ul ta ne ity o f c ap ita l a nd ri sk a dj us tm en ts. In th e sp ec ifi ca tio ns w he re w e in cl ud e RE G j,t *R IS K j,t -1 a nd R EG j,t *d C AP j,t a m on g th e re gr es so rs , w e al so u se in str um en ta l v ar ia bl es fo r t he se in te ra ct io n te rm s. ** *, * *, a nd * in di ca te s ta tis tic al s ig ni fic an ce a t t he 1 % , 5 % , an d 10 % le ve ls re sp ec tiv el y in a tw ota ile d t-t es t. Sa rg an te st re fe rs to th e te st o f ov er -id en tif yi ng r es tri ct io ns . A R (1 ) an d A R (2 ) te st re fe rs to th e te st f or th e nu ll of n o fir st -o rd er a nd s ec on dor de r au to co rre la tio n in th e fir stdi ffe re nc ed re si du al s.\n20"
    }, {
      "heading" : "5 Conclusion",
      "text" : "Minimum capital requirements play a prominent role in modern banking regulation. A growing branch of the banking literature has dealt with the question of how banks consider capital regulation in their capital and risk decisions. The two major theories in this field are the moral hazard theory and the capital buffer theory (Marcus 1984, Milne and Whalley 2002), which have rivalling predictions for the behaviour of banks. The empirical literature has mainly tested the moral hazard theory. Building on a model developed by Shrieves and Dahl (1992), we are the first to test hypotheses on the relationship between capital and risk adjustments derived from the buffer theory. We further contribute to the literature by using dynamic panel data techniques that explicitly take unobserved heterogeneity into account. And finally, we provide new evidence for non-US banks by using a new dataset of supervisory data collected by the Deutsche Bundesbank.\nWe find that capital regulation has an impact on capital and risk adjustments in several interesting respects. In line with the literature, we find that banks adjust capital faster than risk. Besides, we find mixed (no) evidence that banks with low capital buffers adjust capital (risk) faster than banks with high capital buffers. With respect to the coordination of capital and risk, we find evidence that banks with low capital buffers attempt to rebuild an appropriate capital buffer by decreasing risk when capital decreases. In contrast, banks with high capital buffers attempt to maintain their capital buffer by increasing risk when capital increases. However, banks do not adjust capital when risk changes. In summary, our findings are in line with the hypotheses derived from the buffer theory.\n21"
    }, {
      "heading" : "6 Appendix",
      "text" : "Descriptive statistics\nMean Minimum 5 Percentile Median 95 Percentile Maximum dCAP 0.0024 -0.0182 -0.0031 0.0021 0.0090 0.0217 dRISK 0.0087 -0.1155 -0.0274 0.0081 0.0486 0.1606 ROA 0.0026 -0.0204 0.0006 0.0025 0.0050 0.0187 SIZE 20.5974 17.4928 19.0761 20.6176 22.2066 23.7265 LLOSS 0.0034 -0.0213 -0.0008 0.0028 0.0095 0.0410 CAPt-1 0.0541 0.0196 0.0335 0.0547 0.0706 0.1124 RISKt-1 0.5303 0.1796 0.3157 0.5514 0.6573 0.7588 MERGER 0.0253 0.0000 0.0000 0.0000 0.0000 1.0000 INSOLV 0.8654 0.4886 0.5038 0.7780 1.8846 2.4551 Capital buffera 0.0262 0.0004 0.0068 0.0225 0.0583 0.1586 Capital bufferb 2.5671 0.0334 0.6630 2.5245 4.7106 11.1578 a Measured as the Basel capital ratio minus 0.08. – b Measured in bank-specific standard deviations above the 8% regulatory minimum.\nVariable means for each year of the observation period\n1994 1995 1996 1997 1998 1999 2000 dCAP 0.0031 0.0027 0.0036 0.0024 0.0016 0.0016 0.0015 dRISK 0.0047 0.0086 -0.0011 0.0036 0.0115 0.0095 0.0252 ROA 0.0029 0.0031 0.0029 0.0026 0.0025 0.0024 0.0022 SIZE 20.3940 20.4783 20.5507 20.6033 20.6602 20.7314 20.7815 LLOSS2 0.0029 0.0043 0.0042 0.0039 0.0035 0.0012 0.0034 CAPt-1 0.0459 0.0490 0.0516 0.0552 0.0576 0.0593 0.0609 RISKt-1 0.5150 0.5198 0.5284 0.5272 0.5302 0.5425 0.5509 MERGER 0.0540 0.0366 0.0226 0.0122 0.0070 0.0199 0.0242 INSOLV 0.6510 0.7819 0.8980 0.9513 0.9501 0.8809 0.9516 Capital buffera 0.0147 0.0185 0.0262 0.0303 0.0313 0.0324 0.0301 Capital bufferb 1.6812 1.9776 2.6439 2.9595 2.9551 3.0160 2.7698 Nb. of banks 574 574 574 574 568 553 537 a Measured as the Basel capital ratio minus the 8% regulatory minimum. – b Measured in bank-specific standard deviations above the 8% regulatory minimum.\n22\nVariable means for savings banks with low and high capital buffers Banks with low capital buffera Banks with high capital bufferb\nREG=1 REG=0\ndCAP 0.0019 0.0025 dRISK 0.0102 0.0082 ROA 0.0027 0.0026 SIZE 20.5368 20.6176 LLOSS 0.0040 0.0031 CAPt-1 0.0472 0.0565 RISKt-1 0.5184 0.5343 MERGER 0.0435 0.0192 Capital bufferc 0.0134 0.0304 Capital bufferd 1.0609 3.0688 Nb. of obs. 988 2966 a Savings banks with capital buffers lower than 1.6887 standard deviations above the 8% regulatory minimum. – b Savings banks with capital buffers higher than 1.6887 standard deviations above the 8% regulatory minimum. – cMeasured as the Basel capital ratio minus the 8% regulatory minimum. – dMeasured in standard deviations above the 8% regulatory minimum.\n23"
    }, {
      "heading" : "7 References",
      "text" : "Acharya, V., I. Hasan, and A. Saunders (2002). The effects of focus and diversification on bank risk and return: Evidence from individual bank loan portfolios. CEPR Discussion Paper No. 3252, March.\nAggarwal, R. and K.T. Jacques (2001). The impact of FDICIA and prompt corrective action on bank capital and risk: Estimates using a simultaneous equations model. Journal of Banking and Finance 25: 1139-1160.\nArellano, M. and S. Bond (1991). Some tests of specification for panel data: Monte Carlo evidence and an application to employment equations. Review of Economic Studies 58: 277-297.\nAvery, R. B. and A. B. Berger (1991). Risk-based capital and deposit insurance reform. Journal of Banking and Finance 15: 847-874.\nBasel Committee on Banking Supervision (2003). Markets for Bank Subordinated Debt and Equity in Basel Committee Member Countries. Basel Committee on Banking Supervision Working Paper No. 12, August.\nBlundell, R. W. and S. R. Bond (1998). Initial conditions and moment restrictions in dynamic panel data models. Journal of Econometrics 87. 29-52.\nChessen, J. (1987). Capital comes to the fore. Issues in Bank Regulation, Spring 1987.\nDoornik, J., M. Arellano, and S. Bond (2002). Panel Data estimation using DPD for Ox. December 23. Mimeo.\nEdiz, T., I. Michael, and W. Perraudin (1998). The impact of capital requirements on U.K. bank behaviour. Federal Reserve Bank of New York Economic Policy Review, October 1998.\nFurlong, F. T. and M. C. Keeley (1989). Capital regulation and bank risk-taking: A note. Journal of Banking and Finance 13: 883-891.\nHart, O. D. and D. M. Jaffee (1974). On the application of portfolio theory to depository financial intermediaries. Review of Economic Studies 41: 129-147.\nHartmann-Wendels, T., A. Pfingsten, and M. Weber (1998). Bankbetriebslehre. Springer-Verlag. Berlin.\nJacques, K. and P. Nigro (1997). Risk-based capital, portfolio risk, and bank capital: A simultaneous equations approach. Journal of Economics and Business 49: 533- 547.\n24\nKeeton, W. R. (1989). The new risk-based capital plan for commercial banks. Federal Reserve Bank of Kansas City Economic Review, December, 40-60.\nKim, D. and A. M. Santomero (1988). Risk in banking and capital regulation. Journal of Finance 43: 1219-1233.\nKoehn, M. and A. M. Santomero (1980). Regulation of bank capital and portfolio risk. Journal of Finance 35: 1235-1244.\nMarcus, A. J. (1983): The bank capital decision: A time series cross-section analysis. Journal of Finance 38: 1217-1232.\nMarcus, A. J. (1984): Deregulation and Bank Financial Policy. Journal of Banking and Finance 8: 557-565.\nMerton, R. C. (1977). An analytic derivation of the cost of deposit insurance and loan guarantees. Journal of Banking and Finance 1: 3-11\nMilne, A. and E. Whalley (2001). Bank capital regulation and incentives for risk-taking. Mimeo.\nMyers, S. C. and N.S. Majluf (1984). Corporate financing and investment decisions when firms have information that investors do not have. Journal of Financial Economics 13: 187-222.\nNickell, S. (1981). Biases in dynamic models with fixed effects. Econometrica 49: 1417-1426.\nRime, B. (2001). Capital requirements and bank behaviour: Empirical evidence for Switzerland. Journal of Banking and Finance 25: 789-805.\nRochet, J.-C. (1992). Capital requirements and the behaviour of commercial banks. European Economic Review 36: 1137-1178.\nSargan, J. D. (1958). The estimation of economic relationships using instrumental variables. Econometrica 26, 391-393.\nSharpe, W. F. (1978). Bank capital adequacy, deposit insurance and security values. Journal of Financial and Quantitative Analysis 13: 701-718.\nShrieves, R. and D. Dahl (1992). The relationship between risk and capital in commercial banks. Journal of Banking and Finance 16: 439-457.\nWindmeijer, F. (2000). A Finite Sample Correction for the Variance of Linear TwoStep GMM Estimators. The Institute for Fiscal Studies Working Paper 00/17.\n25\nThe following Discussion Papers have been published since 2003:\nSeries 1: Studies of the Economic Research Centre\nJanuary 2003 Testing mean-variance efficiency in CAPM Marie-Claude Beaul with possibly non-gaussian errors: an Jean-Marie Dufour exact simulation-based approach Lynda Khalaf\nJanuary 2003 Finite-sample distributions of self-normalized sums Jeong-Ryeol Kim\nJanuary 2003 The stock return-inflation puzzle and the asymmetric causality in stock returns, inflation and real activity Jeong-Ryeol Kim\nFebruary 2003 Multiple equilibrium overnight rates in a dynamic interbank market game Jens Tapking\nFebruary 2003 A comparison of dynamic panel data estimators: Monte Carlo evidence and an application to the investment function Andreas Behr\nMarch 2003 A Vectorautoregressive Investment Model (VIM) And Monetary Policy Joerg Breitung Transmission: Panel Evidence From Robert S. Chirinko German Firms Ulf von Kalckreuth\nMarch 2003 The international integration of money markets in the central and east European accession countries: deviations from covered interest parity, capital controls and inefficien- Sabine Herrmann cies in the financial sector Axel Jochem\nMarch 2003 The international integration of foreign exchange markets in the central and east European accession countries: speculative efficiency, transaction costs Sabine Herrmann and exchange rate premiums Axel Jochem\n26\nMarch 2003 Determinants of German FDI: Claudia Buch New Evidence from Jörn Kleinert Micro-Data Farid Toubal\nMarch 2003 On the Stability of Different Financial Systems Falko Fecht\nApril 2003 Determinants of German Foreign Direct Investment in Latin American and Asian Emerging Markets in the 1990s Torsten Wezel\nJune 2003 Active monetary policy, passive fiscal policy and the value of public debt: some further monetarist arithmetic Leopold von Thadden\nJune 2003 Bidder Behavior in Repo Auctions Tobias Linzert without Minimum Bid Rate: Dieter Nautz Evidence from the Bundesbank Jörg Breitung\nJune 2003 Did the Bundesbank React to Martin T. Bohl Stock Price Movements? Pierre L. Siklos\nThomas Werner\n15 2003 Money in a New-Keynesian model Jana Kremer estimated with German data Giovanni Lombardo\nThomas Werner\n16 2003 Exact tests and confidence sets for the Jean-Marie Dufour tail coefficient of α-stable distributions Jeong-Ryeol Kurz-Kim\n17 2003 The Forecasting Performance of B R Craig, E Glatzer, German Stock Option Densities J Keller, M Scheicher\n18 2003 How wacky is the DAX? The changing Jelena Stapf structure of German stock market volatility Thomas Werner\n27\n1 2004 Foreign Bank Entry into Emerging Economies: An Empirical Assessment of the Determinants and Risks Predicated on German FDI Data Torsten Wezel\n2 2004 Does Co-Financing by Multilateral Development Banks Increase “Risky” Direct Investment in Emerging Markets? – Evidence for German Banking FDI Torsten Wezel\n3 2004 Policy Instrument Choice and Non-Coordinated Giovanni Lombardo Monetary Policy in Interdependent Economies Alan Sutherland\n4 2004 Inflation Targeting Rules and Welfare in an Asymmetric Currency Area Giovanni Lombardo\n5 2004 FDI versus cross-border financial services: Claudia M. Buch The globalisation of German banks Alexander Lipponer\n6 2004 Clustering or competition? The foreign Claudia M. Buch investment behaviour of German banks Alexander Lipponer\n7 2004 PPP: a Disaggregated View Christoph Fischer\n8 2004 A rental-equivalence index for owner-occupied Claudia Kurz housing in West Germany 1985 to 1998 Johannes Hoffmann\n9 2004 The Inventory Cycle of the German Economy Thomas A. Knetsch\n10 2004 Evaluating the German Inventory Cycle Using Data from the Ifo Business Survey Thomas A. Knetsch\n11 2004 Real-time data and business cycle analysis in Germany Jörg Döpke\n12 2004 Business Cycle Transmission from the US to Germany – a Structural Factor Approach Sandra Eickmeier\n28\n13 2004 Consumption Smoothing Across States and Time: George M. International Insurance vs. Foreign Loans von Furstenberg\n14 2004 Real-Time Estimation of the Output Gap in Japan and its Usefulness for Inflation Forecasting and Policymaking Koichiro Kamada\n15 2004 Welfare Implications of the Design of a Currency Union in Case of Member Countries of Different Sizes and Output Persistence Rainer Frey\n16 2004 On the decision to go public: Ekkehart Boehmer Evidence from privately-held firms Alexander Ljungqvist\n17 2004 Who do you trust while bubbles grow and blow? A comparative analysis of the explanatory power of accounting and patent information for the Fred Ramb market values of German firms Markus Reitzig\n18 2004 The Economic Impact of Venture Capital Astrid Romain, Bruno van Pottelsberghe\n19 2004 The Determinants of Venture Capital: Astrid Romain, Bruno Additional Evidence van Pottelsberghe\n20 2004 Financial constraints for investors and the Ulf von Kalckreuth speed of adaption: Are innovators special?\n21 2004 How effective are automatic stabilisers? Theory and results for Germany and other Michael Scharnagl OECD countries Karl-Heinz Tödter\n29\nSeries 2: Banking and Financial Supervision\n1 2003 Measuring the Discriminative Power B. Engelmann, of Rating Systems E. Hayden, D. Tasche\n2 2003 Credit Risk Factor Modeling and A. Hamerle, the Basel II IRB Approach T. Liebig, D. Rösch\n1 2004 Forecasting Credit Portfolio Risk A. Hamerle, T. Liebig, H. Scheule\n2 2004 Systematic Risk in Recovery Rates – An Empirical Analysis of US Corporate Klaus Düllmann Credit Exposures Monika Trapp\n3 2004 Does capital regulation matter for bank Frank Heid behaviour? Evidence for German savings Daniel Porath banks Stéphanie Stolz"
    } ],
    "references" : [ {
      "title" : "The effects of focus and diversification on bank risk and return: Evidence from individual bank loan portfolios",
      "author" : [ "V. Acharya", "I. Hasan", "A. Saunders" ],
      "venue" : "CEPR Discussion Paper No. 3252, March.",
      "citeRegEx" : "Acharya et al\\.,? 2002",
      "shortCiteRegEx" : "Acharya et al\\.",
      "year" : 2002
    }, {
      "title" : "The impact of FDICIA and prompt corrective action on bank capital and risk: Estimates using a simultaneous equations model",
      "author" : [ "R. Aggarwal", "K.T. Jacques" ],
      "venue" : "Journal of Banking and Finance 25: 1139-1160.",
      "citeRegEx" : "Aggarwal and Jacques,? 2001",
      "shortCiteRegEx" : "Aggarwal and Jacques",
      "year" : 2001
    }, {
      "title" : "Some tests of specification for panel data: Monte Carlo evidence and an application to employment equations",
      "author" : [ "M. Arellano", "S. Bond" ],
      "venue" : "Review of Economic Studies 58: 277-297.",
      "citeRegEx" : "Arellano and Bond,? 1991",
      "shortCiteRegEx" : "Arellano and Bond",
      "year" : 1991
    }, {
      "title" : "Risk-based capital and deposit insurance reform",
      "author" : [ "R.B. Avery", "A.B. Berger" ],
      "venue" : "Journal of Banking and Finance 15: 847-874.",
      "citeRegEx" : "Avery and Berger,? 1991",
      "shortCiteRegEx" : "Avery and Berger",
      "year" : 1991
    }, {
      "title" : "Markets for Bank Subordinated Debt and Equity in Basel Committee Member Countries",
      "author" : [ "Basel Committee on Banking Supervision" ],
      "venue" : "Basel Committee on Banking Supervision Working Paper No. 12, August.",
      "citeRegEx" : "Supervision,? 2003",
      "shortCiteRegEx" : "Supervision",
      "year" : 2003
    }, {
      "title" : "Initial conditions and moment restrictions in dynamic panel data models",
      "author" : [ "R.W. Blundell", "S.R. Bond" ],
      "venue" : "Journal of Econometrics 87. 29-52.",
      "citeRegEx" : "Blundell and Bond,? 1998",
      "shortCiteRegEx" : "Blundell and Bond",
      "year" : 1998
    }, {
      "title" : "Capital comes to the fore",
      "author" : [ "J. Chessen" ],
      "venue" : "Issues in Bank Regulation, Spring 1987.",
      "citeRegEx" : "Chessen,? 1987",
      "shortCiteRegEx" : "Chessen",
      "year" : 1987
    }, {
      "title" : "Panel Data estimation using DPD for Ox",
      "author" : [ "J. Doornik", "M. Arellano", "S. Bond" ],
      "venue" : "December 23. Mimeo.",
      "citeRegEx" : "Doornik et al\\.,? 2002",
      "shortCiteRegEx" : "Doornik et al\\.",
      "year" : 2002
    }, {
      "title" : "The impact of capital requirements on U.K. bank behaviour",
      "author" : [ "T. Ediz", "I. Michael", "W. Perraudin" ],
      "venue" : "Federal Reserve Bank of New York Economic Policy Review,",
      "citeRegEx" : "Ediz et al\\.,? \\Q1998\\E",
      "shortCiteRegEx" : "Ediz et al\\.",
      "year" : 1998
    }, {
      "title" : "Capital regulation and bank risk-taking: A note",
      "author" : [ "F.T. Furlong", "M.C. Keeley" ],
      "venue" : "Journal of Banking and Finance 13: 883-891.",
      "citeRegEx" : "Furlong and Keeley,? 1989",
      "shortCiteRegEx" : "Furlong and Keeley",
      "year" : 1989
    }, {
      "title" : "On the application of portfolio theory to depository financial intermediaries",
      "author" : [ "O.D. Hart", "D.M. Jaffee" ],
      "venue" : "Review of Economic Studies 41: 129-147.",
      "citeRegEx" : "Hart and Jaffee,? 1974",
      "shortCiteRegEx" : "Hart and Jaffee",
      "year" : 1974
    }, {
      "title" : "Bankbetriebslehre",
      "author" : [ "T. Hartmann-Wendels", "A. Pfingsten", "M. Weber" ],
      "venue" : "Springer-Verlag. Berlin.",
      "citeRegEx" : "Hartmann.Wendels et al\\.,? 1998",
      "shortCiteRegEx" : "Hartmann.Wendels et al\\.",
      "year" : 1998
    }, {
      "title" : "Risk-based capital, portfolio risk, and bank capital: A simultaneous equations approach",
      "author" : [ "K. Jacques", "P. Nigro" ],
      "venue" : "Journal of Economics and Business 49: 533547.",
      "citeRegEx" : "Jacques and Nigro,? 1997",
      "shortCiteRegEx" : "Jacques and Nigro",
      "year" : 1997
    }, {
      "title" : "The new risk-based capital plan for commercial banks",
      "author" : [ "W.R. Keeton" ],
      "venue" : "Federal Reserve Bank of Kansas City Economic Review,",
      "citeRegEx" : "Keeton,? \\Q1989\\E",
      "shortCiteRegEx" : "Keeton",
      "year" : 1989
    }, {
      "title" : "Risk in banking and capital regulation",
      "author" : [ "D. Kim", "A.M. Santomero" ],
      "venue" : "Journal of Finance 43: 1219-1233.",
      "citeRegEx" : "Kim and Santomero,? 1988",
      "shortCiteRegEx" : "Kim and Santomero",
      "year" : 1988
    }, {
      "title" : "Regulation of bank capital and portfolio risk",
      "author" : [ "M. Koehn", "A.M. Santomero" ],
      "venue" : "Journal of Finance 35: 1235-1244.",
      "citeRegEx" : "Koehn and Santomero,? 1980",
      "shortCiteRegEx" : "Koehn and Santomero",
      "year" : 1980
    }, {
      "title" : "The bank capital decision: A time series cross-section analysis",
      "author" : [ "A.J. Marcus" ],
      "venue" : "Journal of Finance",
      "citeRegEx" : "Marcus,? \\Q1983\\E",
      "shortCiteRegEx" : "Marcus",
      "year" : 1983
    }, {
      "title" : "Deregulation and Bank Financial Policy",
      "author" : [ "A.J. Marcus" ],
      "venue" : "Journal of Banking and Finance",
      "citeRegEx" : "Marcus,? \\Q1984\\E",
      "shortCiteRegEx" : "Marcus",
      "year" : 1984
    }, {
      "title" : "An analytic derivation of the cost of deposit insurance and loan guarantees",
      "author" : [ "R.C. Merton" ],
      "venue" : "Journal of Banking and Finance 1: 3-11",
      "citeRegEx" : "Merton,? 1977",
      "shortCiteRegEx" : "Merton",
      "year" : 1977
    }, {
      "title" : "Bank capital regulation and incentives for risk-taking",
      "author" : [ "A. Milne", "E. Whalley" ],
      "venue" : "Mimeo.",
      "citeRegEx" : "Milne and Whalley,? 2001",
      "shortCiteRegEx" : "Milne and Whalley",
      "year" : 2001
    }, {
      "title" : "Corporate financing and investment decisions when firms have information that investors do not have",
      "author" : [ "S.C. Myers", "N.S. Majluf" ],
      "venue" : "Journal of Financial Economics 13: 187-222.",
      "citeRegEx" : "Myers and Majluf,? 1984",
      "shortCiteRegEx" : "Myers and Majluf",
      "year" : 1984
    }, {
      "title" : "Biases in dynamic models with fixed effects",
      "author" : [ "S. Nickell" ],
      "venue" : "Econometrica 49: 1417-1426.",
      "citeRegEx" : "Nickell,? 1981",
      "shortCiteRegEx" : "Nickell",
      "year" : 1981
    }, {
      "title" : "Capital requirements and bank behaviour: Empirical evidence for Switzerland",
      "author" : [ "B. Rime" ],
      "venue" : null,
      "citeRegEx" : "Rime,? \\Q2001\\E",
      "shortCiteRegEx" : "Rime",
      "year" : 2001
    }, {
      "title" : "Capital requirements and the behaviour of commercial banks",
      "author" : [ "Rochet", "J.-C." ],
      "venue" : "European Economic Review 36: 1137-1178.",
      "citeRegEx" : "Rochet and J..C.,? 1992",
      "shortCiteRegEx" : "Rochet and J..C.",
      "year" : 1992
    }, {
      "title" : "The estimation of economic relationships using instrumental variables",
      "author" : [ "J.D. Sargan" ],
      "venue" : "Econometrica 26, 391-393.",
      "citeRegEx" : "Sargan,? 1958",
      "shortCiteRegEx" : "Sargan",
      "year" : 1958
    }, {
      "title" : "Bank capital adequacy, deposit insurance and security values",
      "author" : [ "W.F. Sharpe" ],
      "venue" : "Journal of Financial and Quantitative Analysis 13: 701-718.",
      "citeRegEx" : "Sharpe,? 1978",
      "shortCiteRegEx" : "Sharpe",
      "year" : 1978
    }, {
      "title" : "The relationship between risk and capital in commercial banks",
      "author" : [ "R. Shrieves", "D. Dahl" ],
      "venue" : "Journal of Banking and Finance 16: 439-457.",
      "citeRegEx" : "Shrieves and Dahl,? 1992",
      "shortCiteRegEx" : "Shrieves and Dahl",
      "year" : 1992
    }, {
      "title" : "A Finite Sample Correction for the Variance of Linear TwoStep GMM Estimators",
      "author" : [ "F. Windmeijer" ],
      "venue" : "The Institute for Fiscal Studies Working Paper 00/17.",
      "citeRegEx" : "Windmeijer,? 2000",
      "shortCiteRegEx" : "Windmeijer",
      "year" : 2000
    }, {
      "title" : "Multiple equilibrium overnight rates in a dynamic interbank market game",
      "author" : [ "Jeong-Ryeol Kim" ],
      "venue" : null,
      "citeRegEx" : "Kim,? \\Q2003\\E",
      "shortCiteRegEx" : "Kim",
      "year" : 2003
    } ],
    "referenceMentions" : [ {
      "referenceID" : 23,
      "context" : "We estimate a modified version of the model developed by Shrieves and Dahl (1992). This paper contributes to the literature in three ways.",
      "startOffset" : 57,
      "endOffset" : 82
    }, {
      "referenceID" : 23,
      "context" : "The empirical literature has mainly tested the moral hazard theory, building on a model developed by Shrieves and Dahl (1992). The discussion paper “Does capital regulation matter for bank behaviour” focuses on an alternative theory, the capital buffer theory (Marcus 1984, Milne and Whalley 2002).",
      "startOffset" : 101,
      "endOffset" : 126
    }, {
      "referenceID" : 17,
      "context" : "Merton (1977) shows within an option pricing model that banks with limited liability can thus increase shareholder value by decreasing capital and increasing risk.",
      "startOffset" : 0,
      "endOffset" : 14
    }, {
      "referenceID" : 9,
      "context" : "Furlong and Keeley (1989) show that – by exposing the bank’s own funds to potential risks – flat capital requirements can reduce, but do not eliminate the moral hazard incentives.",
      "startOffset" : 0,
      "endOffset" : 26
    }, {
      "referenceID" : 14,
      "context" : "Koehn and Santomero (1980) argue that the forced increase in expensive capital financing reduces a bank’s expected return.",
      "startOffset" : 0,
      "endOffset" : 27
    }, {
      "referenceID" : 14,
      "context" : "Kim and Santomero (1988) and Rochet (1992) point out that risk-based capital requirements can eliminate risktaking incentives if risk weights are correctly chosen.",
      "startOffset" : 0,
      "endOffset" : 25
    }, {
      "referenceID" : 14,
      "context" : "Kim and Santomero (1988) and Rochet (1992) point out that risk-based capital requirements can eliminate risktaking incentives if risk weights are correctly chosen.",
      "startOffset" : 0,
      "endOffset" : 43
    }, {
      "referenceID" : 20,
      "context" : "Furthermore, under asymmetric information, raising equity capital could be interpreted as a negative signal with regard to the bank’s value (Myers and Majluf 1984), rendering banks unable or reluctant to react to negative capital shocks instantaneously.",
      "startOffset" : 140,
      "endOffset" : 163
    }, {
      "referenceID" : 26,
      "context" : "An increasing number of empirical papers (Shrieves and Dahl 1992; Jacques and Nigro 1997; Aggarwal and Jacques 2001; Rime 2001) has tried to test the moral hazard theory.",
      "startOffset" : 41,
      "endOffset" : 127
    }, {
      "referenceID" : 12,
      "context" : "An increasing number of empirical papers (Shrieves and Dahl 1992; Jacques and Nigro 1997; Aggarwal and Jacques 2001; Rime 2001) has tried to test the moral hazard theory.",
      "startOffset" : 41,
      "endOffset" : 127
    }, {
      "referenceID" : 1,
      "context" : "An increasing number of empirical papers (Shrieves and Dahl 1992; Jacques and Nigro 1997; Aggarwal and Jacques 2001; Rime 2001) has tried to test the moral hazard theory.",
      "startOffset" : 41,
      "endOffset" : 127
    }, {
      "referenceID" : 22,
      "context" : "An increasing number of empirical papers (Shrieves and Dahl 1992; Jacques and Nigro 1997; Aggarwal and Jacques 2001; Rime 2001) has tried to test the moral hazard theory.",
      "startOffset" : 41,
      "endOffset" : 127
    }, {
      "referenceID" : 26,
      "context" : "Hence we use a simultaneous equations model which builds on earlier work by Shrieves and Dahl (1992). The two equations of the model explain adjustments in capital and risk respectively.",
      "startOffset" : 76,
      "endOffset" : 101
    }, {
      "referenceID" : 13,
      "context" : "To understand the second reason for this specification, let us assume a mean-variance framework such as in Kim and Santomero (1988). Banks with relatively low risk aversion will then choose relatively high leverage and relatively high asset risk.",
      "startOffset" : 107,
      "endOffset" : 132
    }, {
      "referenceID" : 3,
      "context" : "However, empirical evidence shows that the Basel I risk weights and the economic risk of an asset are only weakly correlated (Avery and Berger 1991).",
      "startOffset" : 125,
      "endOffset" : 148
    }, {
      "referenceID" : 5,
      "context" : "4 Support for this measure can be found in Chessen (1987) and Keeton (1989).",
      "startOffset" : 43,
      "endOffset" : 58
    }, {
      "referenceID" : 5,
      "context" : "4 Support for this measure can be found in Chessen (1987) and Keeton (1989). Shrieves and Dahl (1992) point out that, apart from allocation, a bank’s portfolio risk is also determined by the quality of loans.",
      "startOffset" : 43,
      "endOffset" : 76
    }, {
      "referenceID" : 5,
      "context" : "4 Support for this measure can be found in Chessen (1987) and Keeton (1989). Shrieves and Dahl (1992) point out that, apart from allocation, a bank’s portfolio risk is also determined by the quality of loans.",
      "startOffset" : 43,
      "endOffset" : 102
    }, {
      "referenceID" : 5,
      "context" : "4 Support for this measure can be found in Chessen (1987) and Keeton (1989). Shrieves and Dahl (1992) point out that, apart from allocation, a bank’s portfolio risk is also determined by the quality of loans. In contrast, Jacques and Nigro (1997) argue that the RWATA captures the allocation as well as the quality aspect of portfolio risk, whereas Avery and Berger (1991) and Berger (1995) argue that this ratio is positively correlated with risk.",
      "startOffset" : 43,
      "endOffset" : 247
    }, {
      "referenceID" : 3,
      "context" : "In contrast, Jacques and Nigro (1997) argue that the RWATA captures the allocation as well as the quality aspect of portfolio risk, whereas Avery and Berger (1991) and Berger (1995) argue that this ratio is positively correlated with risk.",
      "startOffset" : 140,
      "endOffset" : 164
    }, {
      "referenceID" : 3,
      "context" : "In contrast, Jacques and Nigro (1997) argue that the RWATA captures the allocation as well as the quality aspect of portfolio risk, whereas Avery and Berger (1991) and Berger (1995) argue that this ratio is positively correlated with risk.",
      "startOffset" : 140,
      "endOffset" : 182
    }, {
      "referenceID" : 22,
      "context" : "Building on Rime (2001), we approximate these losses (LLOSS) with the ratio of new net provisions to total assets and include LLOSS in the risk equation with an expected negative sign.",
      "startOffset" : 12,
      "endOffset" : 24
    }, {
      "referenceID" : 24,
      "context" : "The Sargan (1958) test of overidentifying restrictions indicates, however, that our regressions based on the median capital buffer are not valid.",
      "startOffset" : 4,
      "endOffset" : 18
    }, {
      "referenceID" : 26,
      "context" : "This finding stands in contrast to Shrieves and Dahl (1992), who find a negative correlation between levels and a positive correlation between first differences.",
      "startOffset" : 35,
      "endOffset" : 60
    }, {
      "referenceID" : 26,
      "context" : "Unlike previous empirical studies (Shrieves and Dahl 1992; Jacques and Nigro 1997; Aggarwal and Jacques 2001; Rime 2001), we employ dynamic panel data techniques which control for the bank-specific effects j μ and j η .",
      "startOffset" : 34,
      "endOffset" : 120
    }, {
      "referenceID" : 12,
      "context" : "Unlike previous empirical studies (Shrieves and Dahl 1992; Jacques and Nigro 1997; Aggarwal and Jacques 2001; Rime 2001), we employ dynamic panel data techniques which control for the bank-specific effects j μ and j η .",
      "startOffset" : 34,
      "endOffset" : 120
    }, {
      "referenceID" : 1,
      "context" : "Unlike previous empirical studies (Shrieves and Dahl 1992; Jacques and Nigro 1997; Aggarwal and Jacques 2001; Rime 2001), we employ dynamic panel data techniques which control for the bank-specific effects j μ and j η .",
      "startOffset" : 34,
      "endOffset" : 120
    }, {
      "referenceID" : 22,
      "context" : "Unlike previous empirical studies (Shrieves and Dahl 1992; Jacques and Nigro 1997; Aggarwal and Jacques 2001; Rime 2001), we employ dynamic panel data techniques which control for the bank-specific effects j μ and j η .",
      "startOffset" : 34,
      "endOffset" : 120
    }, {
      "referenceID" : 21,
      "context" : "8 The bias will approach zero as T goes to infinity (Nickell 1981).",
      "startOffset" : 52,
      "endOffset" : 66
    }, {
      "referenceID" : 21,
      "context" : "Therefore, the fixed effects estimator will be biased (Nickell 1981).",
      "startOffset" : 54,
      "endOffset" : 68
    }, {
      "referenceID" : 1,
      "context" : "Unlike previous empirical studies (Shrieves and Dahl 1992; Jacques and Nigro 1997; Aggarwal and Jacques 2001; Rime 2001), we employ dynamic panel data techniques which control for the bank-specific effects j μ and j η . The Within estimator is known to produce biased estimates when the lagged dependent variable appears as a regressor.8 The bias will approach zero as T goes to infinity (Nickell 1981). However, in our case, T is relatively small compared to N. To avoid the Nickell bias, we use an instrumental variable approach. We take the first difference of the model specified in Eq. (7) in order to eliminate the individual effect j μ , and we try to find suitable instruments for 2 , 1 , − − − t j t j CAP CAP .9 Arellano and Bond (1991) suggest a Generalized Method of Moments (GMM) estimator which uses the entire set of lagged values of CAPj as instruments.",
      "startOffset" : 83,
      "endOffset" : 747
    }, {
      "referenceID" : 5,
      "context" : "14 observed capital and risk adjustments may result in the problem of weak instruments and losses in asymptotic efficiency when using the Arellano and Bond GMM estimator (Blundell and Bond 1998).",
      "startOffset" : 170,
      "endOffset" : 194
    }, {
      "referenceID" : 2,
      "context" : "14 observed capital and risk adjustments may result in the problem of weak instruments and losses in asymptotic efficiency when using the Arellano and Bond GMM estimator (Blundell and Bond 1998). Hence we use the system GMM estimator suggested by Blundell and Bond (1998), which uses lagged differences of CAPj as instruments for equations in levels in addition to the Arellano-Bond instruments.",
      "startOffset" : 138,
      "endOffset" : 272
    }, {
      "referenceID" : 2,
      "context" : "However, the two-step estimates of the standard errors tend to be severely downward-biased (Arellano and Bond 1991; Blundell and Bond 1998).",
      "startOffset" : 91,
      "endOffset" : 139
    }, {
      "referenceID" : 5,
      "context" : "However, the two-step estimates of the standard errors tend to be severely downward-biased (Arellano and Bond 1991; Blundell and Bond 1998).",
      "startOffset" : 91,
      "endOffset" : 139
    }, {
      "referenceID" : 2,
      "context" : "However, the two-step estimates of the standard errors tend to be severely downward-biased (Arellano and Bond 1991; Blundell and Bond 1998). To compensate, we use the finite-sample correction to the two-step covariance matrix derived by Windmeijer (2000).",
      "startOffset" : 92,
      "endOffset" : 255
    }, {
      "referenceID" : 26,
      "context" : "The finding of a higher capital adjustment is in line with the literature (Shrieves and Dahl 1992; Ediz et al 1998; Aggarwal and Jacques 2001).",
      "startOffset" : 74,
      "endOffset" : 142
    }, {
      "referenceID" : 1,
      "context" : "The finding of a higher capital adjustment is in line with the literature (Shrieves and Dahl 1992; Ediz et al 1998; Aggarwal and Jacques 2001).",
      "startOffset" : 74,
      "endOffset" : 142
    }, {
      "referenceID" : 16,
      "context" : "The two major theories in this field are the moral hazard theory and the capital buffer theory (Marcus 1984, Milne and Whalley 2002), which have rivalling predictions for the behaviour of banks. The empirical literature has mainly tested the moral hazard theory. Building on a model developed by Shrieves and Dahl (1992), we are the first to test hypotheses on the relationship between capital and risk adjustments derived from the buffer theory.",
      "startOffset" : 96,
      "endOffset" : 321
    } ],
    "year" : 2004,
    "abstractText" : "The aim of this paper is to assess how German savings banks adjust capital and risk under capital regulation. We estimate a modified version of the model developed by Shrieves and Dahl (1992). This paper contributes to the literature in three ways. First, we test the capital buffer theory (Marcus 1984, Milne and Whalley 2002). Second, we use dynamic panel data techniques that explicitly take unobserved heterogeneity into account. And third, we provide new evidence for non-US banks by using a new dataset of supervisory data collected by the Deutsche Bundesbank. We find evidence that the coordination of capital and risk adjustments depends on the amount of capital the bank holds in excess of the regulatory minimum (the “capital buffer”). Banks with low capital buffers try to rebuild an appropriate capital buffer by raising capital while simultaneously lowering risk. In contrast, banks with high capital buffers try to maintain their capital buffer by increasing risk when capital increases. These findings support the capital buffer theory.",
    "creator" : null
  }
}