{
  "name" : "b1a5095d46670c39176f.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Public Policies to Reduce Sugary Drink Consumption in Children and Adolescents",
    "authors" : [ "Natalie D. Muth", "William H. Dietz", "Sheela N. Magge", "Rachel K. Johnson" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "POLICY STATEMENT Organizational Principles to Guide and Define the Child Health Care System and/or Improve the Health of all Children\nPublic Policies to Reduce Sugary Drink Consumption in Children and Adolescents Natalie D. Muth, MD, MPH, RDN, FAAP,a,b William H. Dietz, MD, PhD, FAAP,c Sheela N. Magge, MD, MSCE, FAAP,d Rachel K. Johnson, PhD, MPH, RD, FAHA,e AMERICAN ACADEMY OF PEDIATRICS, SECTION ON OBESITY, COMMITTEE ON NUTRITION, AMERICAN HEART ASSOCIATION\nabstractExcess consumption of added sugars, especially from sugary drinks, poses a grave health threat to children and adolescents, disproportionately affecting children of minority and low-income communities. Public policies, such as those detailed in this statement, are needed to decrease child and adolescent consumption of added sugars and improve health.\nSTATEMENT OF THE PROBLEM\nExcess consumption of added sugars, especially from sugary drinks, contributes to the high prevalence of childhood and adolescent obesity,1–3 especially among children and adolescents who are socioeconomically vulnerable.4 It also increases the risk for dental decay,5 cardiovascular disease,6 hypertension,7,8 dyslipidemia,9,10 insulin resistance,11,12 type 2 diabetes mellitus,13 fatty liver disease,14 and all-cause mortality.15 The 2015–2020 Dietary Guidelines for Americans recommend that added sugars contribute less than 10% of total calories consumed, yet US children and adolescents report consuming 17% of their calories from added sugars, nearly half of which are from sugary drinks.16,17 Decreasing sugary drink consumption is of particular importance because sugary drinks are the leading source of added sugars in the US diet,18 provide little to no nutritional value, are high in energy density, and do little to increase feelings of satiety.19,20 To protect child and adolescent health, broad implementation of policy strategies to reduce sugary drink consumption in children and adolescents is urgently needed.\nDEFINITIONS\n• Added sugars: sugars added to foods and beverages during processing or at the table, including, but not limited to, sucrose, glucose, highfructose corn syrup, and processed, refined fruit juice added to\naChildren’s Primary Care Medical Group, Carlsbad, California; bDepartment of Community Health Sciences, Fielding School of Public Health, University of California, Los Angeles, Los Angeles, California; cSumner M. Redstone Global Center for Prevention and Wellness, Milken Institute School of Public Health, The George Washington University, Washington, District of Columbia; dDivision of Pediatric Endocrinology and Diabetes, School of Medicine, Johns Hopkins University, Baltimore, Maryland; and eDepartment of Nutrition and Food Sciences, University of Vermont, Burlington, Vermont\nDr Muth conceptualized the report; and all authors wrote and revised this statement, are jointly responsible for its content, and approved the final manuscript as submitted.\nThis document is copyrighted and is property of the American Academy of Pediatrics and its Board of Directors. All authors have filed conflict of interest statements with the American Academy of Pediatrics. Any conflicts have been resolved through a process approved by the Board of Directors. The American Academy of Pediatrics has neither solicited nor accepted any commercial involvement in the development of the content of this publication.\nPolicy statements from the American Academy of Pediatrics benefit from expertise and resources of liaisons and internal (AAP) and external reviewers. However, policy statements from the American Academy of Pediatrics may not reflect the views of the liaisons or the organizations or government agencies that they represent.\nThe guidance in this statement does not indicate an exclusive course of treatment or serve as a standard of medical care. Variations, taking into account individual circumstances, may be appropriate.\nTo cite: Muth ND, Dietz WH, Magge SN, et al. AAP AMERICAN ACADEMY OF PEDIATRICS, AAP SECTION ON OBESITY, AAP COMMITTEE ON NUTRITION, AAP AMERICAN HEART ASSOCIATION. Public Policies to Reduce Sugary Drink Consumption in Children and Adolescents. Pediatrics. 2019;143(4):e20190282\nPEDIATRICS Volume 143, number 4, April 2019:e20190282 FROM THE AMERICAN ACADEMY OF PEDIATRICS at New York University on December 3, 2019www.aappublications.org/newsDownloaded from\nbeverages and foods as a sweetener. Added sugars do not include fructose and lactose when present naturally in fruits, vegetables, and unsweetened milk.\n• Sugary drink, sugar-sweetened beverage, sugar drink: all terms that refer to beverages containing added sugars. Such beverages include, but are not limited to, regular soda, fruit drinks, sports and energy drinks, and sweetened coffees and teas. In most studies, diet drinks (defined as ,40 kcal per 8 oz), 100% fruit juice, and flavored milks are not considered to be sugary drinks.\n• Excise tax: tax imposed on product manufacturers or distributors (which often is passed down to retailers and ultimately consumers) that increases prices of products at the shelf or for distributors, in contrast to a sales tax in which the tax is added at the register."
    }, {
      "heading" : "BACKGROUND",
      "text" : "In its scientific statement on the role of added sugars and cardiovascular disease risk in children, the American Heart Association (AHA) concluded that strong evidence supports the association of added sugars with increased cardiovascular disease risk through increased caloric intake, increased adiposity, and dyslipidemia.6 The 2015 Dietary Guidelines Advisory Committee drew similar conclusions and advised that public health strategies are needed to reduce consumption of sugary drinks, the leading source of added sugars in the diets of US children and adolescents.21 Highlighting the global problem of excess sugar intake and the international urgency to act, the European Society for Paediatric Gastroenterology, Hepatology and Nutrition called on national authorities to adopt policies aimed at reducing free sugar intake in infants, children, and adolescents.22\nThe World Health Organization recommends limiting added sugars\nintake to less than 10% of total calories, with increased benefits of reducing intake to less than 5% of calories.23 The 2015–2020 Dietary Guidelines for Americans also recommends that less than 10% of calories consumed be from added sugars.16 The AHA recommends that children 2 years and older consume #25 g (6.25 teaspoons) of added sugars per day and no more than 8 oz of sugary drinks per week. Added sugars should not be in the habitual diet of children younger than 2 years.6 Despite these recommendations, US children and adolescents report consuming 17% of their calories from added sugars, nearly half of which are from sugary drinks. Those at the highest quintile report consuming 620 kcal daily from added sugars, of which nearly 300 kcal (equivalent to 75 g or 18.75 teaspoons) are from sugary drinks.17 Many of these high consumers are adolescent boys, who report drinking, on average, 278 kcal of added sugars per day.24\nPrevious American Academy of Pediatrics (AAP) publications have stressed the important role that pediatricians play in the early identification, prevention, and treatment of obesity.25 The AAP also recommends that pediatric health care providers become more involved in schools, advocating for healthier foods and activities.26 In its 2017 statement, “Fruit Juice in Infants, Children, and Adolescents: Current Recommendations,” the AAP advised pediatricians to support policies that seek to limit the consumption of fruit juice (ie, no juice in children younger than 1 year, no more than 4 oz per day in children ages 1–3 years, no more than 4–6 oz per day in children ages 4–6 years, and no more than 8 oz per day in children ages 7–18 years), including children participating in the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC).27 In its 2011 statement on\nsports and energy drinks, the AAP recommended that children and adolescents avoid all energy drinks and the routine consumption of carbohydrate-containing sports drinks and instead drink water.28\nOn the basis of lessons learned from tobacco-control efforts (1 of the greatest public health successes of the United States) the AAP and AHA offer additional policy recommendations targeted at federal, state, and local policy makers to improve child nutrition through reduced sugary drink intake. These policies are best implemented in conjunction with local pediatrician support to respond to the urgent need to reduce added sugars consumption in children and adolescents."
    }, {
      "heading" : "PUBLIC POLICY RECOMMENDATIONS",
      "text" : "1. Local, state, and/or national policies intended to reduce consumption of added sugars should include the consideration of approaches that increase the price of sugary drinks, such as an excise tax. Such taxes should be accompanied by education of all stakeholders on the rationale and benefits of the tax before implementation. Tax revenues should be allocated, at least in part, to reducing health and socioeconomic disparities.\nPrice increases are associated with a decrease in consumption. For example, as tobacco prices increased, cigarette consumption dropped precipitously, particularly among youth and people of lower socioeconomic status.29 Strong evidence indicates that alcohol excise taxes reduce excessive alcohol consumption and its associated harmful consequences, such as motor vehicle collisions.30 In the case of sugary drinks, a systematic review revealed that each 10% increase in price, such as a tax, reduced sugary drink consumption by 7%.31 The World Health Organization suggests\n2 FROM THE AMERICAN ACADEMY OF PEDIATRICS at New York University on December 3, 2019www.aappublications.org/newsDownloaded from\nthat a higher tax of 20% would most likely have the greatest effect on reducing consumption.32 The Childhood Obesity Intervention CostEffectiveness Study (CHOICES), a modeling study aimed at identifying the most cost-effective interventions to reduce childhood obesity, found implementation of a sugary drink tax to be the most cost-effective strategy to address childhood obesity, leading to prevention of 575 000 cases of childhood obesity and a health care savings of $30.78 per dollar spent over 10 years.33 Such taxes are most effective when accompanied by a broad education campaign to help stakeholders understand the risks of sugary drink consumption and the rationale and benefits of the tax.34\nSeveral countries have implemented these types of taxes. In 2014, Chile raised the tax on drinks containing more than 6.25 g of added sugars per 100 mL from 13% to 18% and lowered the tax on drinks with under 6.25 g of added sugars per 100 mL from 13% to 10%. Researchers found that sugary drink purchases decreased 21% in the year after the tax took effect.35 The most rigorously evaluated sugary drink tax is Mexico’s 2014 implementation of a nationwide 10% excise tax (1 peso per liter) on sugary drinks. The successful passage and implementation of the tax resulted from a broad education campaign organized by tax proponents that included coalition building, lobbying, media advocacy, public demonstrations, multiple forums, drafting of a legislative proposal, and public opinion polling.36 As a result of the tax, the average volume of taxed beverages purchased was 5.5% lower in 2014 than expected without the tax, with a 9% decrease in sales to lowerincome households.37 A follow-up study of the second year of the tax (2015) revealed that consumption decreased 9.7% from baseline. Thus, over the 2 years after the tax was implemented, the net decrease in\nsugary drinks was 7.6%. Purchases of untaxed beverages, such as water, increased 2.1%.38 This tax alone is projected to prevent nearly 200 000 cases of obesity and save $980 million in direct health care costs from 2013 to 2022, with the majority of benefits afforded to young adults.39\nBerkeley, California, was the first US city to levy a relatively large tax ($0.01 per oz) on sugary drinks, effective March 2015. A study of the impact of the tax (comparing pre- and 1-year posttax beverage prices at 26 Berkeley stores; point-of-sale scanner data on 15.5 million checkouts for beverage prices, sales, and store revenue for 2 supermarket chains in 3 Berkeley and 6 nearby control nonBerkeley large supermarkets; and a representative telephone survey of 957 adult Berkeley residents) revealed that approximately 67% of the tax was passed on to consumers. Sales of sugary drinks fell 9.6%, whereas sales of untaxed beverages, such as water and milk, increased 3.5%. There was no increase in grocery bills for consumers or loss of revenue or decrease in beverage sales for stores.40 Other studies of the Berkeley tax have found similar results,41,42 although 1 study43 found that the tax had minimal impact. The authors of that study cited a low passthrough rate and, thus, limited sugary drink price increase to the consumer. However, results may have been skewed because in the evaluation, national chains that were covered by the law in the first year were combined with small stores that were only covered by the law in the second year.\nOther US locales, including San Francisco, Oakland, and Albany, California; Philadelphia, Pennsylvania; Boulder, Colorado; and Seattle, Washington, have implemented an excise tax on sugary drinks. Cook County, Illinois (Chicago), which did not have a high degree of buy-in from stakeholders before implementation and was\nassociated with substantial industry resistance, briefly implemented a sales tax on sugary drinks but then repealed it.44 Some states have passed preemption laws that prohibit local municipalities from implementing a tax on sugary drinks. In June 2018, California lawmakers passed a law prohibiting any new local sugary drink taxes until 2031 in response to threats from the American Beverage Association, which funded a likely-to-pass ballot measure that would require a twothirds majority of voters to approve any local tax increase. In exchange, the American Beverage Association dropped the ballot measure. These laws stifle local innovation to meet the health and fiscal needs of constituents and are counter to a 2011 report from the Institute of Medicine (now the National Academy of Medicine), in which federal and state legislators were urged to “avoid framing preemptive legislation in a way that hinders public action.”45\nAlthough people of lower socioeconomic status bear a greater burden from taxation, they also disproportionately benefit from the health and economic benefits from prevention of cardiovascular disease and type 2 diabetes mellitus.39 Moreover, if the tax revenue is allocated to decrease health disparities or provide other services that promote health in these specific groups, the tax ultimately may be progressive.46,47 For example, the Philadelphia tax has been used to fund prekindergarten programs that are of direct benefit to underserved communities.\nGiven the success of tobacco and alcohol taxes in reducing adolescent use and consumption of these products, policy makers should consider enacting policies that raise the price of sugary drinks. A portion of tax revenues could be used to subsidize healthier options, such as water, milk, fruits, and vegetables,\nPEDIATRICS Volume 143, number 4, April 2019 3 at New York University on December 3, 2019www.aappublications.org/newsDownloaded from\nand/or child health or obesity and diabetes prevention programs.\n2. The federal and state governments should support efforts to decrease sugary drink marketing to children and adolescents.\nSimilar to tobacco companies, sugary drink manufacturers aim to appeal to children and adolescents by associating their product with celebrity, glamour, and coolness. Despite the existence of the Children’s Food and Beverage Advertising Initiative, an industry-initiated, selfregulatory body designed to limit marketing of unhealthful food and beverage products to children younger than 12 years, children and adolescents are frequently exposed to sugary drink advertisements. In 2009, carbonated beverage companies reported $395 million in youthdirected expenditures, approximately 97% of which were directed at teenagers.48 According to recent Nielsen data reported by the University of Connecticut Rudd Center, children’s exposure to advertisements for carbonated beverages increased 19% and their exposure to advertisements for juice, fruit drinks, and sports drinks increased 38% from 2015 to 2016. Overall, advertisements for sugary drinks have increased substantially since 2007.49 Beverages are more heavily promoted to adolescents than to younger children,48 who may only see 1 beverage advertisement per day on children’s programs.50 An online survey of US adolescents ages 12 to 17 years (n = 847) revealed that almost half of the adolescents reported daily sugary drink advertising exposure.51 Among survey respondents, 14- to 15-yearold, African American male adolescents whose parents had a high school education or less (factors associated with increased sugary drink consumption52) reported the highest exposure to advertising of soda, fruit drinks, sports drinks, and energy drinks.51 Because children\ntend to consume the beverages promoted on television and because African American children are exposed to the most sugary drink advertisements, the disparity in sugary drink advertising exposure may contribute to the disproportionate rates of obesity among African American children.\nStronger measures are needed to curtail advertising of sugary drinks to children and adolescents on television, on the Internet, and in places frequented by children, such as movie theaters, concerts, and sporting events. Although companies are protected by commercial free speech rights and may not be mandated to stop advertising to children and adolescents, other methods to reduce advertising of unhealthful food and beverages to children and adolescents could be used. For example, businesses are permitted to deduct costs of advertising as a business expense. Modeling by the CHOICES study suggests that eliminating the advertising subsidy for nutritionally poor foods and beverages marketed to children would prevent approximately 129 000 cases of obesity over a decade at a cost $0.66 for each unit of BMI reduced. The additional benefit of this approach is that it would generate approximately $80 million annually in tax revenue.33 The US Congress should consider this and other allowable measures to reduce advertising of sugary drinks to children and adolescents.\nState governments should implement the US Department of Agriculture’s (USDA) local school wellness policy final rule under the Healthy, HungerFree Kids Act of 2010, which requires that only foods and beverages meeting the Smart Snacks standards may be marketed on school campuses during the school day.53 State governments should also consider additional strategies to reduce sugary drink marketing and advertising to children and adolescents through\nmeasures such as prohibitions on coupons, sales, and advertising in and around schools and on school buses as well as sugary drink–branded sponsorship of youth sporting events.\n3. Federal nutrition assistance programs should aim to ensure access to healthful food and beverages and discourage consumption of sugary drinks.\nSeveral federal nutrition programs direct taxpayer dollars toward reducing food insecurity and supporting healthful nutrition for children and families of low income."
    }, {
      "heading" : "WIC",
      "text" : "WIC provided nutritious foods to nearly 1.9 million infants and 4 million children ages 1 to 5 years in fiscal year 2016. WIC provides a supplemental package of healthful foods and beverages and offers a robust nutrition education program. Although 100% juice is allowed, sugary drinks are not included in the WIC package."
    }, {
      "heading" : "Child and Adult Food Care Program",
      "text" : "More than 3 million children are served by the Child and Adult Care Food Program (CACFP) (a program administered by the USDA), which provides cash assistance to states to provide healthful food to children and adults in child and adult care institutions. Sugary drinks are noncreditable items in the CACFP (ie, they may be served but do not count toward meeting the meal pattern requirements for a meal to be reimbursed). Flavored milks are not creditable for children ages 2 to 5 years but are creditable for children and adults older than 6 years if they contain no more than 22 g of total sugars per 8 oz. The CACFP best practices advise early care and education centers to avoid serving noncreditable sugary drinks in their facilities.54 However, few states currently have any provisions prohibiting access to sugary drinks in these settings. Because most early\n4 FROM THE AMERICAN ACADEMY OF PEDIATRICS at New York University on December 3, 2019www.aappublications.org/newsDownloaded from\ncare and education centers are regulated at the state, rather than federal, level, states should adopt policies that restrict early care and education centers from serving children sugary drinks."
    }, {
      "heading" : "School Breakfast Program, School Lunch Program, and Competitive Foods",
      "text" : "The Healthy, Hunger-Free Kids Act of 2010 required the USDA to establish national nutrition standards for all foods sold in schools at any time, including foods sold for school breakfast and school lunch and competitive foods sold outside meal programs (Smart Snacks standards). The adopted standards do not allow sugary drinks in elementary or middle school and only allow drinks other than 100% fruit juice, milk, or approved milk alternatives if they contain less than 40 kcal per 8 oz or less than 60 kcal per 12 oz for high schools. A 2018 final rule allows states flexibility to include flavored low-fat milk, in addition to flavored nonfat milk, as long as school meals stay within calorie requirements.55 The CHOICES modeling study predicts that nutrition standards for all school meals will likely prevent 1.8 million cases of childhood obesity from 2015 to 2025 and save $0.42 per dollar spent and that including nutrition standards for all competitive foods and beverages will prevent 345 000 cases of childhood obesity and save $4.56 per dollar spent.33 Additional evidence indicates that adolescents drink fewer sugary drinks when standards such as these are implemented.56–59 Ultimately, the Healthy, Hunger-Free Kids Act and Smart Snacks standards improved children’s nutrition and reduced intake of added sugars,60–62 although additional technical assistance and supports are needed to increase compliance.61,63,64 These policies should be implemented, enforced, and enhanced to further promote a healthy school environment. The policies also should be accompanied by a robust nutrition education\nprogram to help children and adolescents understand how to make healthy food and beverage choices, including information on how to identify and respond to marketing messages and how to read nutrition labels."
    }, {
      "heading" : "Supplemental Nutrition Assistance Program",
      "text" : "The Supplemental Nutrition Assistance Program (SNAP), a vital safety net program that provides food for 45 million families, including 23 million children, is the nation’s largest child nutrition program, serving approximately 1 in 4 US children.65 Although SNAP has proven successful at addressing undernutrition and food insecurity, it is the only government feeding program that does not have nutrition standards to address diet quality. In the 2015 Dietary Guidelines Advisory Committee report, it was advised that changes be made to align WIC and SNAP with the Dietary Guidelines for Americans, including encouraging the purchase of healthful foods and discouraging the purchase and consumption of sugary drinks.21 Additionally, the Dietary Guidelines Advisory Committee suggested that efforts are necessary to reduce access to sugary drinks in community settings and that they should be seamlessly integrated with food assistance programs, including SNAP.21 Each day, SNAP dollars pay for 20 million servings of sugary drinks at an annual cost of $4 billion.66 If sugary drinks were not included as a SNAP benefit, estimates suggest that 510 000 type 2 diabetes mellitus person-years and 52 000 deaths could be averted, with a savings of $2900 per qualityadjusted life-years saved.67 Qualityadjusted life-years is an economic measure of the state of health of a person that combines quality of life and longevity.\nThe public and SNAP participants support both improved access to\nhealthful foods within SNAP and removal of SNAP benefits for sugary drinks.68,69 States cannot make changes to SNAP benefits without a waiver from the USDA. Nonetheless, the USDA has repeatedly rejected states’ requests for waivers and pilot studies that would eliminate sugary drinks from SNAP. The USDA has cited concerns related to retailer implementation as well as the need for a robust evaluation framework. Moreover, the USDA and antihunger organizations have raised many concerns about the consequences of such a restriction, leading to a clear need to evaluate such a policy and gain public support before its implementation.70 There is concern that a restriction might increase stigma and embarrassment and subsequently deter SNAP participation if a SNAP participant attempts to purchase a sugary drink with SNAP benefits and is denied at the counter. A robust information campaign detailing the benefits of change might counter, but would not eliminate, this risk, and policies should be sensitive to this issue. Some have also questioned the restriction of sugary drinks from SNAP whereas other highly processed, nonnutritious foods containing substantial amounts of added sugars (eg, snack cakes, cookies, etc) are still allowed. There is also concern that any change to SNAP may prompt cuts to the food benefits that participants receive.71 Because the current SNAP benefit amounts to an average of $1.40 per person per meal, it is imperative that SNAP benefits and eligibility not only remain intact but also increase to provide families with the resources they need to obtain an adequate, healthful diet throughout the month.\nThe Healthy Incentives Pilot offers a model to evaluate the effects of making a change to SNAP. In 2008, Congress directed $20 million to fund a pilot project to subsidize fruit and vegetable purchases within SNAP. The Healthy Incentives Pilot\nPEDIATRICS Volume 143, number 4, April 2019 5 at New York University on December 3, 2019www.aappublications.org/newsDownloaded from\ndemonstrated that providing a 30- cent incentive for every SNAP dollar spent on fruits and vegetables increased purchases of fruits and vegetables by 26%.72 A randomized controlled trial conducted in Minnesota revealed that a food benefit program that paired incentives to eat healthful foods, such as fruits and vegetables, with restrictions on sweet baked goods, candies, and sugary drinks decreased caloric intake and improved the nutritional quality of participants’ diets, compared with no change, incentive only, or restriction only.73 A survey of SNAP participants and SNAP-eligible nonparticipants revealed support for policies that provided an incentive to purchase healthful foods and imposed restrictions on sugary drinks.74 Congress could authorize the USDA to conduct a study to evaluate a fruit and vegetable incentive combined with restriction of sugary drinks. Such a study may help clarify the effects on consumer purchasing and SNAP participant perspectives, including real or perceived stigma, dietary quality, and retailer implementation. In addition, SNAP Education, the nutrition education component of the program, provides a mechanism to develop and test policy, system, and environmental changes to promote fruit and vegetable consumption and reduce sugary drink intake.75 SNAP Education should be expanded and further developed so as to further emphasize the health benefits of fruits and vegetables and the health risks of sugary drinks and added sugars. Retailer incentives and new retail stocking standards could be used to reduce purchase of sugary drinks and increase purchase of healthier foods. It is critical that any change to SNAP preserves and enhances access to healthful foods and the integrity of this vital nutrition program with no decrease in the benefits to participants.\n4. Children, adolescents, and their families should have ready access to credible nutrition information, including on nutrition labels, restaurant menus, and advertisements.\nWhether nutrition labels help improve health is unclear.76 However, just as consumers are advised of the health risks of nicotine and carcinogens when purchasing tobacco products, they also should be advised of nutritional risks when making purchases of sugary drinks, giving them the opportunity to use this information to make healthier choices. Encouraging policy changes include implementation of the regulations that require added sugars content to be included on the nutrition facts panel and on restaurant menus. Consumers support such measures. In 1 survey, 84% of adults believed “the government should require nutrition information labels on all packaged food sold in grocery stores,” and 64% wanted similar requirements for restaurants.77 Consumer education on how to read and use nutrition labels may help increase label effectiveness in changing behavior. For example, a study of 34 adolescents revealed that students significantly increased their ability to read and understand a nutrition label after a brief school-based educational intervention.78 Additionally, a systematic review of 16 studies found that increased nutrition knowledge and education was associated with nutrition label use in college students.79\nFront-of-package labels, including warning labels of the health harms of consumption of added sugars, could serve to further empower families to make healthier choices. For example, a randomized trial of 2000 adolescents revealed that those who were exposed to a health warning label chose fewer sugary drinks and believed that sugary drinks were less likely to help them lead a healthy\nlife.80 When parents were exposed to a warning label, they chose significantly fewer sugary drinks, believed that sugary drinks were less healthful for their children, and were less likely to intend to purchase sugary drinks.81 The constitutionality of warning labels has been challenged by industry.82 The controversy was prompted by a 2015 San Francisco ordinance that required advertisements for sugary drinks to include a disclaimer that says “WARNING: Drinking beverages with added sugar(s) contributes to obesity, type 2 diabetes, and tooth decay.” In 2019, the Ninth Circuit Court of Appeals blocked the law, ruling that it “unduly burdens and chills protected commercial speech” and is not purely factual because the US Food and Drug Administration has stated that added sugars are “generally recognized as safe” and “can be part of a healthy dietary pattern when not consumed in excess amounts.”83"
    }, {
      "heading" : "5. Policies that make healthy beverages the default should be widely adopted and followed.",
      "text" : "Policies and incentives should support decreased consumption of sugary drinks through environmental changes, such as promoting healthier options (like water and milk) and decreasing access to and portion sizes of sugary drinks in all locations where children and adolescents are present. For example, current standard beverage policy for federal agencies requires that 50% of beverages contain #40 kcal per 8 oz except for 100% juice or unsweetened fat-free or 1% milk.84 For all vending machines contracted by New York City agencies, policy prohibits advertisements, limits highcalorie beverages to 12 oz and a maximum of 2 slots in the vending machine, requires the provision of water in 2 slots at eye level, and requires that all other beverages other than milk contain #25 kcal per 8 oz.85 Several cities, states, and state parks have implemented food service\n6 FROM THE AMERICAN ACADEMY OF PEDIATRICS at New York University on December 3, 2019www.aappublications.org/newsDownloaded from\nguidelines, including the provision of healthful beverages.86–88 In August 2018, California became the first state to pass a law requiring restaurants to serve water or milk as the default beverage in kids’ meals. Hawaii, Vermont, Connecticut, Rhode Island, and New York City are considering similar bills, and several cities in California; Baltimore, Maryland; Louisville, Kentucky; and Lafayette, Colorado have already passed “healthy-by-default” city ordinances.89 Some restaurants have voluntarily changed the default beverage choice on the children’s menu from soda and other sugary drinks to water or milk, although more than 75% of the 50 largest chain restaurants have not.89 A few restaurants have gone further and eliminated sugary drinks from children’s menus altogether.90 Although data on the effects of these types of changes are limited, some evidence suggests when the healthier choice is the easier or default choice, people are more likely to make it.91–93\n6. Hospitals should serve as a model and implement policies to limit or disincentivize purchase of sugary drinks.\nOne of the less recognized contributors to the reduction in cigarette smoking is the role that physicians and hospitals played in changing social norms regarding tobacco use. Before the 1950s, physicians and their choice of cigarette brands featured prominently in cigarette advertising.94 In the 1960s, hospital grand rounds were conducted in smoke-filled rooms, and doctors who smoked were less likely to counsel regarding the adverse health effects of smoking. However, as awareness of the medical consequences of tobacco use grew, physicians stopped smoking, and hospitals eliminated cigarette vending machines and the sale of cigarettes in hospital gift shops.94–96 Although tobacco use remains a pressing threat to public health, the ongoing obesity\nepidemic and high consumption of added sugars has led to epidemics of type 2 diabetes mellitus and metabolic disease that require increased action by physicians and other health care providers, hospitals, and many other members of civil society.6,97,98\nAs with the ban on tobacco, leadership by hospitals and health plans to eliminate the sale of sugary drinks can improve the health of their employees, increase public awareness about the contribution of sugary drinks to obesity, and thereby change social norms regarding sugary drinks. For example, the Boston Public Health Commission engaged with 10 medical centers in Boston to reduce sugary drink consumption using a variety of strategies. Massachusetts General Hospital labeled drinks with red, yellow, or green stickers to indicate their calorie content and made the high-calorie drinks less accessible. Over 2 years, consumption of healthier products increased, consumption of high-calorie beverages decreased, and there was a modest increase in revenue from beverage sales.99 A second hospital found that increased prices of highcalorie beverages reduced their sales.100 Many hospitals have stopped selling sugary drinks entirely. In 2010, the Cleveland Clinic eliminated the sale of sugary drinks, extending previous efforts to improve community health through hospital practices by banning smoking on campus and eliminating the use of trans fats.101 In 2011, Nationwide Children’s Hospital eliminated all sugary drinks in all food establishments within the hospital, with no loss of revenue.102 In 2018, Geisinger eliminated sales of sugary drinks from all campuses.103 More than 30 health systems comprising more than 250 hospitals are participating in the Healthier Hospital Initiative, which includes a pledge to increase healthful beverages to 80% of total beverage purchases in patient care, retail, vending, and catering.104 In 2017, the American Medical Association passed\na resolution that “encourages hospitals and medical facilities to offer healthier beverages, such as water, unflavored milk, coffee, and unsweetened tea, for purchase in place of SSBs [sugarsweetened beverages].”97 A useful guide for the development of healthful beverage programs has been published by the Public Health Law Center and the Centers for Disease Control and Prevention.105,106\nDecisions to reduce promotion and sale of sugary drinks in hospitals may appear to be a distraction from hospitals’ core efforts to provide medical care or appear to be ineffective given that most sugary drink consumption does not occur in hospitals. The same arguments could have been made about hospitals’ efforts to reduce the promotion and sale of tobacco. A well-publicized effort to reduce sugary drink consumption among hospital patients, visitors, and staff could help build public awareness of the links between sugary drink consumption, obesity, and diabetes. These efforts could also signal to employers and leaders in other settings that reducing sugary drink sales and promotion in worksites and public spaces is an important and feasible approach to improving population health."
    }, {
      "heading" : "CONCLUSIONS",
      "text" : "Consumption of added sugars, particularly those in sugary drinks, pose a significant health risk to children and adolescents. Pediatricians are encouraged to routinely counsel children and families to decrease sugary drink consumption and increase water consumption. Pediatricians can also advocate for policy change through school boards, school health councils, hospital and medical group boards and committees, outreach to elected representatives, and public comment opportunities. Policy targets, such as those discussed in this report and summarized below, are needed to\nPEDIATRICS Volume 143, number 4, April 2019 7 at New York University on December 3, 2019www.aappublications.org/newsDownloaded from\nreduce sugary drink consumption in children and adolescents and subsequently improve child health.\n1. Local, state, and/or national policies to reduce added sugars consumption should include policies that raise the price of sugary drinks, such as an excise tax. Such taxes should be accompanied by an education campaign on the risks of sugary drinks and on the rationale and benefits of the tax and should be supported by stakeholders. Tax revenues should be allocated, at least in part, to reducing health and socioeconomic disparities. Metrics should be established to evaluate the impact of such a tax.\n2. The federal and state governments should support efforts to decrease sugary drink marketing to children and adolescents.\n3. Federal nutrition assistance programs should ensure access to healthful foods and beverages and discourage consumption of sugary drinks.\n4. Children, adolescents, and their families should have ready access to credible nutrition information, including on the nutrition facts panel, restaurant menus, and advertisements.\n5. Policies that make healthful beverages the default choice should be widely adopted and followed.\n6. Hospitals should serve as a model and implement policies to limit or disincentivize the purchase of sugary drinks.\nAlthough the strength and availability of evidence supporting the policy recommendations addressed in this report vary and although there may be significant barriers or considerations in implementation of some or all of these recommendations, pediatricians may tailor their advocacy efforts to approaches that are most likely to lead to decreased access to and consumption of sugary drinks in the children and families they serve, whether on a local, state, or federal level."
    }, {
      "heading" : "LEAD AUTHORS",
      "text" : "Natalie D. Muth, MD, MPH, RDN, FAAP William H. Dietz, MD, PhD, FAAP Sheela N. Magge, MD, MSCE, FAAP Rachel K. Johnson, PhD, MPH, RD, FAHA"
    }, {
      "heading" : "AAP SECTION ON OBESITY EXECUTIVE",
      "text" : "COMMITTEE, 2017–2018\nChristopher F. Bolling, MD, FAAP, Chairperson Sarah C. Armstrong, MD, FAAP Matthew Allen Haemer, MD, MPH, FAAP Natalie D. Muth, MD, MPH, RDN, FAAP John Conrad Rausch, MD, MPH, FAAP Victoria Weeks Rogers, MD, FAAP"
    }, {
      "heading" : "LIAISONS",
      "text" : "Marc Michalsky, MD, FACS, FAAP – American Academy of Pediatrics Section on Surgery"
    }, {
      "heading" : "CONSULTANT",
      "text" : "Stephanie Walsh, MD, FAAP"
    }, {
      "heading" : "STAFF",
      "text" : "Mala Thapar, MPH"
    }, {
      "heading" : "AAP COMMITTEE ON NUTRITION, 2017–2018",
      "text" : "Steven A. Abrams, MD, FAAP, Chairperson\nJae Hong Kim, MD, PhD, FAAP Sarah Jane Schwarzenberg, MD, FAAP George Joseph Fuchs III, MD, FAAP Sheela N. Magge, MD, MSCE, FAAP C. Wesley Lindsey, MD, FAAP Ellen S. Rome, MD, MPH, FAAP"
    }, {
      "heading" : "LIAISONS",
      "text" : "Cria G. Perrine, PhD – Centers for Disease Control and Prevention Andrea Lotze, MD, FAAP – US Food and Drug Administration Janet M. de Jesus, MS, RD – National Institutes of Health Valery Soto, MS, RD, LD – US Department of Agriculture"
    }, {
      "heading" : "STAFF",
      "text" : "Debra L. Burrowes, MHA Tamar Haro"
    }, {
      "heading" : "AHA STAFF",
      "text" : "Laurie Whitsel, PhD, FAHA\nABBREVIATIONS\nAAP: American Academy of Pediatrics AHA: American Heart Association CACFP: Child and Adult Care Food Program CHOICES: Childhood Obesity\nIntervention CostEffectiveness Study\nSNAP: Supplemental Nutrition Assistance Program USDA: US Department of Agriculture WIC: Special Supplemental Nutrition Program for Women, Infants, and Children\nAll policy statements from the American Academy of Pediatrics automatically expire 5 years after publication unless reaffirmed, revised, or retired at or before that time.\nDOI: https://doi.org/10.1542/peds.2019-0282\nAddress correspondence to Natalie D. Muth, MD, MPH, RDN, FAAP. E-mail: nmuth@rchsd.org\nPEDIATRICS (ISSN Numbers: Print, 0031-4005; Online, 1098-4275).\nCopyright © 2019 by the American Academy of Pediatrics\nFINANCIAL DISCLOSURE: The authors have indicated they have no financial relationships relevant to this article to disclose.\n8 FROM THE AMERICAN ACADEMY OF PEDIATRICS at New York University on December 3, 2019www.aappublications.org/newsDownloaded from\nFUNDING: No external funding.\nPOTENTIAL CONFLICT OF INTEREST: The authors have indicated they have no potential conflicts of interest to disclose."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2019,
    "abstractText" : "Excess consumption of added sugars, especially from sugary drinks, poses a grave health threat to children and adolescents, disproportionately affecting children of minority and low-income communities. Public policies, such as those detailed in this statement, are needed to decrease child and adolescent consumption of added sugars and improve health. STATEMENT OF THE PROBLEM Excess consumption of added sugars, especially from sugary drinks, contributes to the high prevalence of childhood and adolescent obesity, especially among children and adolescents who are socioeconomically vulnerable. It also increases the risk for dental decay, cardiovascular disease, hypertension, dyslipidemia, insulin resistance, type 2 diabetes mellitus, fatty liver disease, and all-cause mortality. The 2015–2020 Dietary Guidelines for Americans recommend that added sugars contribute less than 10% of total calories consumed, yet US children and adolescents report consuming 17% of their calories from added sugars, nearly half of which are from sugary drinks. Decreasing sugary drink consumption is of particular importance because sugary drinks are the leading source of added sugars in the US diet, provide little to no nutritional value, are high in energy density, and do little to increase feelings of satiety. To protect child and adolescent health, broad implementation of policy strategies to reduce sugary drink consumption in children and adolescents is urgently needed.",
    "creator" : "Arbortext Advanced Print Publisher 9.1.510/W Unicode"
  }
}