{
  "name" : "b26ba958ddc99395eac2.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Chronic kidney disease, hypovitaminosis D, and mortality in the United States",
    "authors" : [ "Rajnish Mehrotra", "Dulcie A. Kermah", "Isidro B. Salusky", "Myles S. Wolf", "Ravi I. Thadhani", "Yi-Wen Chiu", "David Martins", "Sharon G. Adler", "Keith C. Norris" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "see commentary on page 931\nChronic kidney disease, hypovitaminosis D, and mortality in the United States"
    }, {
      "heading" : "Rajnish Mehrotra1,2, Dulcie A. Kermah3, Isidro B. Salusky2, Myles S. Wolf4, Ravi I. Thadhani5, Yi-Wen Chiu1,6, David Martins3, Sharon G. Adler1,2 and Keith C. Norris2,3",
      "text" : "1Division of Nephrology and Hypertension, Department of Medicine, Los Angeles Biomedical Research Institute, Torrance, California, USA; 2Departments of Medicine and Pediatrics, David Geffen School of Medicine at UCLA, Los Angeles, California, USA; 3Department of Medicine, Charles Drew University, Los Angeles, California, USA; 4Department of Medicine, University of Miami Miller School of Medicine, Miami, Florida, USA; 5Renal Unit, Department of Medicine, Massachusetts General Hospital, Harvard Medical School, Boston, Massachusetts, USA and 6Department of Medicine, Kaohsiung Medical University, Kaohsiung, Taiwan\nLow serum 25-hydroxy vitamin D (25OHD) predicts a higher\ncardiovascular risk in the general population. Because\npatients with chronic kidney disease are more likely to have\nlow serum 25OHD, we determined the relationship between\nhypovitaminosis D and death in this group. Analysis was\ndone using a cohort composed of 3011 patients from the\nThird National Health and Nutrition Examination Survey who\nhad chronic kidney disease but were not on dialysis and who\nhad a mean follow-up of 9 years. In analyses adjusted for\ndemographics, cardiovascular risk factors, serum phosphorus,\nalbumin, hemoglobin, stage of chronic kidney disease,\nalbuminuria, and socioeconomic status, individuals with\nserum 25OHD levels less than 15 ng/ml had an increased risk\nfor all-cause mortality when compared to those with levels\nover 30 ng/ml. This significantly higher risk for death with\nlow serum 25OHD was evident in 15 of the 23 subgroups.\nThe higher risk for cardiovascular and non-cardiovascular\nmortality became statistically nonsignificant on\nmultivariable adjustment. The trend for higher mortality in\npatients with 25OHD levels 15–30 ng/ml was not statistically\nsignificant. Our results indicate there is a graded relationship\nbetween serum 25OHD and the risk for death among\nsubjects with chronic kidney disease who are not undergoing\ndialysis. Randomized, controlled trials are needed to\nconclusively determine whether vitamin D supplementation\nreduces mortality.\nKidney International (2009) 76, 977–983; doi:10.1038/ki.2009.288; published online 5 August 2009\nKEYWORDS: cardiovascular; chronic kidney disease; mortality; noncardiovascular; vitamin D\nThe high prevalence of hypovitaminosis D is increasingly recognized as an important public health problem.1 The present recommendations for what constitutes optimal serum levels of 25-hydroxy vitamin D (25OHD) were based on the prevention of osteomalacia and rickets. A large body of evidence now supports the notion that serum 25OHD is not only a predictor of bone health but also associated with cancer, cardiometabolic disorders, and other chronic medical conditions.1 Studies in the general population have shown that low serum 25OHD levels are associated with higher allcause and cardiovascular mortality, and non-fatal cardiovascular events.2–5\nOver 13% of the adults in the United States are estimated to have chronic kidney disease (CKD), and they have a significantly higher prevalence of 25OHD deficiency or insufficiency.6–8 To our knowledge, only three studies have examined the association of serum 25OHD levels with the risk for death in CKD patients – one study examined 90-day mortality in incident maintenance hemodialysis patients, one in patients undergoing peritoneal dialysis, and one examined the risk for a composite outcome for either death or progression to end-stage renal disease in 168 non-dialysis-dependent CKD subjects.9–11 Furthermore, use of active vitamin D preparations in incident hemodialysis patients seemed to abrogate the higher risk for 90-day mortality with hypovitaminosis D.9 Although several pharmacoepidemiological studies have shown a lower risk for death in dialysis or pre-dialysis patients treated with active vitamin D preparations, data on serum 25OHD levels were not available in any of these studies.12–15\nWe undertook this study to examine the association of serum 25OHD levels with the risk for all-cause and causespecific mortality in adult subjects with CKD, enrolled in the Third National Health and Nutrition Examination Survey (NHANES III) – a random sampling of communitydwelling individuals in the United States. This is the largest study of the relationship of serum 25OHD levels with mortality in CKD, and the sampling design allows estimates that can be generalized to the CKD population in the United States.\n& 2009 International Society of Nephrology\nReceived 3 March 2009; revised 6 June 2009; accepted 17 June 2009; published online 5 August 2009\nCorrespondence: Rajnish Mehrotra, Division of Nephrology and Hypertension, Los Angeles Biomedical Research Institute, 1124 West Carson Street, Torrance, California 90502, USA. E-mail: rmehrotra@labiomed.org\nKidney International (2009) 76, 977–983 977"
    }, {
      "heading" : "RESULTS Patient characteristics",
      "text" : "The characteristics of the entire cohort with CKD and of those classified by serum 25OHD levels are summarized in Table 1. There was a graded increase in age and body mass index with decreasing 25OHD levels. Furthermore, the subjects with lower 25OHD levels were more likely to be females, non-Whites, current smokers, and have hypertension and diabetes.\nSerum 25OHD levels and all-cause mortality in CKD Of the 3011 subjects in the cohort, 1123 died over a mean follow-up period of 9.0±0.2 years. In unadjusted analyses, individuals with 25OHD levels o15 ng/ml and 15–30 ng/ml had a higher risk for all-cause mortality, using those with\nserum 25OHD levels 430 ng/ml as reference (hazards ratio (HR) (95% confidence intervals), 1.48 (1.12,1.97); and 1.30 (1.10,1.54), respectively). The increase in risk for death in individuals with serum 25OHD levels o15 ng/ml persisted despite multivariate adjustment. Thus, compared with individuals with serum 25OHD levels 430 ng/ml, a higher risk for death persisted despite adjustments for stage of CKD and for potential confounders of cardiovascular disease (Table 2). This increased risk persisted despite additional adjustment for laboratory and socioeconomic variables (Table 2).\nIndividuals with serum 25OHD levels o15 ng/ml had a significantly higher risk for death in 15 of the 23 subgroups examined compared with those with levels 430 ng/ml; the HR exceeded 1.0 in seven additional subgroups (Figure 1)."
    }, {
      "heading" : "Race, weighted proportions (%)",
      "text" : "chol, cholesterol; HDL, high-density lipoprotein. aHistory of angina, heart attack, congestive heart failure, stroke, or angina. bMedian (interquartile range). Results are reported using sample weights provided by the National Center for Health Statistics.\n978 Kidney International (2009) 76, 977–983\nCompared with individuals with serum 25OHD levels 430 ng/ml, those with levels 15–30 ng/ml were associated with a significantly higher risk for death in 4 of the 23 subgroups examined; the HRs exceeded 1.0 in 15 additional subgroups (Figure 2)."
    }, {
      "heading" : "Cause-specific mortality",
      "text" : "Of the 1123 deaths in the study cohort, 588 were secondary to cardiovascular causes and 535 were secondary to noncardiovascular causes. Individuals with 25OHD deficiency\nhad a significantly higher adjusted risk for cardiovascular and non-cardiovascular mortality in the models adjusted for demographics only (Table 3). On further multivariable adjustment, the same qualitative trend for both cardiovascular and non-cardiovascular mortality was observed but it did not reach statistical significance (Table 3)."
    }, {
      "heading" : "Sensitivity analyses",
      "text" : "Substituting the estimated glomerular filtration rate for stage of CKD did not change the fully adjusted HR for all-cause\nCKD, chronic kidney disease; HDL, high-density lipoprotein. aAdjusted for age, gender, and race. bAdjusted for age, gender, race, current smoking, hypertension, history of cardiovascular disease, body mass index, diabetes mellitus, family history, non-HDL cholesterol X160 mg per 100 ml, serum C-reactive protein, month of the year of test, stage of CKD, and urine albumin–creatinine ratio. cAdjusted for age, gender, race, current smoking, hypertension, history of cardiovascular disease, body mass index, diabetes mellitus, family history, non-HDL cholesterol X160 mg per 100 ml, serum C-reactive protein, month of the year of test, stage of CKD, urine albumin–creatinine ratio, plasma hemoglobin, serum albumin and phosphorus, medical insurance, education, income, and whether the participant went to a particular place for care.\nKidney International (2009) 76, 977–983 979\nmortality either in individuals with 25OHD o15 ng/ml (1.59 (1.16,2.18)) or in those with 25OHD 15–30 ng/ml (1.18 (0.99,1.40)) (reference: 25OHD levels 430 ng/ml). Similarly, substituting serum triglycerides for non-high-density lipoprotein (HDL) cholesterol did not alter the fully adjusted HR for all-cause mortality (o15 ng/ml, (1.61 (1.17,2.21)); 15–30 ng/ml, (1.20 (1.01,1.41)); reference, 430 ng/ml)."
    }, {
      "heading" : "DISCUSSION",
      "text" : "This is the first study, to our knowledge, that shows a significant association between hypovitaminosis D and mortality in a nationally representative sample across the spectrum of CKD before the need for dialysis. Individuals with serum 25OHD levels o 15 ng/ml had a 1.5-fold higher adjusted risk for all-cause mortality; the 1.2-fold higher risk for death in individuals with 25OHD levels between 15 and 30 ng/ml did not reach statistical significance.\nThe present findings are consistent with the results of several recent reports linking vitamin D status with cardiovascular risk in the general population.2–5 At least three observational studies have analyzed the risk for death associated with low serum 25OHD levels in CKD patients. Low serum 25OHD levels were associated with a higher risk for death in 900 incident maintenance hemodialysis patients in the first 90 days of starting dialysis therapy; however, no such association was seen in patients treated with active vitamin D compounds.9 Similarly, lower serum 25OHD levels were associated with an increased risk for cardiovascular events in 230 prevalent peritoneal dialysis patients.4 In the only study of non-dialysis-dependent CKD subjects, low serum 25OHD levels were associated with a higher risk for reaching a composite outcome of death or end-stage renal disease in 168 subjects.11\nIn addition to extending the previously noted association of hypovitaminosis D with mortality in dialysis patients to non-dialysis-dependent CKD patients, the level of serum 25OHD at which a higher risk for all-cause mortality is\nevident seems to be similar to that previously reported in dialysis patients. In the two studies that evaluated association of serum 25OHD levels with mortality in dialysis patients, a higher risk for death was seen with levels o10 ng/ml and 45.7 nmol/l (o18.3 ng/ml) in incident hemodialysis and prevalent peritoneal dialysis patients, respectively.9,10 There are several strengths of this study that significantly increase the robustness of our findings. First, the sample size of our study cohort is larger than previously reported in any study of either dialysis dependent or pre-dialysis subjects with CKD. This allowed us to control for a variety of confounders, such as demographic, comorbid, laboratory, and socioeconomic factors, which could affect the risk for death. Furthermore, even though subjects with lower serum 25OHD levels had a higher prevalence and/or greater severity of other cardiovascular risk factors, the HRs for death with vitamin D deficiency and insufficiency changed only minimally even after including all these risk factors in the multivariate models. This argues against the confounding with regard to the observed risk with low 25OHD levels; however, in an observational study of this kind, residual confounding cannot be completely excluded. Second, but more importantly, the findings of this study are readily generalizable to the entire population of CKD in the United States, as NHANES III was a random sampling of the civilian, non-institutionalized population of the United States. Finally, the higher risk for all-cause mortality was confirmed in many of the subgroups studied. Our inability to show a statistically significant higher risk for death in each subgroup examined may have resulted from too few events (and hence limited power) for some of the subgroup analyses.\n25-Hydroxy vitamin D is regarded as the best indicator of vitamin D status, but it must be converted by 25-hydroxy vitamin D-1a-hydroxylase (1-aOHase) to the biologically active form, 1,25-dihydroxy vitamin D (1,25(OH)2D). The ubiquity of the vitamin D receptor and tissue 1-hydroxylase provides insights into several pathobiological pathways"
    }, {
      "heading" : "Cardiovascular mortality",
      "text" : ""
    }, {
      "heading" : "Non-cardiovascular mortality",
      "text" : "CKD, chronic kidney disease; HDL, high-density lipoprotein. aAdjusted for age, gender, and race. bAdjusted for age, gender, race, current smoking, hypertension, history of cardiovascular disease, body mass index, diabetes mellitus, family history, non-HDL cholesterol X160 mg per 100 ml, serum C-reactive protein, month of the year of test, and stage of CKD, and urine albumin–creatinine ratio. cAdjusted for age, gender, race, current smoking, hypertension, history of cardiovascular disease, body mass index, diabetes mellitus, family history, non-HDL cholesterol X160 mg per 100 ml, serum C-reactive protein, month of the year of test, stage of CKD, urine albumin–creatinine ratio, plasma hemoglobin, serum albumin and phosphorus, medical insurance, education, income, and whether the participant went to a particular place for care.\n980 Kidney International (2009) 76, 977–983\nthrough which hypovitaminosis D may mediate a variety of other adverse health outcomes, including possible increased mortality risk.1 These include immunomodulatory effects, upregulation of cytokines, pro-fibrotic and pro-inflammatory pathways, and the renin–angiotensin system.16–21 Aschenbrenner et al.22 reported that rats treated with 1,25- dihydroxy vitamin D had a significant reduction in renal expression of transforming growth factor-b1; however, this occurred despite no change in the mRNA expression of either transforming growth factor-b1 or vitamin D receptor, suggesting that vitamin D may have important non-genomic effects. Treatment with paricalcitol, a vitamin D analog, in rats with salt-sensitive hypertension has been shown to attenuate the development of left ventricular hypertrophy.23\nConsistent with these pleiotropic effects, our analysis shows similar trend for increase in both cardiovascular and noncardiovascular mortality with lower 25OHD levels.\nAlthough the results of this study from analysis of the NHANES III, a representative sample of the United States population, could have broad implications, it also has several limitations. The timing of blood collections for NHANES participants occurs within communities at different latitudes. However, to minimize the impact of seasonal variation due to sunlight exposure on vitamin D levels the timing was staggered, as northern samples were collected during the warmer months when sunlight is more abundant.24 This study design had the potential to bias the results toward the null hypothesis; the finding of a significant relationship, despite this method of sampling, strengthens the validity of our findings. Although the NHANES III survey provides some of the best available estimates of the prevalence and treatment of chronic diseases in United States, its crosssectional design does not allow for direct causal inference. Over two-thirds of the subjects had either stage 1 or 2 CKD, and thus, most of the participants had only mild CKD. However, subgroup analysis showed that the trends in subjects with stage 3 and 4 CKD were similar to that seen in those with stage 1 and 2 CKD. The baseline 25OHD level was a single measurement and there were no data available for either serum parathyroid hormone or calcitriol levels; thus, we cannot determine whether the association between 25OHD status and mortality risk was mediated, in part, by secondary hyperparathyroidism or low calcitriol levels. An alternate explanation for the present findings is that vitamin D deficiency may be a marker of chronic nonspecific illness, identifying individuals who are more ill, and are less likely to go outdoors and get adequate exposure to sunlight. However, the present investigation was restricted to ambulatory participants, which makes confounding by significant immobility or chronic illness unlikely. Finally, data on polymorphisms of the vitamin D receptor were not available; thus, the effect of these genetic variations on circulating 25OHD levels and the potential effect modification on mortality were not tested.\nIn summary, the results of this study suggest that there is a graded relationship between serum 25OHD levels and\nmortality, with a statistically significant risk apparent when serum 25OHD levels are o15 ng/ml. The broad public health implications of this finding cannot be overemphasized given the high prevalence of vitamin D deficiency among individuals with CKD, and the ease, safety, and low cost of maintaining replete vitamin D levels. Randomized trials are warranted to evaluate the role of vitamin D supplementation in reducing mortality in CKD patients with hypovitaminosis D."
    }, {
      "heading" : "MATERIALS AND METHODS",
      "text" : "Third National Health and Nutrition Examination Survey (NHANES III) was a study conducted between 1988 and 1994.25 Study participants were selected using a complex, multistage, stratified, and clustered probability sampling of the non-institutionalized population of the United States. The study included a deliberate oversampling of Blacks, Mexican Americans, and elderly.25 Of the 19,618 NHANES III study participants of X18 years of age, the following groups of subjects were excluded – 34 subjects did not have adequate information on follow-up; 2997 did not have data on serum 25OHD levels; and 767 did not have information on either serum or urine creatinine or urine albumin, to determine the presence of CKD. Of the remaining 15,818 subjects, 25 had stage 5 CKD and were excluded. Of the remaining 15,793 subjects, 3011 had stage 1 through to 4 CKD and formed the study cohort.\nDefinition of variables and laboratory measurements All assessments, including the measurement of 25OHD levels, were done at a single baseline visit. Estimated glomerular filtration rate, using the abbreviated Modification in Diet in Renal Disease (MDRD) equation, and urine albumin/creatinine ratio were used to determine CKD.26 The creatinine measurements in the NHANES III study were calibrated to the MDRD equation by subtracting 0.23 mg per 100 ml, as previously described.27 CKD was defined as either estimated glomerular filtration rate o60 ml/min/1.73 m2 or the presence of microalbuminuria (417 mg/g in men and 425 mg/g in women).26\nSerum 25OHD levels were measured using radioimmunoassay (DiaSorin, Stillwater, MN, USA). Race/Ethnicity was self-described by the study participants. Current smokers were subjects who currently smoked and had consumed at least 100 cigarettes during their lifetime. Hypertension was defined as present if the subject was taking anti-hypertensive medications or the measured blood pressure was 4140/90 mm Hg. A patient was considered to have a history of cardiovascular disease if they had had heart attack, congestive heart failure, stroke, or angina. Subjects were asked whether their doctors had told them that they had had heart attack, congestive heart failure, or stroke. History of angina was determined using the Rose questionnaire. Diabetes mellitus was defined as a history of diabetes, being treated with medications for diabetes, or a fasting blood glucose 4126 mg per 100 ml. Education was used as a dichotomous variable (o12 or X12 completed years of schooling). Patients were classified as having any health insurance or none. The effect of income was assessed by determining whether the participant’s household income was o or X200% of the federal poverty level. Non-HDL cholesterol, C-reactive protein, hemoglobin, calcium, and phosphorus were measured, as previously described.8,28 Total serum calcium was corrected for serum albumin."
    }, {
      "heading" : "Determination of vital status",
      "text" : "Death was determined by linking the baseline data to the National Center for Health Statistics mortality follow-up file.29 Deaths were\nKidney International (2009) 76, 977–983 981\nascertained by matching National Death Index screen or death certificate or both, from the time of enrollment until 31 December 2000. Cause of death was coded using ninth revision of the International Statistical Classification of Diseases, Injuries, and Causes of Death (ICD-9) up until 1998 and ICD-10 for deaths between 1999 and 2000. All deaths before 1999 were recoded by the NCHS into comparable ICD-10 codes.29\nSelection of cutoffs to define groups based on serum 25OHD levels To define cutoff thresholds, analyses were performed in the entire cohort of 15,793 subjects. Compared with the individuals in the highest decile of serum 25OHD levels (X45 ng/ml), a consistent increase in risk for death was apparent in all groups of individuals with levels o28 ng/ml and a further increase in risk was apparent in individuals with serum 25OHD levels p15 ng/ml. The same threshold for consistent increase in death was identified when the data were adjusted for differences in demographics, cardiovascular risk factors, socioeconomic variables, and laboratory data. Given the similarity of these thresholds to the categories of deficiency, insufficiency, and sufficiency, as defined by the National Kidney Foundation, the latter categories were used for all analyses (serum 25OHD levels- o15 ng/ml, 15–30 ng/ml, and 430 ng/ml).30"
    }, {
      "heading" : "Statistical analyses",
      "text" : "All analyses were performed using sample weights that account for unequal probability of selection, non-response, and planned oversampling of elderly, Blacks, and Mexican Americans. Estimates were made using the recommended SAS-callable SUDAAN software (version 8, Research Triangle Park, NC, USA). Continuous variables are expressed as mean±standard error of mean (s.e.m.).\nAll subjects without a probabilistic match were deemed to be alive on 31 December 2000, the end of the follow-up. Cox proportional hazards analysis was used to determine the effect of 25OHD levels on survival. All study subjects were categorized into three groups based on serum 25OHD levels- 430 ng/ml, 15–30 ng/ml, and o15 ng/ml. The relative risk for death in the latter two groups was estimated, using individuals with serum 25OHD levels 430 ng/ml as a reference. Three different multivariate models were specified a priori to test for independent effects of serum 25OHD levels on mortality. The first model adjusted for demographic variables- age, race, and gender, all subsequent models were adjusted for month of the year when the sample was drawn. The second model adjusted for demographic and cardiovascular risk factors (current smoking, hypertension, history of cardiovascular disease, body mass index, diabetes mellitus, family history, nonHDL cholesterol X160 mg per 100 ml, serum C-reactive protein, stage of CKD, and urine albumin–creatinine ratio); the third model adjusted for demographic, cardiovascular risk factors, socioeconomic variables (medical insurance, education, income, and whether the subject went to a particular place for care) and laboratory measures (hemoglobin, serum albumin, and phosphorus).\nThe relative risk for death of patients with serum 25OHD levels o15 ng/ml compared with those with levels 430 ng/ml, was tested in 23 pre-specified subgroups of age, gender, race, diabetes, hypertension, history of cardiovascular disease, non-HDL cholesterol levels, CKD, serum C-reactive protein levels, and body mass index. All subgroup analyses were adjusted for demographic variables and cardiovascular risk factors, except for the variable used to stratify the study population.\nThe relationship of serum 25OHD levels with cardiovascular and non-cardiovascular mortality was ascertained. For the analysis of cardiovascular mortality, patients who died from non-cardiovascular causes were censored on the date of death. Similarly, in the analysis for non-cardiovascular mortality, patients who died from cardiovascular causes were censored on the date of death.\nTwo different sensitivity analyses for all-cause mortality were performed, as described in the Results section of the article. In the first such analysis, instead of using stages of CKD, estimated glomerular filtration rate was included as a continuous variable and in the second analysis, serum triglycerides were included as a variable in place of non-HDL cholesterol."
    }, {
      "heading" : "DISCLOSURE",
      "text" : "Rajnish Mehrotra has received research support from Amgen, Baxter Health Care, and Shire, has received honoraria from Baxter Health Care and Shire, and has served as a consultant for Novartis. Isidro Salusky has received honoraria from Genzyme, Cytochroma, and Johnson and Johnson and grant support from Novartis and Amgen. Myles Wolf has received honoraria from Abbott and Genzyme and grant support from Shire. Ravi Thadhani has received grant support from Abbott and honoraria from Abbott and Genzyme. Keith Norris has received honoraria from Abbott, Amgen, Merck, Pfizer and Monarch pharmaceuticals within the last 18 months."
    }, {
      "heading" : "ACKNOWLEDGMENTS",
      "text" : "Rajnish Mehrotra is supported by a grant from the NIH (RR18298 and RR019234) and DaVita. Isidro B. Salusky is supported by grants from NIDDK (35423 and 67563) and NCRR (RR 00865), Myles Wolf by R01DK076116 and R01DK081374, and Ravi Thadhani by a grant from NIDDK (HL 093954). Dulcie Kermah, David Martins, and Keith Norris are supported by NIH grants RR14616, RR11145, RR019234, and MD00182."
    } ],
    "references" : [ {
      "title" : "Vitamin D deficiency",
      "author" : [ "Holick MF" ],
      "venue" : "N Engl J Med",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2007
    }, {
      "title" : "Independent association of low serum 25-hydroxyvitamin d and 1,25-dihydroxyvitamin d levels with all-cause and cardiovascular mortality",
      "author" : [ "H Dobnig", "S Pilz", "H Scharnagl" ],
      "venue" : "Arch Intern Med",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2008
    }, {
      "title" : "25-hydroxyvitamin D and risk of myocardial infarction in men: a prospective study",
      "author" : [ "E Giovannucci", "Y Liu", "BW Hollis" ],
      "venue" : "Arch Intern Med",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2008
    }, {
      "title" : "Vitamin D deficiency and risk of cardiovascular disease",
      "author" : [ "TJ Wang", "MJ Pencina", "SL Booth" ],
      "venue" : "Circulation",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2008
    }, {
      "title" : "25-hydroxyvitamin D levels and the risk of mortality in the general population",
      "author" : [ "ML Melamed", "ED Michos", "W Post" ],
      "venue" : "Arch Intern Med",
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2008
    }, {
      "title" : "Prevalence of chronic kidney disease in the United States",
      "author" : [ "J Coresh", "E Selvin", "LA Stevens" ],
      "venue" : "JAMA",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2007
    }, {
      "title" : "Hypovitaminosis D in medical inpatients",
      "author" : [ "MK Thomas", "DM Lloyd-Jones", "RI Thadhani" ],
      "venue" : "N Engl J Med",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 1998
    }, {
      "title" : "Hypovitaminosis D and chronic Kidney Disease",
      "author" : [ "R Mehrotra", "D Kermah", "M Budoff" ],
      "venue" : "Clin J Am Soc Nephrol",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2008
    }, {
      "title" : "Vitamin D levels and early mortality among incident hemodialysis patients",
      "author" : [ "M Wolf", "A Shah", "O Gutierrez" ],
      "venue" : "Kidney Int",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2007
    }, {
      "title" : "Serum 25-hydroxyvitamin D status and cardiovascular outcomes in chronic peritoneal dialysis patients: a 3-y prospective cohort study",
      "author" : [ "AY Wang", "CW Lam", "JE Sanderson" ],
      "venue" : "Am J Clin Nutr",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2008
    }, {
      "title" : "Vitamin D levels and patient outcome in chronic kidney disease",
      "author" : [ "P Ravani", "F Malberti", "G Tripepi" ],
      "venue" : "Kidney Int",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2009
    }, {
      "title" : "Activated injectable vitamin D and hemodialysis survival: a historical cohort study",
      "author" : [ "M Teng", "M Wolf", "MN Ofsthun" ],
      "venue" : "J Am Soc Nephrol",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2005
    }, {
      "title" : "Survival predictability of time-varying indicators of bone disease in maintenance hemodialysis patients",
      "author" : [ "K Kalantar-Zadeh", "N Kuwae", "DL Regidor" ],
      "venue" : "Kidney Int",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2006
    }, {
      "title" : "1613–1619",
      "author" : [ "Shoben AB, Rudser KD, de Boer IH et al. Association of oral calcitriol with improved survival in nondialyzed CKD. J Am Soc Nephrol 2008", "19" ],
      "venue" : "982 Kidney International",
      "citeRegEx" : "14",
      "shortCiteRegEx" : null,
      "year" : 2009
    }, {
      "title" : "Association of activated vitamin D treatment and mortality in chronic kidney disease",
      "author" : [ "CP Kovesdy", "S Ahmadzadeh", "JE Anderson" ],
      "venue" : "Arch Intern Med",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2008
    }, {
      "title" : "Toll-like receptor triggering of a vitamin D-mediated human antimicrobial response",
      "author" : [ "PT Liu", "S Stenger", "H Li" ],
      "venue" : "Science",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2006
    }, {
      "title" : "Calcitriol inhibits the PHA-induced production of IL-2 and IFN-gamma and the proliferation of human peripheral blood leukocytes while enhancing the surface expression of HLA class II molecules",
      "author" : [ "G Saggese", "G Federico", "M Balestri" ],
      "venue" : "J Endocrinol Invest",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 1989
    }, {
      "title" : "Paricalcitol attenuates renal interstitial fibrosis in obstructive nephropathy",
      "author" : [ "X Tan", "Y Li", "Y. Liu" ],
      "venue" : "J Am Soc Nephrol",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2006
    }, {
      "title" : "Effects of vitamin D analogs on the expression of plasminogen activator inhibitor-1 in human vascular cells",
      "author" : [ "JR Wu-Wong", "M Nakane", "J. Ma" ],
      "venue" : "Thromb Res",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 2006
    }, {
      "title" : "Renoprotective role of the vitamin D receptor in diabetic nephropathy",
      "author" : [ "Z Zhang", "L Sun", "Y Wang" ],
      "venue" : "Kidney Int",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2008
    }, {
      "title" : "1,25-Dihydroxyvitamin D(3) is a negative endocrine regulator of the renin-angiotensin system",
      "author" : [ "YC Li", "J Kong", "M Wei" ],
      "venue" : "J Clin Invest",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 2002
    }, {
      "title" : "1,25-(OH(2))D(3) alters the transforming growth factor beta signaling pathway in renal tissue",
      "author" : [ "JK Aschenbrenner", "HW Sollinger", "BN Becker" ],
      "venue" : "J Surg Res",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2001
    }, {
      "title" : "Activated vitamin D attenuates left ventricular abnormalities induced by dietary sodium in Dahl salt-sensitive animals",
      "author" : [ "N Bodyak", "JC Ayus", "S Achinger" ],
      "venue" : "Proc Natl Acad Sci USA",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2007
    }, {
      "title" : "Serum 25-hydroxyvitamin D status of adolescents and adults in two seasonal subpopulations from NHANES III",
      "author" : [ "AC Looker", "B Dawson-Hughes", "MS Calvo" ],
      "venue" : "Bone",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2002
    }, {
      "title" : "Prevalence of chronic kidney disease and decreased kidney function in the adult US population: Third National Health and Nutrition Examination Survey",
      "author" : [ "J Coresh", "BC Astor", "T Greene" ],
      "venue" : "Am J Kidney Dis",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2003
    }, {
      "title" : "Racial differences in mortality among those with CKD",
      "author" : [ "R Mehrotra", "D Kermah", "LF Fried" ],
      "venue" : "J Am Soc Nephrol",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2008
    }, {
      "title" : "clinical practice guidelines for bone metabolism and disease in chronic kidney disease",
      "author" : [ "National Kidney Foundation. Kidney Disease Outcome Quality Initiative" ],
      "venue" : "Am J Kidney Dis 2003; 42: S1–S201. Kidney International",
      "citeRegEx" : "30",
      "shortCiteRegEx" : null,
      "year" : 2009
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "cardiovascular; vitamin D The high prevalence of hypovitaminosis D is increasingly recognized as an important public health problem.(1) The present recommendations for what constitutes optimal serum levels of 25-hydroxy vitamin D (25OHD) were based on the prevention of osteomalacia and rickets.",
      "startOffset" : 132,
      "endOffset" : 135
    }, {
      "referenceID" : 0,
      "context" : "A large body of evidence now supports the notion that serum 25OHD is not only a predictor of bone health but also associated with cancer, cardiometabolic disorders, and other chronic medical conditions.(1) Studies in the general population have shown that low serum 25OHD levels are associated with higher allcause and cardiovascular mortality, and non-fatal cardiovascular events.",
      "startOffset" : 202,
      "endOffset" : 205
    }, {
      "referenceID" : 8,
      "context" : "Furthermore, use of active vitamin D preparations in incident hemodialysis patients seemed to abrogate the higher risk for 90-day mortality with hypovitaminosis D.(9) Although several pharmacoepidemiological studies have shown a lower risk for death in dialysis or pre-dialysis patients treated with active vitamin D preparations, data on serum 25OHD levels were not available in any of these studies.",
      "startOffset" : 163,
      "endOffset" : 166
    }, {
      "referenceID" : 8,
      "context" : "Low serum 25OHD levels were associated with a higher risk for death in 900 incident maintenance hemodialysis patients in the first 90 days of starting dialysis therapy; however, no such association was seen in patients treated with active vitamin D compounds.(9) Similarly, lower serum 25OHD levels were associated with an increased risk for cardiovascular events in 230 prevalent peritoneal dialysis patients.",
      "startOffset" : 259,
      "endOffset" : 262
    }, {
      "referenceID" : 3,
      "context" : "Similarly, lower serum 25OHD levels were associated with an increased risk for cardiovascular events in 230 prevalent peritoneal dialysis patients.(4) In the only study of non-dialysis-dependent CKD subjects, low serum 25OHD levels were associated with a higher risk for reaching a composite outcome of death or end-stage renal disease in 168 subjects.",
      "startOffset" : 147,
      "endOffset" : 150
    }, {
      "referenceID" : 10,
      "context" : "In the only study of non-dialysis-dependent CKD subjects, low serum 25OHD levels were associated with a higher risk for reaching a composite outcome of death or end-stage renal disease in 168 subjects.(11) In addition to extending the previously noted association of hypovitaminosis D with mortality in dialysis patients to non-dialysis-dependent CKD patients, the level of serum 25OHD at which a higher risk for all-cause mortality is evident seems to be similar to that previously reported in dialysis patients.",
      "startOffset" : 201,
      "endOffset" : 205
    }, {
      "referenceID" : 8,
      "context" : "3 ng/ml) in incident hemodialysis and prevalent peritoneal dialysis patients, respectively.(9,10) There are several strengths of this study that significantly increase the robustness of our findings.",
      "startOffset" : 91,
      "endOffset" : 97
    }, {
      "referenceID" : 9,
      "context" : "3 ng/ml) in incident hemodialysis and prevalent peritoneal dialysis patients, respectively.(9,10) There are several strengths of this study that significantly increase the robustness of our findings.",
      "startOffset" : 91,
      "endOffset" : 97
    }, {
      "referenceID" : 0,
      "context" : "through which hypovitaminosis D may mediate a variety of other adverse health outcomes, including possible increased mortality risk.(1) These include immunomodulatory effects, upregulation of cytokines, pro-fibrotic and pro-inflammatory pathways, and the renin–angiotensin system.",
      "startOffset" : 132,
      "endOffset" : 135
    }, {
      "referenceID" : 21,
      "context" : "Aschenbrenner et al.(22) reported that rats treated with 1,25dihydroxy vitamin D had a significant reduction in renal expression of transforming growth factor-b1; however, this occurred despite no change in the mRNA expression of either transforming growth factor-b1 or vitamin D receptor, suggesting that vitamin D may have important non-genomic effects.",
      "startOffset" : 20,
      "endOffset" : 24
    }, {
      "referenceID" : 22,
      "context" : "Treatment with paricalcitol, a vitamin D analog, in rats with salt-sensitive hypertension has been shown to attenuate the development of left ventricular hypertrophy.(23) Consistent with these pleiotropic effects, our analysis shows similar trend for increase in both cardiovascular and noncardiovascular mortality with lower 25OHD levels.",
      "startOffset" : 166,
      "endOffset" : 170
    }, {
      "referenceID" : 23,
      "context" : "However, to minimize the impact of seasonal variation due to sunlight exposure on vitamin D levels the timing was staggered, as northern samples were collected during the warmer months when sunlight is more abundant.(24) This study design had the potential to bias the results toward the null hypothesis; the finding of a significant relationship, despite this method of sampling, strengthens the validity of our findings.",
      "startOffset" : 216,
      "endOffset" : 220
    }, {
      "referenceID" : 24,
      "context" : "23 mg per 100 ml, as previously described.(27) CKD was defined as either estimated glomerular filtration rate o60 ml/min/1.",
      "startOffset" : 42,
      "endOffset" : 46
    }, {
      "referenceID" : 7,
      "context" : "Non-HDL cholesterol, C-reactive protein, hemoglobin, calcium, and phosphorus were measured, as previously described.(8,28) Total serum calcium was corrected for serum albumin.",
      "startOffset" : 116,
      "endOffset" : 122
    }, {
      "referenceID" : 25,
      "context" : "Non-HDL cholesterol, C-reactive protein, hemoglobin, calcium, and phosphorus were measured, as previously described.(8,28) Total serum calcium was corrected for serum albumin.",
      "startOffset" : 116,
      "endOffset" : 122
    }, {
      "referenceID" : 26,
      "context" : "Given the similarity of these thresholds to the categories of deficiency, insufficiency, and sufficiency, as defined by the National Kidney Foundation, the latter categories were used for all analyses (serum 25OHD levels- o15 ng/ml, 15–30 ng/ml, and 430 ng/ml).(30)",
      "startOffset" : 261,
      "endOffset" : 265
    } ],
    "year" : 2010,
    "abstractText" : "Chronic kidney disease, hypovitaminosis D, and mortality in the United States Rajnish Mehrotra, Dulcie A. Kermah, Isidro B. Salusky, Myles S. Wolf, Ravi I. Thadhani, Yi-Wen Chiu, David Martins, Sharon G. Adler and Keith C. Norris Division of Nephrology and Hypertension, Department of Medicine, Los Angeles Biomedical Research Institute, Torrance, California, USA; Departments of Medicine and Pediatrics, David Geffen School of Medicine at UCLA, Los Angeles, California, USA; Department of Medicine, Charles Drew University, Los Angeles, California, USA; Department of Medicine, University of Miami Miller School of Medicine, Miami, Florida, USA; Renal Unit, Department of Medicine, Massachusetts General Hospital, Harvard Medical School, Boston, Massachusetts, USA and Department of Medicine, Kaohsiung Medical University, Kaohsiung, Taiwan",
    "creator" : "Elsevier"
  }
}