{
  "name" : "c0dd348c36f849716f71.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Health Behaviors among Low-income Hispanic and Non-Hispanic White Women",
    "authors" : [ "Donna M. Winham", "Shelly M. Palmer", "Traci L. Armstrong Florian", "Mack C. Shelley" ],
    "emails" : [ "dwinham@iastate.edu", "mshelley@iastate.edu", "digirep@iastate.edu." ],
    "sections" : [ {
      "heading" : null,
      "text" : "Keywords nutrition knowledge, food safety, healthcare, acculturation, Latinas, Mexican-Americans\nDisciplines Family, Life Course, and Society | Food Chemistry | Food Science | Human and Clinical Nutrition | International and Community Nutrition | International Relations | Women's Studies\nComments This article is published as DM Winham, SM Palmer, TL Armstrong Florian, MC Shelley, Health Behaviors among Low-income Hispanic and Non-Hispanic White Women. Am J Health Behav. 2018. 42(3);56-68. Doi: 10.5993/AJHB.42.3.6. Posted with permission.\nThis article is available at Iowa State University Digital Repository: https://lib.dr.iastate.edu/fshn_hs_pubs/28\nC op\nyr ig\nht (\nc) P\nN G\nP ub\nlic at\nio ns\n. A ll\nrig ht\ns re\nse rv\ned .\nD el\niv er\ned b\ny In\nge nt\na to\nIP : 5\n.1 0.\n31 .2\n10 o\nn: M\non , 0\n8 A\npr 2\n01 9\n20 :4\n0: 06\n56\nPeople with limited resources have higher risks of chronic illnesses and diseases than other populations because of lifestyle factors such as poor diet, sedentary behaviors, and reduced access to healthcare.1,2 Hispanics or Latinos are more likely to have lower household incomes compared to non-Hispanic whites in general.1,3 Based on United States (US) national survey data, Hispanics have lower death rates from cancer and heart disease, but greater mortality from diabetes and chronic liver disease than non-Hispanic whites.3 Currently, Hispanics comprise 17.7% of the total US population, with a projected increase to 23% by 2035.3 About 31% of the Arizona population, where this\nstudy took place, is of Hispanic ethnicity.4 The term “Hispanic” refers to a person having an ethnic origin from a Latin American or Spanishspeaking country. It does not necessarily mean that someone identifies with Latin culture, or speaks Spanish.5 Therefore, data analysis that groups people only by a “Hispanic” ethnic identifier may homogenize the diverse cultural experiences and affinities of Latinos. This research focuses on level of acculturation, or adoption of the practices of a different culture than their own, as an indicator of ethnic affiliation beyond the term “Hispanic.”5,6 Latino is used interchangeably with “Hispanic” in this document except in specific reference to gov-\nDonna M. Winham, Department of Food Science & Human Nutrition, Iowa State University, Ames, IA. Shelly M. Palmer, Department of Food Science & Human Nutrition, Iowa State University. Ames, IA. Traci L. Armstrong Florian, University of Arizona Maricopa County Cooperative Extension, Phoenix, Arizona. Mack C. Shelley, Departments of Political Science and Statistics, Iowa State University, Ames, IA. Correspondence Dr Winham; dwinham@iastate.edu"
    }, {
      "heading" : "Health Behaviors among Low-income",
      "text" : ""
    }, {
      "heading" : "Hispanic and Non-Hispanic White Women",
      "text" : "Donna M. Winham, DrPH, RD, MCHES Shelly M. Palmer Traci L. Armstrong Florian, MS, RDN Mack C. Shelley, PhD\nObjectives: We determined relationships between food behaviors and health-risk factors by acculturation among limited-income Hispanic and non-Hispanic white women. Methods: Women aged 18-49 years were recruited from income-based programs in metro-Phoenix, Arizona. Selfadministered surveys in English or Spanish included demographics, a 10-item food behavior checklist, health-risk factors, food security, and acculturation. Differences by 4 acculturation/ ethnicity categories were assessed with chi-square and analysis of variance (ANOVA). We created a food behavior scale. Results: Eighty-two percent self-identified as Hispanic (N = 358), with 45% Hispanic-dominant, 25% bicultural, 12% English-dominant, and 18% non-Hispanic white for acculturation status. Food behavior checklist results showed that English-dominant Hispanic and non-Hispanic white women were more likely to feed their children soon after waking, refrigerate meat/dairy promptly, not add salt to food, smoke cigarettes and be food insecure (p < .001). Education, not acculturation, was a significant predictor of the food behavior scale. BMI did not differ by acculturation, but 33% of Hispanic-dominant Latinas did not know their height and/or weight. These less acculturated Latinas had significantly greater food security, but lacked health insurance and years of education. Conclusions: Program outreach tailored by acculturation that considers educational level is needed to emphasize existing positive behaviors and address knowledge gaps among low socioeconomic women to improve health and reduce disparities.\nKey words: nutrition knowledge; food safety; healthcare; acculturation; Latinas; Mexican-Americans Am J Health Behav.™ 2018;42(3):56-68 DOI: https://doi.org/10.5993/AJHB.42.3.6\nC op\nyr ig\nht (\nc) P\nN G\nP ub\nlic at\nio ns\n. A ll\nrig ht\ns re\nse rv\ned .\nD el\niv er\ned b\ny In\nge nt\na to\nIP : 5\n.1 0.\n31 .2\n10 o\nn: M\non , 0\n8 A\npr 2\n01 9\n20 :4\n0: 06\nWinham et al\nAm J Health Behav.™ 2018;42(3):56-68 57 DOI: https://doi.org/10.5993/AJHB.42.3.6\nernment statistics.5 As immigrant families go through the acculturation process, both positive and negative influences can affect health behaviors, such as diet, physical activity, and other lifestyle factors.7 For US Latinos, dietary acculturation can manifest as lower consumption of beans, fruits, and vegetables, and increased intakes of processed meats, fast foods, and sugar-sweetened beverages.6,7 Positive aspects of dietary acculturation include increased intake of low-fat meat and fish, high-fiber breads, and lower intake of low-fiber breads and Mexican fast food.8 In contrast, Batis et al7 found more energy per capita came from unhealthy foods among Mexican Americans born in the US compared to Mexican Americans born in Mexico. Such dietary choices can lead to weight gain, as well as the development of type 2 diabetes.9 The prevalence of obesity and diabetes is substantially higher among Hispanics than other groups.3,9 Despite generalities in dietary changes with acculturation among Latinos, there remains a substantial amount of heterogeneity or inconsistencies in findings across geography and cultural group.10,11 Most published research on acculturation and health among Latinos has focused on predominately Mexican-heritage populations in California.10 Another research gap has been a lack of consistency in measuring acculturation, making comparability across studies difficult.10 In new areas of immigration, where accessibility of desired foods may be low and social networks limited, the acculturation process may be markedly different in contrast to a “newcomer” in an established ethnic neighborhood.10,12\nLatinos who are more acculturated to the US lifestyle may increase alcohol consumption and smoking. However, a positive trend for engaging in more leisure-time physical activities also has been observed.13 Health insurance coverage and healthseeking behavior may increase with a greater acculturation level.2,14 Nevertheless, use of social services may be more linked to immigrant or citizenship status and income than acculturation.15 Healthcare and social service professionals need knowledge of Latino food behaviors, food resource management, health-risk factors, and their relationships to acculturation levels in varying contexts.16 Some food safety behaviors improve with acculturation, such as prompt refrigeration of leftovers and not thaw-\ning meat at room temperature.17 There is a need for disaggregated data to address health disparities and to identify variations in experiences and circumstances.18 Measuring acculturation provides a finer level of detail than classifying groups by the Hispanic ethnicity identifier or country of origin.19 This information is important for improving nutrition education and assistance programs that serve those with limited incomes and for reducing health disparities among Latinos and other ethnic groups.7,9,15,16,20\nHispanic women comprise the majority of the service population for the Expanded Food and Nutrition Education Program (EFNEP) and Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) in Maricopa County, Arizona.21,22 Early lifestyle interventions in women of reproductive age may reduce their chronic disease rates in later years, thereby benefiting their health as well as reducing healthcare costs.23 Education and assistance programs such as EFNEP and WIC can improve the health of participants by tailoring messages based on assessment and research of current practices and perceived needs for Latinas and all women. Program participation can affect individual lifestyle decisions as well as the future of their families when the content is meaningful and applicable.24,25 Few context-specific studies have been published on the relationship between acculturation and health behaviors for Latinas or other women with limited incomes in the southwestern US outside of California.10,26,27\nIn April 2010, Arizona’s Senate Bill 1070 became law singling out undocumented immigrants from public healthcare programs, schools, and work.28 For those undocumented immigrants living and working in the US, increased policing, surveillance, prosecutions, and penalties restricted their movement.28,29 The escalation in surveillance led to unintended consequences such as problems with housing and employment, psychological distress, vulnerability, increased discrimination, and social isolation.29 Data collection took place during the changing immigration policy period in Arizona with a vulnerable population of low-income women. Findings from the larger study on knowledge of the health benefits of beans, and utilization of nutrition assistance programs have been reported elsewhere.15,26 The objectives of the current research\nC op\nyr ig\nht (\nc) P\nN G\nP ub\nlic at\nio ns\n. A ll\nrig ht\ns re\nse rv\ned .\nD el\niv er\ned b\ny In\nge nt\na to\nIP : 5\n.1 0.\n31 .2\n10 o\nn: M\non , 0\n8 A\npr 2\n01 9\n20 :4\n0: 06\nHealth Behaviors among Low-income Hispanic and Non-Hispanic White Women\n58\nwere to describe the differences in food behaviors, health risk factors, and healthcare utilization by acculturation status among urban Latina and non-Hispanic white women of reproductive age participating in WIC, EFNEP, and an unemployment center in urban Arizona, USA."
    }, {
      "heading" : "METHODS Participants and Data Collection",
      "text" : "The cross-sectional convenience sample (N = 358) of women between the ages of 18 and 49 years was drawn from income-based education and assistance programs in metropolitan Phoenix regions with high percentages of Hispanic program participants.21,22,30 Women who were eligible or enrolled in EFNEP, WIC, or a county unemployment center were invited to complete a self-administered written survey in English or Spanish at these sites.\nFor the EFNEP participants, the bilingual instructional specialists informed them at enrollment about the optional survey to be held after their third EFNEP class. We chose the third session because it occurred before most survey educational material had been covered and fell in between the Arizona program’s pre- and post-evaluations. At WIC and the unemployment center, we recruited participants over 5 non-consecutive days as they waited for their appointments with program personnel. At these sites, 2-3 research team members circulated flyers and explained the study to women. The researchers emphasized that the study was voluntary and was not part of the agency they were visiting. We read an informed consent document to participants prior to survey completion. We provided $3 in food coupons (EFNEP) or cash (WIC, unemployment center) as incentives.\nSurvey Instruments The survey included questions on demographics (eg, ethnicity, race, household composition, and income), food expenditure cost, use of nutritional supplements, and a 10-item Food Behavior Checklist questionnaire (FBC).31 Three of the FBC questions focus on food resource behaviors, 2 on food safety, and 5 on nutrition practices.31,32 The FBC underwent extensive validity and reliability review by an expert panel, focus groups, and pilot testing during its original development.24\nThe Bidimensional Acculturation Scale (BAS), used to classify acculturation status, provides multiple dimensions of cultural description by assessing both English and Spanish language preferences, use of media, and social engagement. Acculturation classifications of Hispanic-dominant (less acculturated), bicultural, or English-dominant (more acculturated) were computed in accordance with the BAS terminology and instructions for the Latina women.19 Response scores are calculated between 0 and 5 for the Hispanic and English dominant domains. Domain values greater than 2.5 are used to classify into one category or the other, or bicultural if both scores are over the cut-off. The original BAS exhibits high internal consistency.19\nQuestions from the Behavioral Risk Factor Surveillance System (BRFSS) on self-reported health status, physical activity, cigarette smoking, health insurance, and doctor visits were included.33 These questions have exhibited high reliability in other research.34-36 We asked participants to report their height and weight in either the English or metric system. We used the EFNEP (including the FBC), BAS, and BRFSS instruments verbatim from their published English and Spanish versions.19,32,33"
    }, {
      "heading" : "Statistical Analysis",
      "text" : "We used IBM’s SPSS Statistics for Windows, Version 24.0 (Armonk, NY) for data entry and analysis. We examined descriptive statistics were by comparing across the 3 BAS acculturation categories (Hispanic-dominant, bicultural, Englishdominant) and non-Hispanic white women. We explored relationships among demographics, food behaviors, health risk factors, self-reported height and weight, and acculturation/ethnicity status using chi-square analysis and ANOVA. We calculated BMI using self-reported height and weight, with the resulting values categorized into underweight, normal, overweight, and obese.37\nNine of the 10 items on the FBC were entered into a principal components analysis to determine if the pattern of responses clustered on a single dimension. Because not all women had children in their household, the question on “feeding children after waking” was excluded. Four statements were reverse coded before analysis so that a higher variable value reflected the desired behavior (run out of food, add salt, thaw at room temperature, leave\nC op\nyr ig\nht (\nc) P\nN G\nP ub\nlic at\nio ns\n. A ll\nrig ht\ns re\nse rv\ned .\nD el\niv er\ned b\ny In\nge nt\na to\nIP : 5\n.1 0.\n31 .2\n10 o\nn: M\non , 0\n8 A\npr 2\n01 9\n20 :4\n0: 06\nWinham et al\nAm J Health Behav.™ 2018;42(3):56-68 59 DOI: https://doi.org/10.5993/AJHB.42.3.6\nmeat unrefrigerated). The presence of a thematic construct of “positive food behaviors” was supported by a large eigenvalue and the accompanying scree plot. The 5 items were summed to create an ordinal scale (compare prices before buying food, shop with a grocery list, plan meals ahead of time, think about healthy food choices, and use the food label). Reliability analysis indicated an acceptable Cronbach’s alpha of 0.74 for the scale which was normally distributed.38 We compared the “positive food behavior” scale by acculturation/ethnicity categories and by education level."
    }, {
      "heading" : "RESULTS Characteristics of the Participants",
      "text" : "Table 1 shows the demographic and household characteristics of the 358 respondents by the acculturation/ethnicity categories. The survey comple-\ntion rate was 80% (358/445). Most women were recruited at EFNEP (N = 164), and WIC (N = 161), with a smaller portion from the county unemployment center (N = 33). Eighty-two percent of the participants self-identified as Hispanic. Whereas 39% of the women overall were US-born, 97% of the Hispanic-dominant and 63% of the bicultural women were foreign-born. Seventy-four percent of all women stated they were of Mexican ancestry, and 8% indicated other Latin origins (Central America, Caribbean, and South America). Nearly half (45%) of the women were classified as Hispanic-dominant (less acculturated), 25% as bicultural, and 12% as English-dominant (more acculturated) by the BAS, with 18% as non-Hispanic white.19\nThere were statistically significant differences by acculturation groups for mean age and educational attainment. The Hispanic-dominant and nonHispanic white women were about 3 years older\nTable 1 Demographic and Household Characteristics of Low-income Arizona Women by Bidimensional Acculturation Scale Classifications and Ethnicity (mean ± SD, or percentage) (N = 358)\nCharacteristics Total Hispanic Dominant 45% (163)\nBicultural 25% (89)\nEnglish Dominant 12% (42)\nNonHispanic\nwhite 18% (64)\nAge in years*** 31.6 ± 7.5 33.5 ± 6.2 29.3 ± 7.1 26.6 ± 7.6 33.0 ± 8.7\nBorn in the USA *** 39.4 2.8 37.1 98.1 100\nYears of education*** 6th grade or less 7-9th grade – junior high 10-11th grade 12th grade or GED Some college/tech school Associate degree or more\n12.8 17.6 15.1 23.2 21.8 9.5\n26.4 28.8 13.5 20.2 6.7 4.3\n3.4 13.5 21.3 24.7 25.8 11.2\n0 4.8 16.7 40.5 28.6 9.5\n0 3.1 9.4 17.2 50.0 20.3\nMarital Status *** Single Married Living with partner Divorced/separated or widowed\n27.1 46.4 19.0 7.5\n11.7 63.2 20.9 4.3\n32.6 43.8 18.0 5.6\n57.1 14.3 19.0 9.5\n39.1 28.1 15.6 17.2\nNumber of children < 20*** 2.4 ± 1.3 2.7 ± 1.2 2.5 ± 1.3 2.1 ± 1.2 1.7 ± 1.4 Number of adults* 2.3 ± 1.0 2.3 ± 1.0 2.5 ± 1.0 2.0 ± 0.8 2.1 ± 0.9 Total household size*** 4.7 ± 1.7 5.1 ± 1.5 5.0 ± 1.6 4.2 ± 1.5 3.8 ± 1.7 Monthly amount on food purchasesa 284 ± 194 294 ± 188 278 ± 188 265 ± 194 278 ± 219 Household monthly incomeb *** 1299 ± 957 1131 ± 679 1288 ± 934 1209 ± 1072 1808 ± 1319\n* p < .05; ** p < .01; *** p < .001\nNote. a: N = 346; b: N = 342\nC op\nyr ig\nht (\nc) P\nN G\nP ub\nlic at\nio ns\n. A ll\nrig ht\ns re\nse rv\ned .\nD el\niv er\ned b\ny In\nge nt\na to\nIP : 5\n.1 0.\n31 .2\n10 o\nn: M\non , 0\n8 A\npr 2\n01 9\n20 :4\n0: 06\nHealth Behaviors among Low-income Hispanic and Non-Hispanic White Women\n60\nthan the bicultural women, and 7 years older than the English-dominant Latinas (p < .001). Fiftyfive percent of the Hispanic-dominant women had completed the equivalent of 9th grade or less. In contrast, 70% of the non-Hispanic white women had some college or technical school training, with the majority of bicultural and English-dominant Latina women reporting completion of high school and some college.\nHispanic-dominant and bicultural women had more children under age 20, a larger total household size, and higher marriage or cohabitation rates than the English-dominant Latinas and non-Hispanic white women. Nearly all participants (94%) had children in their households. Monthly food expenditures were not different by acculturation status, but the non-Hispanic white women had significantly higher monthly incomes than the Latinas (p < .001)."
    }, {
      "heading" : "Food Behavior Checklist Questionnaire (FBC)",
      "text" : "Table 2 shows the frequency distribution and mean scale results of the 10 FBC32 questions on food resource management, food safety, and nutrition practices by acculturation/ethnicity categories. Most women reported positive behaviors for comparing food prices before purchase (64.5%), planning meals (56.3%), and thinking about healthy food choices for their families (62.9%), and feeding their children within 2 hours after waking (66.2%) “most of the time” or “always each day.” Almost 51% did not add or seldom added salt to foods during preparation. Fifty-seven percent reported they did not let meat or dairy products sit out for more than 2 hours.\nFor less healthful practices, 33% reported leaving frozen foods at room temperature to thaw, and 21% stated they ran out of food before the end of the month “most of the time” or “always.” Twentyfive percent did not shop with a grocery list, and 40% do not use the nutrition facts label in choosing foods.\nWe found no statistically significant differences by acculturation/ethnicity categories for 6 of the food behaviors: compare prices, shop with a grocery list, thaw at room temperature, plan meals, think about healthy food choices, or use the nutrition facts label. The remaining 4 questions (run out of food, unrefrigerated meat/dairy, add salt to\nfood, children eat within 2 hours of waking) were significantly different (p < .001 for all). A larger percentage of the Hispanic-dominant women “did not” or “seldom” ran out of food before the end of the month, in contrast to their bicultural, Englishdominant, or non-Hispanic peers. The more acculturated Latinas had the highest food insecurity. Hispanic-dominant and bicultural women were more likely to leave meat or dairy products unrefrigerated for more than 2 hours, and to add salt to food during preparation. Women who were Hispanic-dominant and bicultural were significantly less likely to feed their children within 2 hours of their waking than the English-dominant Latinas and non-Hispanic white women.\nFive of the 10 food behaviors were significantly different by education level categories with more positive behaviors associated with higher levels of education: adding salt to food (p < .001), shopping with a grocery list (p < .001), use of nutrition facts label (p = .004), thinking about healthy choices (p = .019), and leaving meat and dairy unrefrigerated (p = .021).\nThe 5-item summary scale reflecting “positive food behaviors” from the FBC was normally distributed with a mean of 17.3 ± 4.1. Mean differences by acculturation/ethnicity category were not statistically significant. The “positive food behaviors” score was significantly different by education categories. Mean values were 17.1 ± 4.6 for 6th grade or less, 16.2 ± 3.7 for 7th-9th grade, 15.6 ± 3.9 for 10th-11th grade, 17.5 ± 4.0 for high school graduate, 18.5 ± 3.9 for some college, and 19.4 ± 2.8 for associate degree or higher (p < .001). A general linear model regressing the “positive food behavior” scale on education, acculturation/ethnicity category, and age in years was statistically significant (p = .004). The value of the adjusted R2 was .06 indicating that 94% of the variance was unexplained.38 Although a portion of our sample was drawn from current EFNEP classes (45%), there were no statistically significant differences on FBC statements by venue (EFNEP, WIC, unemployment center)."
    }, {
      "heading" : "Health Characteristics and Risk Factors",
      "text" : "Table 3 shows self-reported health characteristics and health risk factors by acculturation/ethnicity categories. Hispanic-dominant women had significantly lower self-reported height (p < .001)\nC op\nyr ig\nht (\nc) P\nN G\nP ub\nlic at\nio ns\n. A ll\nrig ht\ns re\nse rv\ned .\nD el\niv er\ned b\ny In\nge nt\na to\nIP : 5\n.1 0.\n31 .2\n10 o\nn: M\non , 0\n8 A\npr 2\n01 9\n20 :4\n0: 06\nWinham et al\nAm J Health Behav.™ 2018;42(3):56-68 61 DOI: https://doi.org/10.5993/AJHB.42.3.6\nand weight (p < .001), but not BMI, in comparison to their more acculturated Latina or non-Hispanic peers. Fewer English-dominant Latinas were\noverweight or obese by BMI category classifications than their peers (p = .042). Almost 33% of the Hispanic-dominant and 24% of the bicultural\nC op\nyr ig\nht (\nc) P\nN G\nP ub\nlic at\nio ns\n. A ll\nrig ht\ns re\nse rv\ned .\nD el\niv er\ned b\ny In\nge nt\na to\nIP : 5\n.1 0.\n31 .2\n10 o\nn: M\non , 0\n8 A\npr 2\n01 9\n20 :4\n0: 06\nHealth Behaviors among Low-income Hispanic and Non-Hispanic White Women\n62\nwomen did not know their height and/or weight in contrast to 9.5% of the English-dominant Latinas and 7.8% of the non-Hispanic white women. More than 80% of the Hispanic-dominant and bicultural women had never smoked cigarettes compared to 50% of the English-dominant women. Forty-two percent of women overall reported taking nutritional supplements, with significantly higher prevalence among more acculturated Latinas and non-Hispanic white women. Only 22% of the Hispanic-dominant women reported having healthcare coverage, compared to 51% of the bicultural, and over 71% of the English-dominant Latinas and non-Hispanic white women. Forty-nine percent of Hispanic-dominant women, in contrast\nto 30%-37% of the other women, indicated they had needed to see a doctor in the past 12 months but did not due to costs. Fewer Hispanic-dominant women (41%) had a routine checkup in the past year than their peers (p < .001). Examination of the health risk factor variables by education level showed statistically significant differences for supplement use (p = .007), healthcare coverage (p < .001), and routine checkups (p = .018)."
    }, {
      "heading" : "DISCUSSION",
      "text" : "Acculturation and ethnicity influence health behaviors in unique and context-specific ways. Our research describes the differences in food behaviors, health risk factors, and healthcare utilization\n7. When deciding what to feed your family, how often do you think about healthy food choices?\n2.8 5.6 28.8 41.1 21.8 3.73 ± 1.0\nHispanic dominant 1.8 5.5 33.1 35.6 23.9 3.74 ± 0.9 Bicultural 6.7 5.6 20.2 47.2 20.2 3.69 ± 1.1 English dominant 2.4 9.5 28.6 38.1 21.4 3.67 ± 1.0 Non-Hispanic white 0 3.1 29.7 48.4 18.8 3.83 ± 0.8 8. Prepared foods without adding salt?*** 27.0 23.6 27.0 16.3 6.2 2.51 ± 1.2 Hispanic dominant 39.3 26.4 25.8 5.5 3.1 2.07 ± 1.1 Bicultural 27.3 21.6 26.1 18.2 6.8 2.56 ± 1.2 English dominant 14.6 22.0 34.1 24.4 4.9 2.83 ± 1.1 Non-Hispanic white 3.1 20.3 26.6 35.9 14.1 3.38 ± 1.1 9. Use the “Nutrition Facts” or the food label to make food choices?"
    }, {
      "heading" : "18.8 21.6 28.9 21.3 9.3 2.81 ± 1.2",
      "text" : "Hispanic dominant 19.0 19.6 28.8 23.3 9.2 2.84 ± 1.2 Bicultural 20.5 18.2 36.4 15.9 9.1 2.75 ± 1.2 English dominant 19.0 40.5 16.7 14.3 9.5 2.55 ± 1.2 Non-Hispanic white 15.9 19.0 27.0 28.6 9.5 2.97 ± 1.2 10. Your children eat something in the morning within 2 hours of waking up? (N = 337) *** 8.9 8.0 16.9 28.2 38.0 3.78 ± 1.3\nHispanic dominant 11.7 9.9 24.1 27.8 26.5 3.48 ± 1.3 Bicultural 9.3 9.3 16.0 27.9 37.2 3.74 ± 1.3 English dominant 0 8.1 8.1 18.9 64.9 4.41 ± 1.0 Non-Hispanic white 5.8 0 1.9 36.5 55.8 4.37 ± 1.0\n* p < .05; ** p < .01; *** p < .001\nTable 2 (continued) Food Behavior Checklist (FBC) Questionnaire Responses Among Low-income Arizona Women\nby Bidimensional Acculturation Scale Categories (N = 358)\nFor these questions, think about how often you do these behaviors …\nDo Not Do Seldom Sometimes Most of the time Always/ each day Mean ± SD\nC op\nyr ig\nht (\nc) P\nN G\nP ub\nlic at\nio ns\n. A ll\nrig ht\ns re\nse rv\ned .\nD el\niv er\ned b\ny In\nge nt\na to\nIP : 5\n.1 0.\n31 .2\n10 o\nn: M\non , 0\n8 A\npr 2\n01 9\n20 :4\n0: 06\nWinham et al\nAm J Health Behav.™ 2018;42(3):56-68 63 DOI: https://doi.org/10.5993/AJHB.42.3.6\nC op\nyr ig\nht (\nc) P\nN G\nP ub\nlic at\nio ns\n. A ll\nrig ht\ns re\nse rv\ned .\nD el\niv er\ned b\ny In\nge nt\na to\nIP : 5\n.1 0.\n31 .2\n10 o\nn: M\non , 0\n8 A\npr 2\n01 9\n20 :4\n0: 06\nHealth Behaviors among Low-income Hispanic and Non-Hispanic White Women\n64\namong urban low socioeconomic status Hispanic and non-Hispanic white women during a period of anti-immigrant sentiment in Arizona. Study findings suggest that both desirable and less desirable health behaviors are associated with acculturation status in terms of the 10-item FBC, health risk factors, and utilization of health services.\nLess acculturated Latinas were more likely to be food secure even though they had a larger household size, more children, and a lower household income than the bicultural, English-dominant, or non-Hispanic white women. Despite these positive behaviors, the Hispanic-dominant women were more likely to leave meat and dairy foods unrefrigerated for more than 2 hours compared to their more acculturated peers. It is possible that this practice relates to irregular mealtimes with larger Hispanic families. Our results are similar to those from an EFNEP survey on food safety in Arizona conducted in 2000.39 In that study, 54% of the participants agreed that leftovers should be allowed to cool before refrigeration.39 Neither ethnic affiliation nor acculturation were reported for these data. In a national survey targeting Mexican-Americans, Parra et al17 observed that 19% left food out for more than 2 hours. Regarding thawing meat, only 36% reported using safe practices. Although not directly comparable, these findings are similar to those of the current study and suggest that meeting proper food handling recommendations is difficult, or perhaps an unfamiliar concept among low-income groups, some of whom are Hispanic. Future research studies should utilize qualitative methods to determine possible causality of suboptimal food safety.\nApproximately 4% of Arizona participants did not plan meals, 3% did not think about healthy choices, 13% did not use a grocery list, and 19% did not use the nutrition facts label. These responses parallel the pre-program FBC responses of 1100 Nebraska EFNEP participants.25 The reported percentages for Nebraska respondents were: 8.5% did not plan meals, 4% did not think about healthy food choices, 29% did not use a grocery list, and 25% did not use the nutrition facts label.25 The Nebraska survey responses were not reported by race or ethnicity, but based on current state demographics, it is presumed that the majority of respondents were non-Hispanic Whites.25 The use of a grocery\nlist can reduce impulse buying, assist with meal planning, and keep shoppers on track with household budgets.40,41 The Nebraska EFNEP program results also support that there is room for improvement in food resource management and nutrition practices as measured by the FBC beyond Arizona.\nPublished reports of FBC responses by acculturation for Hispanics or ethnicity for most of the individual 10-item FBC questions for comparison with our findings were not found.8,39 Some earlier studies may not have utilized the same wording of the FBC questions, have had small sample sizes, or used composite scales from the FBC to evaluate preand post-program performance.42-45 These methodological differences make direct comparisons to our findings challenging. However, these other studies do support the efficacy of the EFNEP curriculum as measured by changes in the FBC over time.42-45 Thus, our data can start to fill the research void of FBC responses from women of different ethnicities, acculturation levels, and geographic areas.\nSome of the self-reported health risk factors (body weight, smoking, exercise, insured status) of participants varied by acculturation status. Hispanic-dominant women were significantly shorter in stature and weighed less than their bicultural, English-dominant, or non-Hispanic white peers. Other studies have shown increased obesity as women become more acculturated46 and correlations between longer residence in the US and a higher BMI.47 Our study does not fully support this conclusion, possibly because the English-dominant Latinas were younger with a high percentage of normal BMIs. It is important to note that because 33% of Hispanic-dominant, 24% of bicultural, 9.5% of English-dominant, and 7.8% of non-Hispanic white women did not report their weight and/or height, these observed trends for body size may be affected by missing data. In addition, self-reported height and weight can be unreliable. Roberts et al48 found that women under-reported their weight by an average of 1.1 kg and over-reported height by 0.7 cm.\nWhereas these potential biases may have influenced BMIs, the observed obesity levels are much higher in the study population than in the 2014 BRFSS Arizona statewide data.49 Approximately 26% of non-Hispanic Whites and 33% of Hispanics across Arizona had a BMI greater than 30, or\nC op\nyr ig\nht (\nc) P\nN G\nP ub\nlic at\nio ns\n. A ll\nrig ht\ns re\nse rv\ned .\nD el\niv er\ned b\ny In\nge nt\na to\nIP : 5\n.1 0.\n31 .2\n10 o\nn: M\non , 0\n8 A\npr 2\n01 9\n20 :4\n0: 06\nWinham et al\nAm J Health Behav.™ 2018;42(3):56-68 65 DOI: https://doi.org/10.5993/AJHB.42.3.6\nobese, in contrast to about 44% of non-Hispanic Whites and 39% of Hispanic women having BMIs ≥ 30 for the study sample.49\nSelf-reported “vigorous physical activity for 30 minutes or more per week” frequencies in the current study are similar to overall Arizona statistics, with 11% of non-Hispanic white and 20% of Hispanic women reporting “almost never” in terms of activity. According to 2014 Arizona BRFSS data, approximately 18% of non-Hispanic Whites and 23% of Hispanic individuals engaged in no leisuretime physical activity.50 Lack of physical activity is a risk factor for many chronic diseases. Although fewer study participants were inactive compared to the statewide data, 11%-20% is a substantial segment at risk. Low socioeconomic women may need encouragement and education on novel ways to obtain adequate physical activity for their optimal health.\nStatistically significant differences in health risk factors by acculturation emerged for cigarette smoking, medical insurance coverage, use of physician services for illness, and routine healthcare visits. In the US, prevalence of cigarette smoking is still as high as 40% among persons with low education and low socioeconomic status.51 In a national survey about 19% of Mexican-origin Hispanics reported smoking in contrast to 21% of Hispanics overall.52 Hispanic women are more likely to try smoking with greater acculturation, but in general, the behavior is less socially acceptable than in other ethnic groups.52 Among our study participants, 4.3%-6.7% of the Hispanic-dominant and bicultural women reported current smoking. In comparison to these rates, 16.5% of the population currently smoked cigarettes in the 2014 Arizona BRFSS data.53 Smoking cessation programs would benefit low-income English-dominant Latinas and non-Hispanic white women, as their smoking prevalence was ~25% for study participants.\nRegular doctor visits for preventive care are important for health maintenance over the life span. In 2014, 72.1% of Arizona’s population reported a usual source of healthcare with at least one provider on the BRFSS.53 Fifty-seven percent of the English-dominant Latinas and about 61% of the bicultural women received routine medical checkups in the past year, but ~72% of non-Hispanic white women had checkups. Only 41% of the\nHispanic-dominant women had seen a doctor with that frequency, and they also reported much lower levels of insurance coverage (22%). These data were collected shortly after implementation of the Affordable Care Act, and during enactment of the controversial Arizona Senate Bill 1070 anti-immigration legislation.28,29 The Affordable Care Act may have empowered some participants. For others, the uncertain climate and threat of deportation with the enactment of Senate Bill 1070 left them vulnerable.29,54 Nationally, the Hispanic population in 2011 was estimated to have a larger percentage of uninsured individuals, 30.1% compared to 14.9% among non-Hispanic Whites.55 Arizona BRFSS respondents in 2014 were more likely to have no health insurance (14.4%) compared to the national sample (12.4%).52,55\nA major strength of our study was the ability to engage limited-income, foreign-born Hispanics who are typically wary of researchers – especially due to the sociopolitical climate in Arizona during data collection in 2011. Other strengths are adding to the published findings of responses by Hispanic and non-Hispanic white women to the FBC outside of pre- and post-test EFNEP program evaluations. Our results underscore the need for nutrition and health education, the importance of assessing subpopulations within geographic areas for current behaviors, and tailoring nutrition education to specific population subgroups, eg acculturation levels.\nSome study limitations include the use of a crosssectional convenience sample, a focus on urban women, and exclusion of other race/ethnic groups. Thus, these results cannot be generalized to other low-income women in the US. Prospective, longitudinal studies to examine the acculturation process over time and accompanying health behavior changes are needed. Self-reported anthropometric data are known to be unreliable.44 Considering that such a large share (33%) of Hispanic-dominant women did not know their weight and/or height, the offer to measure these parameters in a private setting at the time of data collection may have been useful. Palmer et al56 found similar lack of body size knowledge among low-income Latinas in Iowa."
    }, {
      "heading" : "Conclusion",
      "text" : "These findings show that knowledge of several desirable food behaviors was lacking in this sample\nC op\nyr ig\nht (\nc) P\nN G\nP ub\nlic at\nio ns\n. A ll\nrig ht\ns re\nse rv\ned .\nD el\niv er\ned b\ny In\nge nt\na to\nIP : 5\n.1 0.\n31 .2\n10 o\nn: M\non , 0\n8 A\npr 2\n01 9\n20 :4\n0: 06\nHealth Behaviors among Low-income Hispanic and Non-Hispanic White Women\n66\nof limited-resource women. We collected these data during an important time in Arizona as undocumented immigrant regulations were tightened. Research findings indicate food behaviors and some health risk factors varied by acculturation status for women who identified as Hispanic. Acculturation status assessment would help tailor nutrition and social programs serving Latinos to their needs. EFNEP, WIC, and other nutrition assistance programs could help increase awareness of health insurance options, food safety practices, and food resource management that would benefit their clients, especially less acculturated women. Although Latinas are less likely to need anti-smoking messaging, messaging should be continued to reduce adoption of smoking behaviors as they become more acculturated. Programs encouraging eligible, yet less acculturated individuals to apply for medical assistance programs could be helpful in increasing coverage, and thus, lead to more frequent visits for preventive care or treatment. EFNEP and WIC nutrition education could better meet the needs of participants based on the assessed behaviors and knowledge gaps revealed in this study."
    }, {
      "heading" : "Human Subjects Statement",
      "text" : "The Arizona State University Institutional Review Board approved this study (IRB#: 100900546216-239)."
    }, {
      "heading" : "Conflict of Interest Statement",
      "text" : "DMW received a research incentive grant from the US Dry Bean Council to cover partial costs of the study. SMP, TLAF, and MCS declare no conflicts of interest."
    }, {
      "heading" : "Non-financial Conflicts of Interest",
      "text" : "The authors have no non-financial conflicts of interest to declare."
    }, {
      "heading" : "Acknowledgements",
      "text" : "Partial funding for data collection was provided by a grant from the US Dry Bean Council to DMW. Research support for this paper was provided by the Iowa Agriculture and Home Economics Experiment Station, Ames, Iowa. Project No. IOW04002 is sponsored by the Hatch Act and State of Iowa funds.\nThe researchers thank the University of Arizona Cooperative Extension Maricopa County EFNEP staff for their dedication, and the agency clients for their study participation."
    } ],
    "references" : [ {
      "title" : "Diet quality of Americans differs by age, sex, race/ethnicity, income, and education level",
      "author" : [ "H Hiza", "K Casavale", "P Guenther" ],
      "venue" : "J Acad Nutr Diet",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2013
    }, {
      "title" : "Access to and use of health care services among Latinos in East Los Angeles and Boyle Heights",
      "author" : [ "HE Alcala", "SL Albert", "SK Trabanino" ],
      "venue" : "Fam Community Health",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2016
    }, {
      "title" : "Vital signs: leading causes of death, prevalence of diseases and risk factors, and use of health services among Hispanics in the United States-2009-2013",
      "author" : [ "K Dominguez", "A Penman-Aguilar", "MH Chan" ],
      "venue" : null,
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2015
    }, {
      "title" : "The term Hispanic/ Latino: a note of caution.JAMA Dermatol",
      "author" : [ "N Jaimes", "V Londono", "AC. Halpern" ],
      "venue" : null,
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2013
    }, {
      "title" : "Acculturation, socioeconomic status, and health among Hispanics",
      "author" : [ "N. Fitzgerald" ],
      "venue" : "NAPA Bulletin",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2010
    }, {
      "title" : "Food acculturation drives dietary differences among Mexicans, Mexican Americans, and Non-Hispanic Whites",
      "author" : [ "C Batis", "L Hernandez-Barrera", "S Barquera" ],
      "venue" : "J Nutr",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 1906
    }, {
      "title" : "Latinos improve food habits through nutrition education",
      "author" : [ "L Kaiser", "J Sutherlin", "S Yoshida" ],
      "venue" : "Calif Agric",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 1998
    }, {
      "title" : "Prevalence of major cardiovascular risk factors and cardiovascular diseases among Hispanic/Latino individuals of diverse backgrounds in the United States",
      "author" : [ "ML Daviglus", "GA Talavera", "ML Aviles-Santa" ],
      "venue" : null,
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2012
    }, {
      "title" : "A systematic review of the relationship between acculturation and diet among Latinos in the United States: implications for future research",
      "author" : [ "GX Ayala", "B Baquero", "S. Klinger" ],
      "venue" : "J Am Diet Assoc",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2008
    }, {
      "title" : "Diet-related disparities: understanding the problem and accelerating solutions",
      "author" : [ "Satia JA" ],
      "venue" : "J Am Diet Assoc",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2009
    }, {
      "title" : "Latina immigrant mothers: negotiating new food environments to preserve cultural food practices and healthy child eating",
      "author" : [ "K Greder", "FR Slowing", "K. Doudna" ],
      "venue" : "Fam Consum Sci Res J. 2012;41(2):145-160",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2012
    }, {
      "title" : "Do healthy behaviors decline with greater acculturation? Implications for the Latino mortality",
      "author" : [ "AF Abraido-Lanza", "MT Chao", "KR. Florez" ],
      "venue" : "paradox. Soc Sci Med",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2005
    }, {
      "title" : "Language spoken and differences in health status, access to care, and receipt of preventive services among US Hispanics",
      "author" : [ "A Dubard", "Z. Gizlice" ],
      "venue" : "Am J Public Health",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2028
    }, {
      "title" : "Nativity, not acculturation, predicts SNAP usage among low-income Hispanics with food insecurity",
      "author" : [ "Winham DM", "Armstrong Florian TL" ],
      "venue" : "J Hunger Environ Nutr. C op yr ig ht ( c) P N G P ub lic at io ns",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2015
    }, {
      "title" : "Racial/ethnic variations in women’s health: the social embeddedness of health",
      "author" : [ "Williams DR" ],
      "venue" : "Am J Public Health",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2008
    }, {
      "title" : "Home food safety knowledge, risk perception, and practices among Mexican-Americans",
      "author" : [ "P Parra", "H Kim", "M Shapiro" ],
      "venue" : "Food Control",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 2014
    }, {
      "title" : "Hidden breast cancer disparities in Asian women: disaggregating incidence rates by ethnicity and migrant status",
      "author" : [ "SL Gomez", "T Quach", "PL Horn-Ross" ],
      "venue" : "Am J Public Health",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 2010
    }, {
      "title" : "A new measurement of acculturation for Hispanics: the Bidimensional Acculturation Scale for Hispanics (BAS)",
      "author" : [ "G Marin", "R. Gamba" ],
      "venue" : "Hispanic J Behav Sci",
      "citeRegEx" : "19",
      "shortCiteRegEx" : "19",
      "year" : 1996
    }, {
      "title" : "Culturally tailored foods and cardiovascular disease prevention",
      "author" : [ "Winham DM" ],
      "venue" : "Am J Lifestyle Med",
      "citeRegEx" : "20",
      "shortCiteRegEx" : "20",
      "year" : 2009
    }, {
      "title" : " Nutrition Service",
      "author" : [ "USDA Foo" ],
      "venue" : "Characteristics of SNAP Households, Arizona Congressional Districts. 2017. Available at: https://fns-prod.azureedge.net/sites/ default/files/ops/Arizona.pdf. Accessed March 10,",
      "citeRegEx" : "22",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Healthy lifestyle change and subclinical atherosclerosis in young adults: coronary artery risk development in young adults (CARDIA) study",
      "author" : [ "B Spring", "AC Moller", "LA Colangelo" ],
      "venue" : null,
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2014
    }, {
      "title" : "Nutrition content in a national nutrition education program for low-income adults: content analysis and comparison with the 2010 Dietary Guidelines for Americans",
      "author" : [ "EK Murray", "Auld G", "R Inglis-Widrick" ],
      "venue" : "J Nutr Educ Behav",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2015
    }, {
      "title" : "The impact of SNAP-ED and EFNEP on program graduates 6 months after graduation",
      "author" : [ "W Koszewski", "N Sehi", "D Behrends" ],
      "venue" : "J Ext. 2011;49:5RIB6",
      "citeRegEx" : "25",
      "shortCiteRegEx" : "25",
      "year" : 2011
    }, {
      "title" : "Low-income US women under-informed of the specific health benefits of consuming beans",
      "author" : [ "D Winham", "T Armstrong Florian", "S. Thompson" ],
      "venue" : "PLoS One",
      "citeRegEx" : "26",
      "shortCiteRegEx" : "26",
      "year" : 2016
    }, {
      "title" : "Hispanic women in EFNEP have low adherence with dietary guidelines regardless of acculturation level",
      "author" : [ "Winham DM", "Florian TA" ],
      "venue" : "J Hunger Environ Nutr",
      "citeRegEx" : "27",
      "shortCiteRegEx" : "27",
      "year" : 2010
    }, {
      "title" : "Anti-immigrant Arizona: ripple effects and mixed immigration status households under “policies of attrition",
      "author" : [ "A O’Leary", "A. Sanchez" ],
      "venue" : "considered. Journal of Borderland Studies",
      "citeRegEx" : "28",
      "shortCiteRegEx" : "28",
      "year" : 2011
    }, {
      "title" : "In the belly of the beast: effects of anti-immigration policy on Latino community members",
      "author" : [ "S Szkupinski- Quiroga", "D Medina", "J. Glick" ],
      "venue" : "Am Behav Sci",
      "citeRegEx" : "29",
      "shortCiteRegEx" : "29",
      "year" : 2014
    }, {
      "title" : "The development and testing of the behavior checklist questions for the EFNEP evaluation/reporting system",
      "author" : [ "J Anliker", "W Willis", "S. Montgomery" ],
      "venue" : "Available at: https://nifa.usda.gov/sites/default/files/resource/Development%20and%20Testing%20of%20the%20Behavior%20Checklist%20Questions.pdf. Accessed March",
      "citeRegEx" : "32",
      "shortCiteRegEx" : "32",
      "year" : 2014
    }, {
      "title" : "Tracking chronic disease and risk behavior prevalence as survey participation declines: statistics from the behavioral risk factor surveillance system and other national surveys",
      "author" : [ "M Fahimi", "M Link", "A Mokdad" ],
      "venue" : "Prev Chronic Dis",
      "citeRegEx" : "34",
      "shortCiteRegEx" : "34",
      "year" : 2008
    }, {
      "title" : "Occupational physical activity: reliability and comparison of activity levels",
      "author" : [ "M Yore", "S Ham", "B Ainsworth" ],
      "venue" : "J Phys Act Health",
      "citeRegEx" : "35",
      "shortCiteRegEx" : "35",
      "year" : 2005
    }, {
      "title" : "Validity of self-reported health plan information in a population-based health survey",
      "author" : [ "L Mucci", "P Wood", "B Cohen" ],
      "venue" : "J Public Health Manag Pract",
      "citeRegEx" : "36",
      "shortCiteRegEx" : "36",
      "year" : 2006
    }, {
      "title" : "Trends in obesity among adults in the United States",
      "author" : [ "KM Flegal", "D Kruszon-Moran", "MD Carroll" ],
      "venue" : null,
      "citeRegEx" : "37",
      "shortCiteRegEx" : "37",
      "year" : 2005
    }, {
      "title" : "Discovering Statistics Using SPSS",
      "author" : [ "A. Field" ],
      "venue" : "Thousand Oaks, CA: Sage Publications Inc;",
      "citeRegEx" : "38",
      "shortCiteRegEx" : "38",
      "year" : 2013
    }, {
      "title" : "Food safety knowledge and behavior of Expanded Food and Nutrition Education Program participants in Arizona",
      "author" : [ "Meer RR", "Misner SL" ],
      "venue" : "J Food Prot",
      "citeRegEx" : "39",
      "shortCiteRegEx" : "39",
      "year" : 2000
    }, {
      "title" : "Shopping lists as an external memory aid for grocery shopping: influences on list writing and list fulfillment",
      "author" : [ "L Block", "V. Morwitz" ],
      "venue" : "J Consum Psychol",
      "citeRegEx" : "40",
      "shortCiteRegEx" : "40",
      "year" : 1999
    }, {
      "title" : "Retail shopping lists: reassessment and new insights",
      "author" : [ "M. Schmidt" ],
      "venue" : "Journal of Retailing and Consumer Services",
      "citeRegEx" : "41",
      "shortCiteRegEx" : "41",
      "year" : 2012
    }, {
      "title" : "Food practices and nutrition knowledge after graduation from the Expanded Food and Nutrition Education Program (EFNEP)",
      "author" : [ "CG Arnold", "J. Sobal" ],
      "venue" : "J Nutr Educ",
      "citeRegEx" : "42",
      "shortCiteRegEx" : "42",
      "year" : 2000
    }, {
      "title" : "Evaluation of a new nutrition education curriculum and factors influencing its implementation",
      "author" : [ "JR Hoover", "PA Martin", "RE. Litchfield" ],
      "venue" : "J Ext",
      "citeRegEx" : "43",
      "shortCiteRegEx" : "43",
      "year" : 2009
    }, {
      "title" : "Outcome effectiveness of the widely adopted EFNEP curriculum eating smart∙ being active",
      "author" : [ "G Auld", "S Baker", "L Conway" ],
      "venue" : "J Nutr Educ Behav",
      "citeRegEx" : "44",
      "shortCiteRegEx" : "44",
      "year" : 2015
    }, {
      "title" : "An Evaluation of the Long-term Knowledge and Behavior Change of Participants in U Maine Extension’s Expanded Food and Nutrition Education Program",
      "author" : [ "Bonnett RL" ],
      "venue" : "Electronic Theses and Dissertations",
      "citeRegEx" : "45",
      "shortCiteRegEx" : "45",
      "year" : 2016
    }, {
      "title" : "Obesity among US immigrant subgroups by duration of residence",
      "author" : [ "MS Goel", "EP McCarthy", "RS Phillips" ],
      "venue" : null,
      "citeRegEx" : "46",
      "shortCiteRegEx" : "46",
      "year" : 2004
    }, {
      "title" : "Determinants of Latina obesity in the United States: the role of selective acculturation",
      "author" : [ "MG Yeh", "A Viladrich", "N Bruning" ],
      "venue" : "J Transcult Nurs",
      "citeRegEx" : "47",
      "shortCiteRegEx" : "47",
      "year" : 2008
    }, {
      "title" : "Can self-reported data accurately describe the prevalence of overweight? Public Health",
      "author" : [ "R. Roberts" ],
      "venue" : null,
      "citeRegEx" : "48",
      "shortCiteRegEx" : "48",
      "year" : 1995
    }, {
      "title" : "for Disease Control and Prevention",
      "author" : [ "US Center" ],
      "venue" : "National C op yr ig ht ( c) P N G P ub lic at io ns . A ll rig ht s re se rv ed . D el iv er ed b y In ge nt a to IP : 5 .1 0. 31 .2 10 o n: M on , 0 8 A pr 2 01 9 20 :4 0: 06 Health Behaviors among Low-income Hispanic and Non-Hispanic White Women 68 percent of adults aged 18 years and older who are obese by race/ethnicity. 2017. Available at: https://nccd.cdc. gov/dnpao_dtm/rdPage.aspx?rdReport=DNPAO_DTM. ExploreByLocation&rdRequestForwarding=Form. Accessed March 10,",
      "citeRegEx" : "49",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "for Disease Control and Prevention",
      "author" : [ "US Center" ],
      "venue" : "National percent of adults who engage in no leisure-time physical activity by race/ethnicity. 2015. Available at: https://nccd. cdc.gov/dnpao_dtm/rdPage.aspx?rdReport=DNPAO_ DTM.ExploreByLocation&rdRequestForwarding=Fo rm. Accessed March 10,",
      "citeRegEx" : "50",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "for Disease Control and Prevention",
      "author" : [ "US Center" ],
      "venue" : "Hispanics/Latinos and Tobacco Use. 2017. Available at: http:// www.cdc.gov/tobacco/disparities/hispanics-latinos/index.htm. Accessed March 10,",
      "citeRegEx" : "51",
      "shortCiteRegEx" : null,
      "year" : 2018
    }, {
      "title" : "Cigarette smoking behavior among US Latino men and women from different countries of origin",
      "author" : [ "EJ Pérez-Stable", "A Ramirez", "R Villareal" ],
      "venue" : "Am J Public Health",
      "citeRegEx" : "52",
      "shortCiteRegEx" : "52",
      "year" : 2001
    }, {
      "title" : "Vamos a aguantar: observations on how Arizona’s SB 1070 has affected one community",
      "author" : [ "S. Szkupinski-Quiroga" ],
      "venue" : "Latino Studies",
      "citeRegEx" : "54",
      "shortCiteRegEx" : "54",
      "year" : 2013
    }, {
      "title" : "Current Population Reports, P60-243: Income, poverty, and health insurance coverage in the United States: 2011. Washington DC, US Government Printing Office",
      "author" : [ "C DeNavas-Walt", "BD Protor", "JC. Smith" ],
      "venue" : null,
      "citeRegEx" : "55",
      "shortCiteRegEx" : "55",
      "year" : 2012
    }, {
      "title" : "Knowledge gaps of the health benefits of beans among low-income women",
      "author" : [ "S Palmer", "DM Winham", "C. Hradek" ],
      "venue" : "Am J Health Behav",
      "citeRegEx" : "56",
      "shortCiteRegEx" : "56",
      "year" : 2018
    } ],
    "referenceMentions" : [ {
      "referenceID" : 2,
      "context" : "TM 2018;42(3):56-68 57 DOI: https://doi.",
      "startOffset" : 10,
      "endOffset" : 13
    }, {
      "referenceID" : 2,
      "context" : "TM 2018;42(3):56-68 59 DOI: https://doi.",
      "startOffset" : 10,
      "endOffset" : 13
    }, {
      "referenceID" : 36,
      "context" : "Characteristics Total Hispanic Dominant 45% (163) Bicultural 25% (89) English Dominant 12% (42) NonHispanic white 18% (64)",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 2,
      "context" : "TM 2018;42(3):56-68 61 DOI: https://doi.",
      "startOffset" : 10,
      "endOffset" : 13
    }, {
      "referenceID" : 2,
      "context" : "TM 2018;42(3):56-68 63 DOI: https://doi.",
      "startOffset" : 10,
      "endOffset" : 13
    }, {
      "referenceID" : 36,
      "context" : "Characteristics Total Hispanic dominant 45% (163) Bicultural 25% (89) English dominant 12% (42) Non-Hispanic white 18% (64)",
      "startOffset" : 91,
      "endOffset" : 95
    }, {
      "referenceID" : 2,
      "context" : "TM 2018;42(3):56-68 65 DOI: https://doi.",
      "startOffset" : 10,
      "endOffset" : 13
    } ],
    "year" : 2019,
    "abstractText" : "Objectives: We determined relationships between food behaviors and health-risk factors by acculturation among limited-income Hispanic and non-Hispanic white women. Methods: Women aged 18-49 years were recruited from income-based programs in metro-Phoenix, Arizona. Self-administered surveys in English or Spanish included demographics, a 10-item food behavior checklist, health-risk factors, food security, and acculturation. Differences by 4 acculturation/ ethnicity categories were assessed with chi-square and analysis of variance (ANOVA). We created a food behavior scale. Results: Eighty-two percent self-identified as Hispanic (N = 358), with 45% Hispanic-dominant, 25% bicultural, 12% English-dominant, and 18% nonHispanic white for acculturation status. Food behavior checklist results showed that English-dominant Hispanic and non-Hispanic white women were more likely to feed their children soon after waking, refrigerate meat/dairy promptly, not add salt to food, smoke cigarettes and be food insecure (p < .001). Education, not acculturation, was a significant predictor of the food behavior scale. BMI did not differ by acculturation, but 33% of Hispanic-dominant Latinas did not know their height and/or weight. These less acculturated Latinas had significantly greater food security, but lacked health insurance and years of education. Conclusions: Program outreach tailored by acculturation that considers educational level is needed to emphasize existing positive behaviors and address knowledge gaps among low socioeconomic women to improve health and",
    "creator" : "Appligent AppendPDF Pro 5.5"
  }
}