{
  "name" : "c238eb4efc61f59f13ef.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Living Kidney Donors Ages 70 and Older: Recipient and Donor Outcomes",
    "authors" : [ "Jonathan C. Berger", "Abimereki D. Muzaale", "Nathan James", "Mohammed Hoque", "Jacqueline M. Garonzik Wang", "Robert A. Montgomery", "Allan B. Massie", "Erin C. Hall", "Dorry L. Segev" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : "Living Kidney Donors Ages 70 and Older: Recipient",
      "text" : "and Donor Outcomes"
    }, {
      "heading" : "Jonathan C. Berger,* Abimereki D. Muzaale,*† Nathan James,* Mohammed Hoque,‡ Jacqueline M. Garonzik Wang,* Robert A. Montgomery,* Allan B. Massie,*† Erin C. Hall,* and Dorry L. Segev*†",
      "text" : ""
    }, {
      "heading" : "Summary",
      "text" : "Background and objectives The profound organ shortage has resulted in longer waiting times and increased mortality for those awaiting kidney transplantation. Consequently, patients are turning to older living donors. It is unclear if an upper age limit for donation should exist, both in terms of recipient and donor outcomes.\nDesign, setting, participants, & measurements In the United States, 219 healthy adults aged 70 have donated kidneys at 80 of 279 transplant centers. Competing risks models with matched controls were used to study the independent association between older donor age and allograft survival, accounting for the competing risk of recipient mortality as well as other transplant factors.\nResults Among recipients of older live donor allografts, graft loss was significantly higher than matched 50-to 59-year-old live donor allografts (subhazard ratio [SHR] 1.62, 95% confidence interval [CI] 1.16 to 2.28, P 0.005) but similar to matched nonextended criteria 50-to 59-year-old deceased donor allografts (SHR 1.19, 95% CI 0.87 to 1.63, P 0.3). Mortality among living kidney donors aged 70 was no higher than healthy matched controls drawn from the NHANES-III cohort; in fact, mortality was lower, probably reflecting higher selectivity among older live donors than could be captured in National Health and Nutrition Examination Survey III (NHANES-III; HR 0.37, 95% CI 0.21 to 0.65, P 0.001).\nConclusions These findings support living donation among older adults but highlight the advantages of finding a younger donor, particularly for younger recipients.\nClin J Am Soc Nephrol 6: 2887–2893, 2011. doi: 10.2215/CJN.04160511"
    }, {
      "heading" : "Introduction",
      "text" : "More than 80,000 patients currently await deceaseddonor kidney transplantation in the United States, many of whom will die before a suitable organ becomes available (1,2). Patients with a willing, healthy live donor can be spared the morbidity and mortality of the waiting list. Efforts to expand live donor kidney transplantation have included incompatible kidney transplantation (3), kidney-paired donation (4,5), nondirected donation (6), and the use of organs from live donors who may have previously been excluded because of hypertension, older age, or high body mass index (BMI) (7). Specifically, some centers are increasingly willing to transplant kidneys from live donors ages 70 and older (LD70s).\nTwo recent studies showed that living donors on average have comparable survival to matched healthy controls (8,9). However, no study has specifically evaluated postdonation survival among LD70s, who comprise such a small proportion of the living donor pool that any outcomes related to this subgroup would be lost in analyses of “average” outcomes.\nFurthermore, some studies have suggested an increased rate of chronic dysfunction in allografts from\nolder donors (10), whereas others suggest that older live donor grafts perform as well as younger ones (11–13). Prior studies have been limited in two important ways. First, prior studies have defined “older donors” as those over 60, thereby diluting any contribution from those aged 70; also, existing studies compare those over 60 to the entire population of donors under 60, effectively creating too wide an age range of controls (ages 18 to 60) to generate meaningful inferences. Third, the most intuitive question concerning LD70s is that of late allograft loss: will the viable, nonsclerotic nephron mass of a kidney from a 70-year-old last as long as that from a 50-year-old? Prior studies have analyzed either all-cause graft loss (considering death as a graft-loss event) or deathcensored graft loss; both are inappropriate, because establishing an independent association between donor age and recipient outcomes is either impossible (because of inclusion of death when analyzing allcause graft loss) or misleading (because of informative censoring when analyzing death-censored graft loss).\nThe goals of this study were as follows: to describe a national cohort of live donors aged 70 to compare\n*Department of Surgery, Johns Hopkins University School of Medicine, Baltimore, Maryland; †Department of Epidemiology, Johns Hopkins University School of Public Health, Baltimore, Maryland; and ‡School of Medicine, Stony Brook State University of New York, Stony Brook, New York\nCorrespondence: Dr. Dorry Segev, Transplant Surgery, Johns Hopkins Medical Institutions, 720 Rutland Avenue, Ross 771B, Baltimore, MD 21205. Phone: 410-502-6115; Fax: 410-614-2079; E-mail: dorry@jhmi.edu\nwww.cjasn.org Vol 6 December, 2011 Copyright © 2011 by the American Society of Nephrology 2887\nArticle\ngraft and patient survival of the recipients of these kidneys with those of kidneys from younger donors using competing risks models and matched controls, and to compare donor survival with matched controls from the general population."
    }, {
      "heading" : "Materials and Methods",
      "text" : "This study used data from the Scientific Registry of Transplant Recipients (SRTR). The SRTR data system includes data on all donor, wait-listed candidates, and transplant recipients in the United States, submitted by the members of the Oran Procurement and Transplantation Network (OPTN), and has been described elsewhere. The Health Resources and Services Administration (HRSA), US Department of Health and Human Services provides oversight to the activities of the OPTN and SRTR contractors. It was approved by the Institutional Review Board at the Johns Hopkins University School of Medicine."
    }, {
      "heading" : "Study Population: Live Donors",
      "text" : "A total of 97,782 live donors were identified between January 1, 1990, and May 31, 2010. Among these donors, 219 were aged 70 to 84. Two donors aged 95 were excluded after concluding that there were likely data errors, because multiple donor and recipient demographic fields were identical in both entries. Postdonation death in the donor, as well as posttransplant death in the recipient, was reported by the transplant centers and augmented by linkage to the Social Security Death Master File."
    }, {
      "heading" : "Study Population: Matched Controls for Recipients",
      "text" : "In an attempt to identify an appropriate control group for recipients of kidneys from living donors aged 70, matched recipients from among 16,051 live donors age 50 to 59 (LD50s) during the study period were selected. From this group, three matched recipients were identified for each recipient from a live donor aged 70, based on recipient characteristics: history of hypertension, age, ethnicity, years of dialysis, insurance status (public versus private), peak Panel Reactive Antibody (PRA), and year of transplantation. Matched controls were drawn from this age group (ages 50 to 59) because living donation is more common in the age group, but it represents a significant difference in age, which is our covariate of interest. Similarly, three matched controls were identified from among 21,195 recipients of kidneys from deceased donors ages 50 to 59 who did not meet extended criteria donor (ECD) criteria in the same time period. Subjects for whom adequate matches could not be found (n 16 for live donors ages 50 to 59 and n 6 for deceased donors ages 50 to 59) were dropped from analysis."
    }, {
      "heading" : "Study Population: Matched Controls for Donors",
      "text" : "Matched controls were identified from participants in the third National Health and Nutrition Examination Survey (NHANES-III) conducted between 1988 and 1994. All NHANES-III participants underwent extensive medical evaluation, including medical history, physical examination, laboratory studies, and other medical workup. This group represents an appropriate control when assessing the primary outcome of death because (1) it is a nationally\nrepresentative study including largely healthy individuals; (2) the granularity of medical data available from this study facilitates matching based on known variables that may be associated with the outcome of interest; and (3) it enrolled a substantial number of participants of similar age to our study group (8,14). Death in this cohort was determined in a similar manner to that of the study population. Of NHANES-III participants, 9364 without contraindications to live kidney donation were identified. The closest matched control for each live kidney donor was selected from this population based on the following donor characteristics, where available: age, BMI, systolic BP, education level, ethnicity, and smoking history, using a process of iterative expanding radius matching as described previously; availability and missingness of OPTN donor data over time was carefully delineated in the cited study (8)."
    }, {
      "heading" : "Statistical Analyses: Recipient Outcomes",
      "text" : "Nonparametric competing risks models as described by Coviello and Boggs were used to estimate the cumulative incidence functions (CIFs) for the outcome of graft failure (15). This approach was chosen to simultaneously model the risk of two outcomes, each of which precludes the assessment of the other (in this case, graft failure before death and death with a functioning graft), and to avoid the assumption of independent risks (noninformative censoring) made in Kaplan-Meier models (15,16). The cumulative incidence estimate (Îk) of graft failure was calculated using the following equation:\nÎk(t) jPtj t\nŜ(tj 1) dkj nj\nwhere Ŝ(tj 1) is the overall Kaplan-Meier estimate (survival with a functioning graft) and dkj/nj estimates the hazard of graft failure (the number of events happening at a given time tj divided by the number of individuals at risk before time tj (15). Pepe and Mori tests were performed to establish the statistical significance of any differences in CIF between groups (16).\nTo quantify the magnitude of the change in hazard in the context of a competing risk model, the semiparametric method of Fine and Gray was utilized to model the hazard for the competing event of interest (in this case, graft loss) (17). This method facilitates the modeling of individual hazards in the subdistribution for the failure of interest (in this case, the subhazard of developing graft failure before death) and permits the calculation of a subhazard ratio (SHR) while statistically adjusting for known confounders. A visual assessment of the proportionality of subhazards was checked graphically.\nIn the case of mortality, the competing risk model presented above would generate a CIF for death in competition with graft loss and only models death in those recipients who have not sustained graft loss. Of course, graft loss itself is an important predictor of mortality, and death occurring after graft loss is a highly relevant outcome. Consequently, the competing risks methodology is not an ideal way to model overall mortality. Therefore, although death should be considered a competing risk in the assessment of graft loss, it may be inappropriate to consider graft loss as a competing risk in the assessment of death. As\nsuch, traditional Kaplan-Meier functions with log-rank tests and Cox proportional hazards models were used to model the outcome of death.\nStatistical Analyses: Donor Outcomes Differences between the study population and control groups were determined using chi-squared analysis for dichotomous variables and two-sided t tests for continuous variables. To examine center-level clustering of older live donors, Lorenz curves were generated (18,19). Survival estimates were obtained by Kaplan-Meier methods, with administrative censoring at the time of linkage to the Social Security Death Master File. For live donors, time at risk was accrued from the date of donation. For NHANESIII controls, time at risk was accrued from the date of enrollment into the study. After matching, log-rank tests and Cox proportional hazard models were used to compare survival.\nAll analyses were performed using STATA 11.2/MP for Linux (College Station, Texas)."
    }, {
      "heading" : "Results",
      "text" : ""
    }, {
      "heading" : "Study Population: Donors",
      "text" : "Between 1990 and 2010, 219 live persons between the ages of 70 and 84 (mean 72.1, SD 2.3) donated kidneys (Table 1, Figure 1A). The annual number of live donors aged 70 ranged from 6 to 19, with an increasing trend over time (Figure 1B). Compared with live donors ages 50 to 59, live donors aged 70 were less often women (45.2% versus 63.4%, P 0.001), less likely to have a BMI more than 30 (8.7% versus 21.7%, P 0.001), more often hypertensive (5.9% versus 1.7%, P 0.001), and more often white (91.7% versus 82.0%, P 0.001). Of 279 centers that performed live donor kidney transplants during the study period, only 80 reported using live donors aged 70. Of these 80 centers, 40 reported only one such donor, and 17 additional centers reported only two. The bulk of live donors aged 70 occurred at only 17 centers (Figure 1C)."
    }, {
      "heading" : "Study Population: Recipients",
      "text" : "Recipients of kidneys from live donors aged 70 were on average older (mean age 56 versus 46, P 0.001). Live\ndonors aged 70 were also more likely to donate to their children (36.8% versus 24.3%) and spouse/partner (34.5% versus 19.5%). Recipients from the two populations were similar in terms of education, gender, BMI, peak PRA, and years on dialysis (Table 1)."
    }, {
      "heading" : "Recipient Outcomes: Graft Failure",
      "text" : "When graft loss and death were analyzed in a nonparametric competing risk model, 1-, 5-, and 10-year rates of graft failure among recipients of kidneys from live donors aged 70 were 7.4% (95% confidence interval [CI] 4.2% to 11.6%), 14.9% (95% CI 16.6% to 27.4%), and 33.3% (95% CI 24.9% to 41.8%), respectively (Figure 2A). Among matched recipients of live donors aged 50 to 59, 1-, 5-, and 10-year graft failure rates were 5.0% (95% CI 3.4% to 6.9%), 12.0% (95% CI 9.3% to 15.0%), and 21.6% (95% CI 17.5% to 26.7%), respectively. Graft failure was significantly higher among recipients of kidneys from live donors aged 70 than those who received kidneys from live donors ages 50 to 59 (SHR 1.62, 95% CI 1.16 to 2.28, P 0.005). However, among recipients age 65, no statistically significant difference between recipients of live donors aged 70 and live donors ages 50 to 59 was seen (SHR 1.70, 95% CI 0.96 to 3.04, P 0.07). Among matched recipients of kidneys from non-ECD deceased donors aged 50 to 59, 1-, 5-, and 10-year graft failure rates were 7.4% (95% CI 5.5% to 9.6%), 19.4% (95% CI 16.1% to 22.9%), and 30.8% (95% CI26.3% to 35.4%), respectively, and no statistically significant differ-\nence was found in graft failure between recipients of kidneys from live donors aged 70 and those who received organs from non-ECD deceased donors ages 50 to 59 (SHR 1.19, 95% CI 0.86 to 1.62, P 0.3)."
    }, {
      "heading" : "Recipient Outcomes: Patient Survival",
      "text" : "Patient survival was calculated using standard KaplanMeier methods, 1-, 5-, and 10-year rates of survival among recipients of kidneys from live donors aged 70 were 93.1% (95% CI 88.5% to 96.0%), 74.5% (95% CI 66.8% to 80.7%), and 56.2% (95% CI 46.1% to 65.1%), respectively (Figure 2B). Among matched recipients of kidneys from live donors ages 50 to 59, 1-, 5-, and 10-year survival rates were 96.4% (95% CI 94.5% to 97.6%), 83.3% (95% CI 79.2% to 86.1%), and 64.2% (95% CI 58.7% to 69.1%), respectively. No statistically significant difference in recipient survival was seen between those who received kidneys from live donors aged 70 and matched recipients of kidneys from live donors ages 50 to 59 (hazard ratio [HR] 1.31, 95% CI 0.95 to 1.69, P 0.1). Among matched recipients of kidneys from non-ECD deceased donors ages 50 to 59, 1-, 5-, and 10-year survival rates were 92.7% (95% CI 90.3 to 94.5%), 76.2% (95% CI 72.1% to 80.0%), and 47.7% (95% CI 42.2% to 53.0%), respectively. Again, no statistically significant difference in patient survival was seen between recipients of live donors aged 70 and matched recipients from nonECD deceased donors ages 50 to 59 (HR 0.79, 95% CI 0.60 to 1.03, P 0.1).\nDonor Outcomes Survival among live donors aged 70 was 99.5% (95% CI 96.6% to 99.9%) at 1 year, 95.8% (95% CI 91.4% to 98.1%) at 5 years, and 90.0% (95% CI 83.5% to 94.0%) at 10 years. Among matched nondonor controls from the general population, survival was 99.1% (95% CI 96.4% to 99.8%) at 1 year, 91.8% (95% CI 87.3% to 94.7%) at 5 years, and 73.0% (95% CI 65.6% to 79.0%) at 10 years. The hazard ratio for mortality comparing LD70s to matched NHANES-III controls was 0.37 (95% CI 0.21 to 0.65, P 0.001) (Figure 3).\nDiscussion Recipients of live donor kidneys aged 70 had a significantly higher rate of graft loss compared with recipients of younger live donor kidneys aged 50 to 59. These kidneys were in fact more comparable to kidneys from non-ECD deceased donors aged 50 to 59.\nOur findings directly contradict recent studies. In a recently published study that included 73 older living donors (over 60), Young et al. reported no statistically significant difference in graft loss (both all-cause and deathcensored) but a counter intuitive 2.7-fold higher risk of recipient death (13). Another that included 117 donors over 60 (with 25 donors over 70) concluded that death-censored graft loss was not associated with donor age, using a\nmultivariate model where almost no coefficient was statistically significant (20).\nOur analysis should be distinguished from previous studies for several reasons. Most importantly, our power to detect differences between the subgroups is significantly greater than any other study of older living donors of which we are aware, in terms of sample size, length of follow-up, and extremes of donor age. For example, sample size calculations indicate that it requires 199 patients in each group to have 80% power to detect a one-sided difference of 30% versus 20% allograft loss between older and younger live donors; with only 73 patients, this power drops to 44% (21).\nAlso, our methodology differs substantially from previous studies. A matched control study design was chosen to compensate for the inherent instability of comparing a very small group (n 219) with a much larger group (n 16,051) using typical regression models; in the latter, important covariate effects in the smaller group (which is the group of interest) are missed. Second, competing risks models were chosen to make inferences about the independent association between older donor age and graft loss. Modeling choices in previous studies made analyzing the association between advanced donor age and the allograft itself either impossible (because of inclusion of death when analyzing all-cause graft loss) or misleading (because the assumptions of noninformative censoring that accompany a death-censored graft loss analysis are violated). Finally, calculating the cumulative incidence functions nonparametrically (which is possible when competing risks and matched controls methods are combined), in the manner of Coviello and Boggess, avoids the assumption of proportional hazards (15).\nThere are important potential limitations to this study. The relatively small sample size limits the precision of our estimates. However, this study represents the patient population in the United States in its totality, and, to our knowledge, is the largest study of its kind. Missing data can limit the identification of matched controls; however, only 16 recipients went unmatched when comparing with\nlive donors ages 50 to 59, only six recipients went unmatched when comparing with non-ECD deceased donors ages 50 to 59, and missing data were handled using novel matching techniques for donors so it is highly unlikely that missing data contributed to false inferences (8). Also, although we did not find a statistically significant difference in graft survival between the study and control group when only matched recipients over the age of 65 were considered, this may be related to the smaller sample size in this subgroup. Finally, when interpreting our findings, it must be remembered that the older donors who represent our study group represent a highly selected group, which likely does not represent the unscreened donor population presenting at any given center. As such, these results should not be interpreted as implying that all prospective donors over the age of 70 will have excellent long-term survival.\nKidneys from live donors aged 70 may not last as long in younger recipients as kidneys from younger living donors, even although recipients appear to have similar survival. However, the clinical decision faced by a kidney transplant candidate might be more complex; for example, deciding to forgo live donor transplantation from an older donor might mean waiting several years for a deceased donor transplant. Because our comparison of recipients of older living donor versus younger deceased donor kidneys involves those who received transplants, it does not take into account the significant morbidity and mortality associated with the waitlist. This implies that, although the performance of grafts from live donors aged 70 may be less optimal than grafts from live donors ages 50 to 59 and may be comparable to grafts from non-ECD deceased donors ages 50 to 59, they still are preferable to the well documented risks of joining a lengthening waitlist where more than half of candidates over 60 are predicted to die before receiving a deceased donor transplant (2). Furthermore, avoiding the waitlist and proceeding directly to live donation has important implications for the economic impact of ESRD both at the individual and societal level. With a national median wait-time exceeding 3 years, the costs of long-term hemodialysis and its complications are high (22). For patients who do not have a young, compatible live donor, kidney transplantation from a healthy older live donor remains a reasonable option.\nThese data have implications that expand the donor pool in other ways. For instance, a young transplant candidate may be hesitant to accept a kidney from a compatible living donor aged 70, as our data suggest that graft loss may be higher. Such a pair could participate in a kidney paired donation with an incompatible pair with a younger donor. In this scenario, both pairs would benefit, as the younger recipient could receive a younger kidney, and the incompatible recipient would receive a compatible kidney (23,24). Compatible paired donation has the potential to expand the number of pairs participating in kidney paired donation and thus increase the likelihood that an incompatible pair could find a match, while simultaneously directing multiple living donor kidneys to the recipients who could derive the most benefit from them.\nIn conclusion, we found that a cohort of appropriately living kidney donors aged 70 had excellent 10-year over-\nall survival rates. However, we also found that recipients of live donor kidneys aged 70 had a significantly higher rate of graft loss compared with recipients of younger live donor kidneys ages 50 to 59. These kidneys were in fact more comparable to kidneys from non-ECD deceased donors ages 50 to 59. These results suggest that appropriately selected donor-recipient pairs can benefit from transplantation from live donors aged 70."
    }, {
      "heading" : "Acknowledgments",
      "text" : "The data reported here have been supplied by the Minneapolis\nMedical Research Foundation (MMRF) as the contractor for the Scientific Registry of Transplant Recipients (SRTR). The interpretation and reporting of these data are the responsibility of the author(s) and in no way should be seen as an official policy of or interpretation by the SRTR or the US Government."
    }, {
      "heading" : "Disclosures",
      "text" : "None."
    } ],
    "references" : [ {
      "title" : "Comparison of mortality in all patients on dialysis, patients on dialysis awaiting transplantation, and recipients of a first cadaveric transplant",
      "author" : [ "RA Wolfe", "VB Ashby", "EL Milford", "AO Ojo", "RE Ettenger", "LY Agodoa", "PJ Held", "FK Port" ],
      "venue" : "N Engl J Med",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 1999
    }, {
      "title" : "Meier-Kriesche HU: Half of kidney transplant candidates who are older than 60 years now placed on the waiting list will die before receiving a deceased-donor transplant",
      "author" : [ "J Schold", "TR Srinivas", "AR Sehgal" ],
      "venue" : "Clin J Am Soc Nephrol",
      "citeRegEx" : "2",
      "shortCiteRegEx" : "2",
      "year" : 2009
    }, {
      "title" : "Clinical results from transplanting incompatible live kidney donor/recipient pairs using kidney paired donation",
      "author" : [ "RA Montgomery", "AA Zachary", "LE Ratner", "DL Segev", "JM Hiller", "J Houp", "M Cooper", "L Kavoussi", "T Jarrett", "J Burdick", "WR Maley", "JK Melancon", "T Kozlowski", "CE Simpkins", "M Phillips", "A Desai", "V Collins", "B Reeb", "E Kraus", "H Rabb", "MS Leffell", "DS Warren" ],
      "venue" : "JAMA 294:",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2005
    }, {
      "title" : "A nonsimultaneous, extended, altruistic-donor chain",
      "author" : [ "MA Rees", "JE Kopke", "RP Pelletier", "DL Segev", "ME Rutter", "AJ Fabrega", "J Rogers", "OG Pankewycz", "J Hiller", "AE Roth", "T Sandholm", "MU Unver", "RA Montgomery" ],
      "venue" : "N Engl J Med",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2009
    }, {
      "title" : "Domino paired kidney donation: A strategy to make best use of live non-directed donation",
      "author" : [ "RA Montgomery", "SE Gentry", "WH Marks", "DS Warren", "J Hiller", "J Houp", "AA Zachary", "JK Melancon", "WR Maley", "H Rabb", "C Simpkins", "DL Segev" ],
      "venue" : null,
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2006
    }, {
      "title" : "Substantial variation in the acceptance of medically complex live kidney donors across US renal transplant",
      "author" : [ "PP Reese", "HI Feldman", "MA McBride", "K Anderson", "DA Asch", "RD Bloom" ],
      "venue" : "centers. Am J Transplant",
      "citeRegEx" : "7",
      "shortCiteRegEx" : "7",
      "year" : 2008
    }, {
      "title" : "Perioperative mortality and long-term survival following live kidney donation",
      "author" : [ "DL Segev", "AD Muzaale", "BS Caffo", "SH Mehta", "AL Singer", "SE Taranto", "MA McBride", "RA Montgomery" ],
      "venue" : "JAMA 303:",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2009
    }, {
      "title" : "Long-term consequences of kidney donation",
      "author" : [ "HN Ibrahim", "R Foley", "L Tan", "T Rogers", "RF Bailey", "H Guo", "CR Gross", "AJ Matas" ],
      "venue" : "N Engl J Med",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2009
    }, {
      "title" : "Effect of donor age on the outcome of living-related kidney transplantation",
      "author" : [ "R Naumovic", "L Djukanovic", "J Marinkovic", "V Lezaic" ],
      "venue" : "Transpl Int",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2005
    }, {
      "title" : "Effect of donor-recipient age difference on graft function and survival in livedonor kidney transplantation",
      "author" : [ "P Ferrari", "W Lim", "H Dent", "SP McDonald" ],
      "venue" : "Nephrol Dial Transplant",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2011
    }, {
      "title" : "Clinical Journal of the American Society of Nephrology Older living donors provide excellent quality kidneys: A single center experience (older living donors)",
      "author" : [ "SR Johnson", "K Khwaja", "M Pavlakis", "AP Monaco", "DW Hanto" ],
      "venue" : "Clin Transplant",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2005
    }, {
      "title" : "Racial variation in medical outcomes among living kidney donors",
      "author" : [ "KL Lentine", "MA Schnitzler", "H Xiao", "G Saab", "PR Salvalaggio", "D Axelrod", "CL Davis", "KC Abbott", "DC Brennan" ],
      "venue" : "N Engl J Med",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2010
    }, {
      "title" : "Cumulative incidence estimation in the presence of competing risks",
      "author" : [ "V Coviello", "M Boggess" ],
      "venue" : "Stata J",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2004
    }, {
      "title" : "Kaplan-Meier, marginal or conditional probability curves in summarizing competing risks failure time data",
      "author" : [ "MS Pepe", "M Mori" ],
      "venue" : "Stat Med",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 1993
    }, {
      "title" : "A proportional hazards model for the subdistribution of a competing risk",
      "author" : [ "JP Fine", "RJ Gray" ],
      "venue" : "J Am Stat Assoc",
      "citeRegEx" : "17",
      "shortCiteRegEx" : "17",
      "year" : 1999
    }, {
      "title" : "Estimation of Lorenz-curve and Gini-index",
      "author" : [ "JL Gastwirt" ],
      "venue" : "Rev Econ Stat",
      "citeRegEx" : "18",
      "shortCiteRegEx" : "18",
      "year" : 1972
    }, {
      "title" : "Tables of the number of patients required in clinical trials using the logrank test",
      "author" : [ "LS Freedman" ],
      "venue" : "Stat Med",
      "citeRegEx" : "21",
      "shortCiteRegEx" : "21",
      "year" : 1982
    }, {
      "title" : "VB: Kidney and pancreas transplantation in the United States, 1997–2006: The HRSA Breakthrough Collaboratives and the 58 DSA Challenge",
      "author" : [ "AB Leichtman", "D Cohen", "D Keith", "K O’Connor", "M Goldstein", "V McBride", "CJ Gould", "LL Christensen", "Ashby" ],
      "venue" : "Am J Transplant",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2008
    }, {
      "title" : "Expanding kidney paired donation through participation by compatible pairs",
      "author" : [ "SE Gentry", "DL Segev", "M Simmerling", "RA Montgomery" ],
      "venue" : "Am J Transplant",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2007
    }, {
      "title" : "The altruistic unbalanced paired kidney exchange: Proof of concept and survey of potential donor and recipient attitudes. Transplantation",
      "author" : [ "LE Ratner", "A Rana", "ER Ratner", "V Ernst", "J Kelly", "D Kornfeld", "D Cohen", "I Wiener" ],
      "venue" : "Received: May",
      "citeRegEx" : "24",
      "shortCiteRegEx" : "24",
      "year" : 2011
    } ],
    "referenceMentions" : [ {
      "referenceID" : 2,
      "context" : "transplantation (3), kidney-paired donation (4,5), nondi-",
      "startOffset" : 16,
      "endOffset" : 19
    }, {
      "referenceID" : 3,
      "context" : "transplantation (3), kidney-paired donation (4,5), nondi-",
      "startOffset" : 44,
      "endOffset" : 49
    }, {
      "referenceID" : 4,
      "context" : "rected donation (6), and the use of organs from live",
      "startOffset" : 16,
      "endOffset" : 19
    }, {
      "referenceID" : 8,
      "context" : "creased rate of chronic dysfunction in allografts from older donors (10), whereas others suggest that older",
      "startOffset" : 68,
      "endOffset" : 72
    }, {
      "referenceID" : 0,
      "context" : "This group represents an appropriate control when assessing the primary outcome of death because (1) it is a nationally representative study including largely healthy individuals; (2) the granularity of medical data available from this study facilitates matching based on known variables that may be associated with the outcome of interest; and (3) it enrolled a substantial number of participants of similar age to our study group (8,14).",
      "startOffset" : 97,
      "endOffset" : 100
    }, {
      "referenceID" : 1,
      "context" : "This group represents an appropriate control when assessing the primary outcome of death because (1) it is a nationally representative study including largely healthy individuals; (2) the granularity of medical data available from this study facilitates matching based on known variables that may be associated with the outcome of interest; and (3) it enrolled a substantial number of participants of similar age to our study group (8,14).",
      "startOffset" : 180,
      "endOffset" : 183
    }, {
      "referenceID" : 2,
      "context" : "This group represents an appropriate control when assessing the primary outcome of death because (1) it is a nationally representative study including largely healthy individuals; (2) the granularity of medical data available from this study facilitates matching based on known variables that may be associated with the outcome of interest; and (3) it enrolled a substantial number of participants of similar age to our study group (8,14).",
      "startOffset" : 345,
      "endOffset" : 348
    }, {
      "referenceID" : 6,
      "context" : "This group represents an appropriate control when assessing the primary outcome of death because (1) it is a nationally representative study including largely healthy individuals; (2) the granularity of medical data available from this study facilitates matching based on known variables that may be associated with the outcome of interest; and (3) it enrolled a substantial number of participants of similar age to our study group (8,14).",
      "startOffset" : 432,
      "endOffset" : 438
    }, {
      "referenceID" : 11,
      "context" : "This group represents an appropriate control when assessing the primary outcome of death because (1) it is a nationally representative study including largely healthy individuals; (2) the granularity of medical data available from this study facilitates matching based on known variables that may be associated with the outcome of interest; and (3) it enrolled a substantial number of participants of similar age to our study group (8,14).",
      "startOffset" : 432,
      "endOffset" : 438
    }, {
      "referenceID" : 6,
      "context" : "The closest matched control for each live kidney donor was selected from this population based on the following donor characteristics, where available: age, BMI, systolic BP, education level, ethnicity, and smoking history, using a process of iterative expanding radius matching as described previously; availability and missingness of OPTN donor data over time was carefully delineated in the cited study (8).",
      "startOffset" : 406,
      "endOffset" : 409
    }, {
      "referenceID" : 12,
      "context" : "Statistical Analyses: Recipient Outcomes Nonparametric competing risks models as described by Coviello and Boggs were used to estimate the cumulative incidence functions (CIFs) for the outcome of graft failure (15).",
      "startOffset" : 210,
      "endOffset" : 214
    }, {
      "referenceID" : 12,
      "context" : "This approach was chosen to simultaneously model the risk of two outcomes, each of which precludes the assessment of the other (in this case, graft failure before death and death with a functioning graft), and to avoid the assumption of independent risks (noninformative censoring) made in Kaplan-Meier models (15,16).",
      "startOffset" : 310,
      "endOffset" : 317
    }, {
      "referenceID" : 13,
      "context" : "This approach was chosen to simultaneously model the risk of two outcomes, each of which precludes the assessment of the other (in this case, graft failure before death and death with a functioning graft), and to avoid the assumption of independent risks (noninformative censoring) made in Kaplan-Meier models (15,16).",
      "startOffset" : 310,
      "endOffset" : 317
    }, {
      "referenceID" : 12,
      "context" : "where Ŝ(tj 1) is the overall Kaplan-Meier estimate (survival with a functioning graft) and dkj/nj estimates the hazard of graft failure (the number of events happening at a given time tj divided by the number of individuals at risk before time tj (15).",
      "startOffset" : 247,
      "endOffset" : 251
    }, {
      "referenceID" : 13,
      "context" : "Pepe and Mori tests were performed to establish the statistical significance of any differences in CIF between groups (16).",
      "startOffset" : 118,
      "endOffset" : 122
    }, {
      "referenceID" : 14,
      "context" : "To quantify the magnitude of the change in hazard in the context of a competing risk model, the semiparametric method of Fine and Gray was utilized to model the hazard for the competing event of interest (in this case, graft loss) (17).",
      "startOffset" : 231,
      "endOffset" : 235
    }, {
      "referenceID" : 15,
      "context" : "live donors, Lorenz curves were generated (18,19).",
      "startOffset" : 42,
      "endOffset" : 49
    }, {
      "referenceID" : 16,
      "context" : "For example, sample size calculations indicate that it requires 199 patients in each group to have 80% power to detect a one-sided difference of 30% versus 20% allograft loss between older and younger live donors; with only 73 patients, this power drops to 44% (21).",
      "startOffset" : 261,
      "endOffset" : 265
    }, {
      "referenceID" : 12,
      "context" : "Finally, calculating the cumulative incidence functions nonparametrically (which is possible when competing risks and matched controls methods are combined), in the manner of Coviello and Boggess, avoids the assumption of proportional hazards (15).",
      "startOffset" : 243,
      "endOffset" : 247
    }, {
      "referenceID" : 6,
      "context" : "missing data contributed to false inferences (8).",
      "startOffset" : 45,
      "endOffset" : 48
    }, {
      "referenceID" : 1,
      "context" : "This implies that, although the performance of grafts from live donors aged 70 may be less optimal than grafts from live donors ages 50 to 59 and may be comparable to grafts from non-ECD deceased donors ages 50 to 59, they still are preferable to the well documented risks of joining a lengthening waitlist where more than half of candidates over 60 are predicted to die before receiving a deceased donor transplant (2).",
      "startOffset" : 416,
      "endOffset" : 419
    }, {
      "referenceID" : 17,
      "context" : "With a national median wait-time exceeding 3 years, the costs of long-term hemodialysis and its complications are high (22).",
      "startOffset" : 119,
      "endOffset" : 123
    }, {
      "referenceID" : 18,
      "context" : "In this scenario, both pairs would benefit, as the younger recipient could receive a younger kidney, and the incompatible recipient would receive a compatible kidney (23,24).",
      "startOffset" : 166,
      "endOffset" : 173
    }, {
      "referenceID" : 19,
      "context" : "In this scenario, both pairs would benefit, as the younger recipient could receive a younger kidney, and the incompatible recipient would receive a compatible kidney (23,24).",
      "startOffset" : 166,
      "endOffset" : 173
    } ],
    "year" : 2011,
    "abstractText" : "Results Among recipients of older live donor allografts, graft loss was significantly higher than matched 50-to 59-year-old live donor allografts (subhazard ratio [SHR] 1.62, 95% confidence interval [CI] 1.16 to 2.28, P 0.005) but similar to matched nonextended criteria 50-to 59-year-old deceased donor allografts (SHR 1.19, 95% CI 0.87 to 1.63, P 0.3). Mortality among living kidney donors aged 70 was no higher than healthy matched controls drawn from the NHANES-III cohort; in fact, mortality was lower, probably reflecting higher selectivity among older live donors than could be captured in National Health and Nutrition Examination Survey III (NHANES-III; HR 0.37, 95% CI 0.21 to 0.65, P 0.001).",
    "creator" : "XPP"
  }
}