{
  "name" : "c85afff6aa3b1c407a58.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "The price of liquidity: bank characteristics and market conditions",
    "authors" : [ "FALKO FECHT", "KJELL G. NYBORG", "JÖRG ROCHOLL", "Kjell G. Nyborg" ],
    "emails" : [ "falko.fecht@bundesbank.de" ],
    "sections" : [ {
      "heading" : null,
      "text" : "econstor Make Your Publications Visible.\nA Service of\nzbw Leibniz-Informationszentrum Wirtschaft Leibniz Information Centre for Economics\nFecht, Falko; Nyborg, Kjell G.; Rocholl, Jörg\nWorking Paper The price of liquidity: bank characteristics and market conditions\nCESifo Working Paper, No. 2576\nProvided in Cooperation with: Ifo Institute – Leibniz Institute for Economic Research at the University of Munich\nSuggested Citation: Fecht, Falko; Nyborg, Kjell G.; Rocholl, Jörg (2009) : The price of liquidity: bank characteristics and market conditions, CESifo Working Paper, No. 2576, Center for Economic Studies and Ifo Institute (CESifo), Munich\nThis Version is available at: http://hdl.handle.net/10419/26621\nStandard-Nutzungsbedingungen: Die Dokumente auf EconStor dürfen zu eigenen wissenschaftlichen Zwecken und zum Privatgebrauch gespeichert und kopiert werden. Sie dürfen die Dokumente nicht für öffentliche oder kommerzielle Zwecke vervielfältigen, öffentlich ausstellen, öffentlich zugänglich machen, vertreiben oder anderweitig nutzen. Sofern die Verfasser die Dokumente unter Open-Content-Lizenzen (insbesondere CC-Lizenzen) zur Verfügung gestellt haben sollten, gelten abweichend von diesen Nutzungsbedingungen die in der dort genannten Lizenz gewährten Nutzungsrechte.\nTerms of use: Documents in EconStor may be saved and copied for your personal and scholarly purposes. You are not to copy documents for public or commercial purposes, to exhibit the documents publicly, to make them publicly available on the internet, or to distribute or otherwise use the documents in public. If the documents have been made available under an Open Content Licence (especially Creative Commons Licences), you may exercise further usage rights as specified in the indicated licence.\nwww.econstor.eu\nThe Price of Liquidity: Bank Characteristics and Market Conditions\nFALKO FECHT KJELL G. NYBORG\nJÖRG ROCHOLL\nCESIFO WORKING PAPER NO. 2576 CATEGORY 7: MONETARY POLICY AND INTERNATIONAL FINANCE\nMARCH 2009\nPRESENTED AT CESIFO AREA CONFERENCE ON MACRO, MONEY AND INTERNATIONAL FINANCE 2009\nAn electronic version of the paper may be downloaded • from the SSRN website: www.SSRN.com • from the RePEc website: www.RePEc.org\n• from the CESifo website: Twww.CESifo-group.org/wp T\nCESifo Working Paper No. 2576\nThe Price of Liquidity: Bank Characteristics and Market Conditions\nAbstract\nWe study differences in the price paid for liquidity across banks using price data at the individual bank level. Unique to this paper, we also have data on individual banks’ reserve requirements and actual reserve holdings, thus allowing us to gauge the extent to which a bank is short or long liquidity. We find that the price a bank pays for liquidity depends on the liquidity positions of other banks, as well as its own. There is evidence that liquidity squeezes occasionally occur and short banks pay more the larger is the potential for a squeeze. The price paid for liquidity is decreasing in bank size and small banks are more adversely affected by an increased potential for a squeeze. Contrary to what one might expect, banks in formal liquidity networks do not pay less. JEL Code: G1, G21, E5, D44. Keywords: liquidity, banking, squeezes, money markets, repo auctions.\nFalko Fecht German Federal Bank\nGermany – Frankfurt am Main falko.fecht@bundesbank.de\nKjell G. Nyborg Norwegian School of Economics and\nBusiness Administration Helleveien 30\nNorway - 5045 Bergen kjell.nyborg@nhh.no\nJörg Rocholl ESMT European School of Management and Technology\nSchloßplatz 1 Germany – 10178 Berlin\nrocholl@esmt.org\nNovember 2008 We wish to thank the Deutsche Bundesbank for supplying data and financial support. Rocholl acknowledges support from the Lamfalussy Fellowship by the European Central Bank. We also would like to thank Andrea Buraschi, Mark Carey, Christian Ewerhart, Anurag Gupta, Michael Schroeder, Johan Walden, Masahiro Watanabe, and participants at the Deutsche Bundesbank and ZEW conference on Monetary Policy and Financial Markets, Mannheim, Germany, November 2006, the European Central Bank workshop on The Analysis of the Money Markets, Frankfurt, Germany, November 2007, VGSF and NHH European Winter Finance Summit, Hemsedal, Norway, April 2008, Federal Reserve Bank of New York and Columbia University Conference on the Role of Money Markets, New York, May 2008, European Finance Association annual meetings, Athens, August 2008, and International Conference on Price, Liquidity, and Credit Risks, Konstanz, Germany, October 2008 for comments as well as participants at seminars at the Helsinki School of Economics and the Universities of Amsterdam, Konstanz, Lugano, and Zürich. The views expressed in this paper represent the authors’ personal opinions and do not necessarily reflect the views of the Deutsche Bundesbank or the European Central Bank."
    }, {
      "heading" : "1 Introduction",
      "text" : "A well functioning market for liquidity is essential for the efficiency of the broader financial markets. It is used by central banks to control short term rates and it underpins the business of banking. It is also linked directly to securities markets through the role of securities as collateral in a variety of operations and transactions. An illustration is offered by the ongoing credit-crunch, or so-called “sub-prime crisis”, where the entire global banking and financial system seems to have been put at risk as liquidity has been drying up.1 Many banks have already been bailed out and, since the summer of 2007, central banks around the world have stepped in with in with extraordinary and emergency injections of liquidity to help stabilize markets. Despite its importance, relatively little is known about the market for liquidity, especially at a disaggregated level. This paper sheds light on the workings of this market by studying the price individual banks pay for liquidity and how this varies with bank characteristics and market conditions. An important finding is that the price a bank pays for liquidity is affected by the liquidity position of other banks, as well as its own. This is especially significant since our sample period is taken from a time of relative normalcy, well before the onset of the current crisis.\nAs for most other goods and assets, the market for liquidity consists of primary and secondary markets. In this paper, we study primary market prices. In particular, we study the prices, or rates, German banks pay for liquidity in the European Central Banks’ main refinancing operations, which are the main source of liquidity in the euro area. During the sample period, June 2000 to December 2001, the average operation injected 84 billion euros of two-week money, against collateral. Over the crisis period, other central banks such as the Fed and the Bank of England have introduced similar operations to allow banks to obtain liquidity against an expanded set of collateral. The ECB operations are organized as discriminatory auctions (pay your bid), which means that different banks end up paying different prices, as a function of their bids. Because we have all bids made by each bank over time, we can also study banks’ willingness to pay. Thus, since each auction\n1As testified by the Secretary of the Treasury, Henry M. Paulson Jr., and the Chairman of the Federal\nReserve Board, Ben Bernanke, before the US House Financial Services Committee, September 24, 2008.\n1\nprovides us with a set of bids and prices at one point in time, these auctions constitute a perfect setting for studying the willingness to pay and the actual price paid for liquidity by different banks.\nOur analysis is concerned with potential imperfections in the market for liquidity. The first hypothesis we examine is that liquidity squeezes occur from time to time and, as a consequence, the shorter banks are relative to their liquidity needs, the more they are willing to pay for liquidity, and the more they end up paying [as suggested by Nyborg, Bindseil, and Strebulaev (2002)]. While there have been previous studies using bidder level data from ECB operations [Nyborg et al (2002), Linzert, Nautz, and Bindseil (2007), Craig and Fecht (2007)],2 none of these are able to directly test this hypothesis because they lack data on banks’ liquidity positions. Unique to this paper, we have data on individual banks’ reserve positions relative to what they are required to hold with the central bank. We use this to construct a measure of imbalance in the market. This is motivated by the theoretical work of Nyborg and Strebulaev (2004) who show that an increase in the positional spread between longs and shorts gives rise to more aggressive bidding in the auction, since it increases the costs and benefits from a squeeze in the interbank market to shorts and longs, respectively. The data confirms that an increase in imbalance leads to more aggressive bidding and higher prices paid for liquidity.3 We also find that the premium paid per unit that a bank is short is larger when the imbalance is larger. These findings are consistent with the view that squeezes occur in the market for liquidity and that consequently there is a cost associated with relying on the markets to cover liquidity needs.\nOur results relate to the literature on banking and liquidity spawned by Bryant (1980) and Diamond and Dybvig (1983) and in particular on papers studying the functioning of the interbank market [e.g. Bhattacharya and Gale (1987), Donaldson (1992), Bhattacharya\n2Breitung and Nautz (2001) study ECB fixed rate tenders, which were run until June 2000. In these operations, bidding banks submit quantity bids, with the rate being pre-announced by the ECB. Hartmann, Manna, and Manzanares (2001) provide an overview of euro money markets. 3This also bears relation to Furfine’s (2000) finding that there is a link between interbank payment flows and the federal funds rate.\n2\nand Fulghieri (1994), Allen and Gale (2000), and Freixas, Parigi, and Rochet (2000)].4 Bhattacharya and Gale (1987) argue that aggregate liquidity shortfalls can occur as a result of banks free-riding on each other in providing liquidity to the interbank market. In the euro zone, however, the ECB solves this particular problem through its policy of adjusting the size of its operations to match the aggregate liquidity need of the entire banking system (ECB, 2002). But this also means that liquidity in the euro zone is tight. If one bank has more than it needs, another must have less. This gives rise to the possibility of short squeezes, and our results indicate that this indeed occurs from time to time. This has wider implications. The possibility of being squeezed may, for example, reduce banks propensity to extend credit and thus lead to underinvestment in real assets. The extra cost of liquidity arising from the possibility of squeezes may also impact on asset prices, perhaps along the lines modelled by Allen and Gale (1994 and 2004) or Brunnermeier and Pedersen (2008), and contribute towards commonality in liquidity across different securities and asset classes [Chordia, Subrahmanyam, and Roll (2000), Hasbrouck and Seppi (2001), Huberman and Halka (2001), Chordia, Sarkar, and Subrahmanyam (2005)].\nThe second broad hypothesis we examine is that the price paid for liquidity is affected by bank characteristics such as size and type. Allen, Peristiani, and Saunders (1989) find that there are differences in purchase behavior among differently sized banks in the federal funds market [see also Furfine (1999)]. The extant literature on the ECB’s operations suggests that bank size affects the price of liquidity [Nyborg et al (2002), Linzert et al (2007), and Craig and Fecht (2007)], but again, these papers do not control for banks’ liquidity positions.5 Bank size may matter because of economies of scale and scope. A larger bank may have better access to the interbank markets, for example because it has a larger network of regular counterparties or because it has a wider range of collateral. It\n4See Gorton and Winton (2003) for a review of the financial intermediation literature. 5Nyborg et al (2002) are the first to provide evidence suggesting that the price paid for liquidity in ECB operations is related to bank size. However, they use quantity demanded in the operations as a proxy for size rather than balance sheet data. In their analysis of size, they also do not control for other bank characteristics or market conditions. Their main objective lies elsewhere. Craig and Fecht (2007) control for other factors, including bank type, but do not benchmark the rate paid by banks in the operations by the contemporaneous interbank rate. Linzert et al (2007) study the longer term operations.\n3\nmay also be less exposed to liquidity shocks because it is more diversified, along the lines discussed by Kashyap, Rajan, and Stein (2002). A larger bank may also be willing to put more resources into liquidity management, since it has more to gain from a reduction in the per unit cost of liquidity.\nOur results confirm that size matters; large banks pay less for liquidity in the primary market. The average auction has a price differential between the highest and lowest paying banks of 11.5 bp. Some of this is related to size. The 5% smallest banks pay in excess of 2 basis points (bp) more than the 1% largest banks, on average across auctions. To get an idea of the relative magnitude of these numbers, the average volatility of the twoweek interbank rate on main refinancing operation days is 5.3 bp and the average rate paid in the primary market is 1.2 bp below the contemporaneous rate in the secondary market. Bank size remains highly significant when we control for a variety of other bank characteristics and market conditions, including banks’ liquidity positions. Documenting that large banks indeed have a lower cost of liquidity is important because it points to a source of competitive advantage to size in banking.6 We also find that bank size interacts with our imbalance measure to affect the cost of liquidity; as imbalance grows, so does the extra cost of liquidity to smaller banks. Thus, smaller banks appear to be more vulnerable to liquidity squeezes.\nThe third hypothesis we examine is that belonging to a relationship lending network reduces the price a bank pays for liquidity. This is motivated by suggestions that such networks may help banks overcome frictions in the interbank market [Freixas et al (2000)]. Cocco, Gomes, and Martins (2003) find evidence that banks create informal such networks in the interbank market to hedge against adverse liquidity shocks. Furfine (1999) presents evidence suggesting the existence of relationships banking in the federal funds market. While we do not have data that allow us to identify informal bank networks, in Germany many such networks exist formally. In particular, every savings and cooperative bank belongs to formal networks of other savings and cooperative banks. Each network has\n6Thus our findings may be relevant for the literature on the advantages and disadvantages to size in banking, see e.g., Peek and Rosengren (1998), Berger and Udell (2002), Sapienza (2002), and Berger, Nathan, Petersen, Rajan, and Stein, (2005).\n4\nits official and unique head institution through which liquidity is reallocated within the network. In contrast, private banks are left to their own devices. Ehrmann and Worms (2004) suggest that the formal liquidity networks of savings and cooperative banks can help them overcome disadvantages they may have due to being small. Thus, controlling for size and other factors, we might expect savings and cooperative banks to have an advantage over private banks and therefore pay less for liquidity.\nHowever, we find almost the opposite. Controlling for size, liquidity position, imbalance, volatility, and other market conditions, cooperatives pay on average .4 bp more than private banks. That savings banks do not pay less is especially surprising, since they had governmental guarantees during the sample period. One would expect that the resulting increase in credit quality would allow savings banks to borrow on superior terms in the interbank market. A possible reason why savings banks and cooperatives do not pay less for liquidity than private banks may be that their respective networks do not provide good diversification with respect to liquidity shocks. However, it is hard to see this as an explanation for why cooperatives pay more. So a fuller explanation to our findings may involve an argument along the lines of Bhattacharya and Gale (1987) that formal liquidity networks are prone to fostering a free-riding problem with respect to liquidity management; individual savings banks and cooperatives may free-ride on the efforts of their head institution, ultimately proving costly for them.7\nThe rest of this paper is organized as follows. Section 2 provides institutional background on the German banking sector, reserve requirements, and the role of the main refinancing operations. Section 2 also describes the datasets used in this paper. Section 3 defines various liquidity status variables and provides descriptive statistics on these variables as well on the rates banks pay for liquidity, the rates they bid at in the auctions, and other bidding measures. Section 4 studies the data cross-sectionally. Section 5 presents the panel analysis and provides the main results of the paper. Section 6 concludes.\n7See also Olsen and Zeckhauser’s (1966) seminal paper on free-riding within alliances for an early\ndiscussion of the free-rider problem.\n5"
    }, {
      "heading" : "2 Institutional Background and Data",
      "text" : ""
    }, {
      "heading" : "2.1 The Structure of the German Banking Sector",
      "text" : "The German banking system is traditionally a system of universal banking and has a three-pillar structure. The first pillar, the private domestic commercial banks, made up around 40% of the entire banking sector in terms of balance sheet total by the end of 2000. The second pillar are the public banks. This group comprises the savings banks and the savings banks’ regional head institutions, the Landesbanks, which are jointly owned by the respective state and the regional association of savings banks. While the Landesbanks account for 20% of the German banking sector in terms of balance sheet total, the savings banks had around 16% of the German banking sector’s asset under management by the end of 2000. The cooperative banking sector with the credit cooperatives and the cooperative central banks, which are primarily owned by the regional credit cooperatives, constitute the third pillar. They comprised 12% of the German banking sector of which the credit cooperatives accounted for 9 percentage points. Besides those major banking groups special purpose banks (like the Kreditanstalt für Wiederaufbau) and buildings societies (Bausparkassen) account for 7% and 2% of the banking sector, respectively. Branches of foreign banks operating in Germany made up 2% of the German banking sector by the end of 2000.8\nThis three pillar structure affects the way in which liquidity is reallocated in the banking sector. The public banks as well as the cooperative banking sector form a relatively closed giro system. On balance, the second-tier institutions – the savings banks and the credit cooperatives – typically achieve a significant liquidity surplus due to their retail business structure. Within the giro-systems, they pass this excess liquidity on to the respective (regional) head institution. Consequently, on average in the years 2000 and 2001 savings banks held almost 75% of their interbank overnight deposits with their respective Landesbank. At the same time only slightly more than 50% of savings banks’ overnight borrowing was obtained from the regional Landesbank. Similarly, credit cooperatives\n8For a more detailed description of the German banking sector see, for example, Hackethal (2004).\n6\ngranted more than 90% of their overnight interbank loans to one of the cooperative central banks, while they only received around 30% of their overnight interbank borrowing from the cooperative central banks. Conversely, the cooperative cental banks obtained around 60% of the daily interbank liabilities from credit cooperatives, while Landesbanks, however, received less than 30% of their overnight interbank loans from the regional savings banks. Instead they obtained the waste majority of their short-term interbank funds from foreign banks.9 Thus savings (i.e. public) and cooperative banks may have less of a need to participate directly in the market for reserves than private banks."
    }, {
      "heading" : "2.2 Minimum Reserve Requirements",
      "text" : "According to ESCB (European System of Central Banks) regulation all German credit institution, including subsidiaries and branches of foreign banks in Germany, are subject to a minimum reserve requirement. The required reserves have to be held as average endof-business-day balances over the maintenance period on account with the national central bank. During the sample period of this paper, reserve maintenance periods had a length of one month, starting on the 24th of each month and ending on the following 23rd, and German banks accounted for around 30% of total reserve requirements in the euro zone.\nThe basis for the calculation of a bank’s reserve requirement is its end-of-calendarmonth short-term liabilities,10 held by non-banks or banks outside the euro area two months before the maintenance period. For example, a bank’s reserve requirements for the maintenance period starting May 24th are determined by its short term liabilities on March 31. The minimum reserve requirement is 2% of these liabilities.11 Thus banks that are financed primarily with short-term liabilities are required to hold relatively more reserves.\n9For a broader discussion of the interbank linkages in the German banking sector in general and within the three pillars in particular see Deutsche Bundesbank (2000) and Upper and Worms (2004). 10More precisely, these are the overnight deposits, deposits with an agreed maturity up to two years, deposits redeemable at notice up to two years, and issued debt securities with agreed maturity up to two years. 11For a more detailed description of the Eurosystem’s minimum reserve system see European Central Bank (2005).\n7\nThe required reserve holdings are remunerated at the average stop-out rate of the ECB main refinancing operations, during the respective maintenance period. Reserve holdings that exceed the minimum requirement are not remunerated, but can be transferred to the standing deposit facility which is always 100 basis points below the minimum bid rate in the auctions. The ECB also operates with a marginal lending facility, where banks can borrow against collateral at a rate which is 100 basis points above the minimum bid rate in the auction. Compliance with reserve requirements is a hard constraint; unlike the US, these cannot be rolled over into the next maintenance period.12"
    }, {
      "heading" : "2.3 Main Refinancing Operations",
      "text" : "There is a main refinancing operation (or repo auction) every week, each with a tenor of two weeks during the sample period.13 Thus there are up to five operations within each reserve maintenance period. Each operation is timed to coincide with the maturity of funds obtained in the second-to-previous operation. The operations are scheduled well in advance; the intended timing of all regular operations in a year are announced three months before the start of the year. Typically, the operations are scheduled for Tuesdays, 9:30 am, with terms being announced on Mondays, 3:30 pm. Results are announced on the auction day at 11:20 am. Winning bids are settled the following business day. The operations are open to all banks in the European Monetary Union that are subject to\n12If a bank fails to hold sufficient reserves, for example because it fails to make up a reserve shortfall at the marginal lending facility, the ECB can impose any of the following sanctions: It can require payment of 1) up to 5 percentage points above the marginal lending rate or 2) up to two times the marginal lending rate on the difference between the required and the actually held reserves. Furthermore, the ECB can call for the provision of non-interest bearing deposits up to three times the amount the respective bank failed to provide for. The maturity of those deposits must not exceed the period during which the institution failed to meet the reserve requirement. The ECB can impose additional sanctions if an institution repeatedly fails to comply with the reserve requirement. 13Once a month, the ECB also holds longer-term refinancing operations with a maturity of three months. We do not study these operations. See Linzert et al (2007). The ECB may also hold non-regular, finetuning operations with non-standard maturities, for example overnight, but none occurred during the sample period.\n8\nreserve requirements.\nIn each operation, or auction, each bidder can submit up to 10 bids which are ratequantity pairs for two week money. The tick size is 1 basis point and the quantity multiple is 100,000 euros. There are no non-competitive bids. There is a pre-announced minimum bid rate. This rate is determined at the meetings of the ECB’s Governing Council, normally held on the first and third Thursday of each month during the sample period. The minimum bid rate was changed six times during the sample period. It started out at 4.25%, changed to 4.5% in time for the 5 September 2000 auction, then increased to 4.75% in time for the 11 October 2000 auction, fell back to 4.50% for the auctions held on and after 14 May 2001, fell further to 4.25% for the auction on and after 4 September 2001, to 3.75% on 18 September 2001 and to 3.25% on 13 November 2001, at which level it remained until the end of the sample period.\nAt the time of the auction announcement, the ECB publishes an estimate of liquidity needs for the entire euro area banking sector for the following week. Given the ECB’s neutral allotment policy, this provides bidders with an unbiased estimate of the auction size. We refer to this liquidity neutral amount as the expected auction size. Deviations may occur because of the lag between the auction announcements (Mondays, 3.30pm) and the allotment decision (Tuesdays, 11.20am). During this period, the ECB may have updated its forecast of the banking sector’s liquidity needs. Deviations from the expected auction size also occur in a few instances where banks in aggregate demanded less than the liquidity neutral amount, speculating on decreases in the minimum bid rate in time for the next auction in the maintenance period. However, as documented in Nyborg et al (2002), deviations tend to be very small, averaging to less than 1% of the pre-announced liquidity neutral amount. Thus, bidders face little supply uncertainty in these auctions."
    }, {
      "heading" : "2.4 Data",
      "text" : "Our analysis makes use of three data sources supplied by the Bundesbank. First, we have the complete set of bids made by German registered financial institutions, broken down by bidder, in all 78 ECB repo auctions (main refinancing operations) in the period 27 June\n9\n2000 to 18 December 2001. This covers 18 reserve maintenance periods. The number of German bidders in an auction varies from 122 to 546.\nSecond, we have reserve data from all 2,520 German registered financial institutions in the period May 2000 to December 2001 that were required to hold reserves with the central bank as of December 2001. The reserve data covers 842 bidders in the main refinancing operations and 1,678 non-bidders. A bidder is defined as a bank that bids at least once and therefore appears in the auction dataset. The reserve data consists of each institution’s cumulative reserve holdings within the maintenance period, as well as its marginal reserve holding, at the end of each business day preceeding an auction. In addition, we have each institution’s reserve requirement for each maintenance period over the sample period. The reserve data are not available for 518 institutions that ceased operating as stand-alone entities during the sample period. 17 of these submitted bids in the auctions.\nThird, we have end-of-month balance sheet data for each bank, also supplied by the Bundesbank. These come from bank balance sheet statistics that German banks are required to report to the Bundesbank on a monthly basis. As a measure of size, we thus use the book value of a bank’s total assets at the end of each calendar month.\nUnique bank codes allow us to track banks over time and correlate bidding decisions with characteristics such as size and fulfillment of reserves. The complete bidding data consists of 59,644 individual bids and 25,345 individual demand schedules from 859 bidders. Deleting the bids from the 17 bidding banks for which we do not have reserve data reduces this to 59,156 individual bids and 25,120 individual demand schedules from 842 different bidders. We lack balance sheet data on 7 bidders, taking the number of bidders for which we have complete data down to 835.\nThe dataset is pruned further as follows: First, we exclude 45 banks that are registered with zero reserve requirement in every maintenance period during the sample period. Second, we throw out two extreme outliers; the first is a non-bidder that has an average reserve fulfillment (relative to required reserves) of 190,926%. The second is a bidder with an average reserve fulfillment of 3,011%. Without this bank, the average fulfillment of private domestic bidding banks is 100.1%; with this bank, the average is 131.8%. The next highest average reserve fulfillment among private banks is 146.8%. This takes the\n10\ndataset down to 834 bidders and 1,632 non-bidders. Third, we exclude Bausparkassen and special purpose banks (14 institutions)14. The analysis below is thus carried out on a final set of 820 bidders (and 23,673 individual demand schedules) and 1,632 non-bidders."
    }, {
      "heading" : "3 Descriptive Statistics",
      "text" : "The summary statistics we present in this section break our dataset out in several ways. First, we differentiate between bidders, i.e. those banks that submit bids in at least one auction, and non-bidders. Second, within these two categories, we differentiate between six different types of banks, as described above; private banks (domestic), savings banks, cooperatives, branches of foreign banks, Landesbanks, and cooperative central banks."
    }, {
      "heading" : "3.1 Definitions of Liquidity Status Variables",
      "text" : "To measure banks’ liquidity status, we focus on the variables “fulfillment” and “normalized net excess reserves”, described below. These are different ways of gauging the extent to which a bank is short or long reserves going into an auction.\nFulfillment is a bank’s cumulative reserve holdings as a percentage of its cumulative\nrequired reserves, within a reserve maintenance period.\nfulfillmentijp = cumulative holdingijp\ncumulative required reservesijp × 100, (1)\nwhere i refers to the bank, j to the auction, and p to the reserve maintenance period. Multiplying by 100 means that we express fulfillment as a percentage. The fulfillment is measured for each bank using reserve data at the close business the day before each auction. A fulfillment of 100% means that the bank has held reserves thus far in the maintenance period with a daily average exactly equal to the average daily requirement\n14These institutions have very low reserve requirements, averaging to around 0.1% of total assets. This is substantially lower than for other banking sectors, reflecting that they have different functions than typical banks. The Bausparkassen sector also includes several extreme outliers with respect to reserve fulfillment.\n11\nthe bank faces this period. Thus, a fulfillment of less (more) than 100% indicates that the bank is short (long).\nTo define normalized net excess reserves, we start with the “gross excess reserves”. This compares the reserves the bank has on deposit with the central bank the evening before the auction with what it needs to hold on a daily basis for the balance of the reserve maintenance period in order to exactly fulfill reserve requirements.\ngross excess reservesijp = holdingijp − required remaining daily holdingijp, (2)\nwhere\nrequired remaining daily holdingijp\n= required total monthly reservesip− cumulative holdingijp\ndays left of maintenance periodjp .\n(3)\nThe “net excess reserves” nets out from a bank’s holding the loan from two auctions\nago that matures at the time of the current auction.\nnet excess reservesijp = gross excess reservesijp − maturing repoijp (4)\nwhere maturing repoijp is the amount the bidder won in auction j − 2. Since this amount matures at the time of auction j, the net excess reserves is what the bank needs to borrow in the auction in order to be even with respect to its reserve requirements. A negative (positive) net excess reserves is indicative of the bank being short (long).\nWe normalize the net excess reserves for size by dividing it by the average daily required\nholding:\nnormalized net excess reservesijp = net excess reservesijp\naverage daily required reservesip × 100. (5)\nIn a similar way, we also define the “normalized gross excess reserves” by dividing the gross excess reserves by the average daily required reserves.\nThe normalized net excess reserves measure takes into account not only a bank’s fulfillment thus far in the maintenance period, but also its liquidity need going forward, including the need to refinance maturing repos. For this reason, this measure is arguably a better indicator of liquidity need than fulfillment, and we therefore use it in the regression analysis. Normalization by required reserves means that the measure is independent\n12\nof size, allowing us to distinguish between size and pure liquidity status effects. A bank that always has a fulfillment of 100% and borrows in every auction (borrows in no auction) will have a negative (zero) normalized net excess reserves going into every auction."
    }, {
      "heading" : "3.2 Liquidity Status and Size Statistics",
      "text" : "Table 1 provides summary statistics on a comprehensive set of liquidity status variables for bidding banks, broken down into the six bank categories. Table 2 does the same for non-bidding banks, but in this case there are only four bank categories since there are no Landesbanks or cooperative central banks that have not submitted bids in the auctions over the sample period. Comparing these two tables reveals that the average bidder differs substantially on two key dimensions from the average non-bidder.\nFirst, category by category, bidders are larger than non-bidders by all size measures; asset size, reserve requirements, holding of reserves, and required remaining reserves. For example, for bidding private banks these measures average to (in euros): 22,794 mill (asset size), 132.43 mill (average daily reserve requirement), 130.53 mill (holdings of reserves on the evening prior to an operation), and 136.73 mill (average daily remaining required reserves). The corresponding numbers for non-bidders are: 1,478 mill, 6.99 mill, and 7.71 mill, and 5.96 mill.\nSecond, bidders are shorter liquidity than non-bidders. For bidders, the average normalized net excess reserves is negative for all bank categories; whereas it is positive for nonbidders. So by this measure, bidders are short going into the auctions, while non-bidders are long. The average fulfillment is also smaller for bidders than it is for non-bidders. For example, for private banks: the average normalized net excess reserves is -243.82%, with a median of -83.39%; while for non-bidders the mean and median are 210.83% and 24.93%, respectively; and the mean and median fulfillment are 100.25% and 101.81% for bidders as compared with 169.61% and 108.13% for non-bidders. To summarize, non-bidders are comparatively small and long, while bidders are comparatively large and short.\nThe tables also show significant differences across bank categories. Focusing on Table 1 (bidders), we see that Landesbanks and cooperative central banks are substantially larger\n13\nthan the other categories, including the private banks. Mean asset values are (in euros) 96,918 mill for Landesbanks, and 60,320 mill for cooperative central banks, as compared with 22,794 mill for private banks, 2,092 mill for savings banks, 678 mill for cooperatives, and 2,256 mill for branches of foreign banks. So, on average by asset value, Landesbanks and cooperative central banks are up to 4.5 times larger than private banks. At the same time, private banks are approximately 10 times larger than savings and foreign banks, which in turn are approximately 3 times as large as cooperatives. The smallest asset value in the sample is 25.96 million (a cooperative), and the largest value is 267,591 million (a domestic private bank).\nMean daily reserve requirements for bidders are: 132.4 million for private banks, 22.1 million for savings banks, 7.8 million for cooperatives, 17.1 million for foreign banks, 352.0 for Landesbanks, and 241.2 for cooperative central banks. By this measure, Landesbanks and cooperative central banks are on average about 2.5 times larger than private banks. Private banks are almost 6 times larger than savings banks, almost 8 times larger than foreign banks, and approximately 17 times larger than cooperatives. The largest average daily reserve requirement is 2,901.6 million (a domestic private bank). This is quite small in comparison to a typical auction size of around 90 billion.\nThere are also differences in liquidity status among bidding banks. As noted above, private domestic banks have a mean fulfillment of 100.25% . Savings banks and cooperatives have similar mean fulfillments, 102.65% and 102.94%, respectively. The mean fulfillment across foreign institutions is 142.30%. Landesbanks have the lowest fulfillment, 82.44%, while cooperative central banks have a fulfillment of 99.00%. So, on average, as measured by fulfillment, German private domestic banks, savings banks, and cooperatives are slightly long, while cooperative central banks and in particular Landesbanks are short going into the auctions. However, taking into account maturing repos, all categories of banks are on average short going into the auctions, as seen by the negative mean and median normalized net excess reserves. Again, Landesbanks and cooperative central bank appear to be shorter on average than the other bank categories. There is also substantial variation across individual banks. The smallest average fulfillment among bidders is 50.85% (a private bank) and the largest is 685.95% (a foreign bank). The normalized net\n14\nexcess reserves varies from −3, 739.82% (a private bank) to 968.01% (a foreign bank)."
    }, {
      "heading" : "3.3 Pricing and Bidding Measures and Statistics",
      "text" : "Table 3 reports on various pricing and bidding characteristics, by bank type. It focuses on different bank categories’ willingness to pay for liquidity and how much these bank categories end up paying, both in absolute terms and relatively to other bank categories. This table draws on all banks that bid at least once. For each bank, we measure the relevant variables first for each individual demand schedule (i.e. across the bidders’ set of bids in a given auction). Then we average across demand schedules for each bank to obtain a population of bank level observations, whose summary statistics are reported in the table.\nTo benchmark bids and rates paid in the main refinancing operations, we follow Nyborg et al (2002) and use the two week Eonia swap rate taken as the midpoint of the bid and ask from Reuters quotations at 9:15 a.m. on the auction day. Our pricing variables are:\n• Underpricing: This is a measure of the price paid by bidders relative to the con-\ntemporaneous swap rate. It equals the swap rate less the bidder’s quantity weighted average winning bids.15\n• Relative underpricing: a bidder’s underpricing in a given auction less the average\nunderpricing in that auction across bidders (in the sample).\n• Discount: This is a measure of the willingness to pay. It equals the swap rate less\nthe bidder’s quantity weighted average bid rate.16\n• Relative discount: a bidder’s discount in a given auction less the average discount in\nthat auction across bidders.\n15We call this quantity underpricing because the rate paid is typically below the contemporaneous swap rate (midpoint of the bid and ask). 16We call this quantity discount because the rate bid is typically below the contemporaneous swap rate (midpoint of the bid and ask).\n15\nIn addition to the pricing variables, we also report on a number of bidding variables, which help provide a more comprehensive picture of banks’ bidding decisions.\n• Stopout deviation: the quantity-weighted standard deviation of bids around the\nstopout rate.17 This is a measure of how well a bank predicts the stop-out rate and therefore affects what it pays for liquidity.\n• Award ratio: a bidder’s award in an auction as a percentage of his demand.\n• Demand to reserve requirement: demand (summed across individual bids) divided\nby the bank’s reserve requirement (in the maintenance period where the auction occurs).\n• Award to total award: a bidder’s award in an auction as a percentage of aggregate\naward in that auction to financial institutions registered in Germany.\n• Bidding frequency: percentage of auctions a bank participates in.18\n• Number of bids: the number of interest rate-quantity pairs.\nThere are substantial differences across bank categories in the prices paid for liquidity, as measured by underpricing and relative underpricing. Private banks have an average underpricing and relative underpricing of 1.24 bp and 0.07 bp, respectively. For savings banks, the corresponding numbers are 1.66 bp and −0.01 bp; for cooperatives they are 0.78 bp and −0.87 bp; for foreign banks they are 0.69 bp and −0.18 bp; for Landesbanks they are 1.48 bp and 0.53 bp, and for cooperative central banks they are 2.82 bp and 0.51 bp. Thus Landesbanks are the best performers, having a relative underpricing which is 1.40 bp higher than cooperatives, which are the worst performers. The Landesbanks are closely followed by the cooperative central banks.19\n17The stopout, or marginal, rate is the rate of the lowest winning bid. 18This means that, unlike the other variables in this list, bidding frequency is not an average across a bank’s demand schedules in different auctions. 19A caveat with respect to using the raw underpricing number, instead of the relative underpricing, to gauge what banks pay relative to each other is that the raw underpricing measure gives more weight to\n16\nWe see very similar results when we analyze the willingness to pay for liquidity across different bank categories. This is measured by discount and relative discount. Private banks have an average discount and relative discount of 3.04 bp and 0.14 bp, respectively. For savings banks, the corresponding numbers are 3.32 bp and −0.09 bp; for cooperatives they are 3.47 bp and −0.18 bp; for foreign banks they are 2.84 bp and −0.15 bp; for Landesbanks they are 2.83 bp and 0.50 bp, and for cooperative central banks they are 4.27 bp and 0.45 bp. Thus Landesbanks and cooperative central banks, followed by the private banks, are willing to pay less for liquidity than the rest of the banks.\nThe stopout deviation captures the banks’ ability to correctly predict the stopout rate in a given auction. It is lowest for the Landesbanks, 1.04 bp, and cooperative central banks, 1.17 bp, and highest for the cooperatives, 2.80 bp. These results are thus consistent again with the larger relative underpricing we observe for the Landesbanks and cooperative central banks.\nThe award ratio measures the relative aggressiveness of a bidder. An award ratio of 100% in a given auction means that all of a bidder’s bids won, i.e. all his bids were above the stop-out rate. Thus the bidder can be said to have been highly aggressive relative to other bidders. An award ratio of 0 is indicative of very cautious bidding. Cooperative central banks have the lowest award ratio, 42.34%, followed by the Landesbanks with an award ratio of 48.54%. There are only relatively small differences in award ratios across the other bank categories. The range is from 54.90% for private banks to 58.97% for cooperatives.\nThe award to total award varies between 0.03% (cooperatives), 0.09% (savings), 0.17% (foreign), 0.63% (private), 1.45% (cooperative central banks), and 1.68% (Landesbanks). The maximum is 11.58% (a private domestic bank). These numbers illustrate how small any bank in this market is compared to the market size.\nThe average demand to reserve requirement ratio goes from 249.83% (cooperatives) to 1221.95% (cooperative central banks). These high averages are influenced by some the early auctions in the sample period, since these auctions had a higher participation rate (see Nyborg et al (2002) for a discussion of the decreasing time trend in the number of bidders). Since interbank rates were higher around these auctions, the underpricing in these auctions was higher than in later auctions.\n17\nextremely large observations. The largest single observation is 12,124.14% (a private bank).\nLandesbanks participate more frequently than other banks, specifically they bid on average in 80.45% of the 78 auctions. Cooperative bidders participate in the fewest number of auctions, only 27.51%. As seen by comparing Tables 1 and 2 the cooperative sector also has the smallest participation rate, as measured by the percentage of banks in the sector that bid at least once. The average number of bids per demand schedule varies from 1.87 (foreign banks) to 3.51 (cooperative central banks).\nThe univariate statistics for the pricing and bidding variables in this section do not control for other important factors such as the size of a bank and auction specific exogenous variables. This will be addressed in the subsequent regression analysis."
    }, {
      "heading" : "4 Cross-Sectional Analysis",
      "text" : "Our objective in this section is to produce a first take of some patterns that are apparent in the data, especially with respect to the relation between a bank’s size and the price it pays for liquidity. The cross-sectional analysis in this section is refined in the next section where we take advantage of the panel structure of the data. In the current section, the focus is necessarily on features that are permanent or relatively time invariant, i.e., bank size and type. We start by tabulating descriptive statistics for different size groups, along similar lines as what we did in the previous section for different bank types. We then present cross-sectional regressions of the price banks pay for liquidity and their willingness to pay, as well as some other performance variables, on bank size, a bank’s typical liquidity position, and bank type."
    }, {
      "heading" : "4.1 Size Sorted Groups",
      "text" : "We divide the sample of bidders and non-bidders, excluding Landesbanks and cooperative central banks, into two sets of 12 size groups, sorted by average asset value. That is, for all bidders, we first calculate each bank’s average asset value throughout the sample period and place the banks into the following percentile groupings: 0 - 5, 6 -10, 11 - 20, 21 - 40,\n18\n41 - 60, 61 -80, 91 - 95, 96, 97, 98, and 99. We do the same for non-bidders.\nWe report on liquidity status statistics across auctions for these groups in Table 4. Panel (a) reports on bidders and panel (b) on non-bidders. Focusing on bidders, the average asset value for banks in the 99th percentile is 105,928.50 million euros, while the average size of banks in the 0-5th percentiles is 71.22 million. This illustrates that there is a large heterogeneity in terms of size. With respect to liquidity positions, the table shows that the average normalized net excess reserves is negative for all size groups, with large banks being more short than small banks. For example, it is −372.45% for the 99th percentile and −14.70% for the smallest size group. Large banks are more short also by other measures; for example, the 99th percentile has an average normalized gross excess reserves of −8.11% versus 39.00% for the smallest size group, and an average fulfillment going into an auction of 94.00% versus 111.61% for the smallest size group. A possible reason for why large banks take shorter positions is that they are involved in a greater range of business and are thus fundamentally better insured against adverse liquidity shocks [along the lines discussed in Kashyap, Rajan, and Stein (2002)].\nIn contrast to bidders, panel (b) shows that for all non-bidding size groups, the gross excess reserves is positive, illustrating again that bidders tend to be more short than nonbidders.20 Paralleling the result for bidding banks, we also see that among non-bidders, larger banks are also less long than smaller banks.\nTable 5 provides price and bidding statistics for the same size groups as in Table 4. Focusing on our measures for the relative price of liquidity, we see that these vary substantially among groups. Underpricing is negative for the three smallest groups (up to the bottom 20 percent), and relative underpricing is negative for the six smallest groups (up to the bottom 80 percent). The differences in underpricing and relative underpricing, respectively, between the 99th percentile and the 0-5th percentiles are 2.09 bp and 2.06 bp. But the best performing percentile is actually the 97th, which has an underpricing of 1.35 bp as compared with .76 for the 99th percentile. These differences reflect a larger willingness to pay among smaller banks, as revealed by their larger discount. However, the\n20Note that for non-bidders, the gross excess reserves is the identical to the net excess reserves, since\nthere is no maturing repo for these banks.\n19\ndifference in discounts between the largest and smallest size groups only explains approximately 1 basis point of the 2 bp difference in what they pay. The extra difference appears to be due to larger banks having a smaller stopout deviation; the 99th percentile group has a stopout deviation of 1.09 bp versus 2.78 bp for the smallest 0-5th percentile. This increased precision of larger banks’ bids, relative to the stopout rate, means that larger banks tend to win with lower bids than smaller banks, contributing to larger banks obtaining liquidity at a cheaper price. Finally, we note that the higher bids of small bidders is reflected in their higher award ratios, this is 65.36% for the group of the smallest banks but only 52.40% for those in the 97th percentile.\nThe table also reports on group level statistics; number bidders, fraction winners, standard deviation of discount, and award to total award. For each group, these are calculated for each auction, with the table reporting the means across the auctions. From the perspective of what banks pay for liquidity, the most interesting group variable is arguably the standard deviation of discounts. This tells us how much bids are spread out within a group in an auction. It complements the stopout deviation. The group standard deviation of discounts is 1.41 bp for the 99th percentile size group versus 3.63 bp for the 0-5th percentile. Thus, in the smaller size group, we see more extreme bidding, which in turn leads to smaller banks winning with larger bids, and thus ending up paying more.\nTo conclude, from Tables 4 and 5, we see a sharp size effect in the primary market for liquidity; large banks have shorter positions, yet are willing to pay less, and end up paying less, as compared with smaller banks."
    }, {
      "heading" : "4.2 Regression Analysis",
      "text" : "For each bidding bank, we consider the following dependent variables, as averages across the auctions where the bank participated or won some units:21 underpricing, relative underpricing, discount, relative discount, stopout deviation, award ratio, and demand to reserve requirements. As independent variables, we employ for each bank: the natural\n21Underpricing and relative underpricing can only be calculated conditional on winning. The other\ndependent variables are calculated conditional on bidding.\n20\nlog of the bank’s assets and the net normalized excess reserves, both as averages over the sample period. We also include bank sector dummy variables for savings, cooperatives, foreign banks, Landesbanks, and cooperative central banks, thus taking private domestic banks as the benchmark. Standard errors are adjusted for heteroscedasticity by using the Huber/White estimate of variance.\nThe results of these cross-sectional regressions are reported in Table 6. With respect to bank size, the findings are consistent with those above; the price of liquidity increases in bank size. The coefficient on ln(assets) in the underpricing regression is .2. In other words, an increase in size (in millions) by a factor of e leads to a .2 bp increase in underpricing. The coefficient on the normalized net excess reserves is positive, but insignificant. There is thus weak evidence that bidders that are “more long” have lower underpricing.\nThe regression evidence on the underpricing size effect can be compared to the increase in underpricing in the larger size groups as reported in Table 5. Going from the smallest group to the 98th and 99th percentile groups represents an increase in the natural log of the average asset size of approximately 5.8 and 7.2, respectively. According to the regression results, this gives an increase in underpricing from the lowest to the 98th and 99th percentile groups of approximately 1.17 bp and 1.45 bp, respectively. This is lower than the differences reported in Table 5 of 2.21 bp and 2.06 bp, respectively. This reflects that the smallest group has an exceedingly poor performance. Comparing the second smallest size group (6-10th percentile) to the 98th percentile, we have an increase in ln(asset size) of approximately 5.2, which according to the regression results gives an increase in underpricing 1.05 bp. This is in line with the numbers in Table 5, which shows a difference of 1.19 bp.\nThe regression results in Table 6 on the discount shows that this measure is not related to bank size. This is surprising given the strong relation between underpricing and bank size. It is also in contrast to the results from the size sorted groups. A difference now, of course, is that the regression controls for liquidity positions and bank type. Looking at the stopout deviation regression, we see that the reason large banks end up paying less is that they cluster their bids tighter around the stop-out rate than do smaller banks, as can be seen from the negative coefficient on ln(assets).\n21\nLooking at the coefficients of the net normalized excess reserves in the seven regressions in Table 6, we see that we cannot conclude that banks pay more for liquidity, the shorter they are, contrary to what one might expect. Of course, since a bank’s liquidity position changes over time, cross-sectional regressions are not the appropriate way to examine the effect of liquidity positions."
    }, {
      "heading" : "5 Panel Regressions",
      "text" : "This section contains the main analysis of the paper. We start by running plain panel regressions on the sample of bidding banks, examining the impact on the key pricing and bidding variables of a range of bank characteristics and market conditions. We then examine the robustness of these findings by running Heckman selection regressions to take into account a bank’s decision to participate in a given auction, using bidding as well as non-bidding banks."
    }, {
      "heading" : "5.1 Explanatory Variables",
      "text" : "The explanatory variables can be divided into four categories. First, we have the (more or less) permanent bank characteristics, ln(assets) and bank type. Second, we have liquidity condition variables, which include a temporary bank characteristic, normalized net excess reserves; a market condition, imbalance; and two interaction variables, imbalance×nex (nex is the normalized net excess reserves) and imbalance×ln(assets). Third, we have auction specific market conditions, expected auction size and the size ratio. Fourth, we have interbank rate variables, the swap spread, the negative swap spread, and volatility. These are described in more detail below (but not the bank characteristics, which are discussed in earlier sections).\nLiquidity position variables: We use our reserve position data to calculate a measure of imbalance in the market. In particular, for each operation, we define imbalance to be the standard deviation of the normalized net excess reserves across all banks, bidders and nonbidders alike. The purpose of including this variable in our regressions is to examine the\n22\nhypothesis that liquidity is more expensive when there is a greater imbalance in liquidity positions across banks. For each bank, we interact imbalance with the normalized net excess reserves (nex), in order to examine the extent to which more short banks may be more vulnerable to a greater imbalance in the market. Under the hypothesis that short squeezing is an issue, Nyborg and Strebulaev (2004) show that a greater dispersion of holdings across banks leads to more aggressive bidding by shorts that are subject to the possibility of being squeezed as well as by banks that have sufficient market power to implement a squeeze. Given the importance of bank size, documented in the previous section, we also interact imbalance with ln(assets) to examine the extent to which smaller banks may have a further disadvantage in more imbalanced markets.\nOperation specific market conditions: Under the hypothesis that positions matter and that short squeezing may be a concern, we would expect that the price of liquidity is larger when the operation offers a poor opportunity for refinancing maturing loans from the operations two weeks ago. To examine this, we define the size ratio to be the expected size of the current operation as a percentage of the size of the operation two weeks ago, and which now needs to be refinanced. To control for the absolute size of an auction, we include the expected auction size, defined as the liquidity neutral amount as announced by the ECB the afternoon before the operation.\nInterbank rate variables: Following Nyborg et al. (2002), we define the swap spread as the two week Eonia swap rate at 9:15 on the auction day (see above) less the minimum bid rate in the auction. We also follow these authors in calculating the conditional volatility of the swap rate using a modified GARCH model, based on daily observations at 9:15 am (see Appendix 2) in the period 4 January 1999 to 20 December 2001. All these variables are shown by Nyborg et al to affect bidder behavior in the ECB’s main refinancing operations. The swap spread, in particular, contributes to a high R2. We also define the negative swap spread as dummy variable which is 1 if the swap rate is below the minimum bid rate and zero otherwise. Nyborg et al find that this occurs for some auctions and that it has an adverse impact on bidders’ demand.\nSummary statistics for the market condition variables, including the two interaction variables, are in Table 7. Imbalance has a mean of 1,144% and a standard deviation of\n23\n3,331%. It is highly skewed; the minimum is 86%, the median is 400%, and the maximum is 26,997%. Imbalance×nex has a mean of -208,065%2 and a standard deviation of approximately 10 times that. Imbalance×ln(assets) has a mean of 7,543 and a standard deviation of around three times that. The size ratio averages to 1.24 and has a standard deviation of 1.75. Its minimum is .2 and its maximum is 15.8, illustrating that there is a substantial range in this measure. There is substantially larger scope to refinance a repo when the current auction is 15.8 times larger than the previous one as compared with when the size ratio is merely .2. The expected auction size has an average of 84.256 billion euros, with a standard deviation of 28.829 billion. On auction days, the swap spread has an average of 5.91 bp, with a standard deviation of 8.66 bp. The volatility of the swap rate has an average of 5.32 bp on auction days, with a standard deviation of 1.33 bp."
    }, {
      "heading" : "5.2 Panel Regressions without Heckman Correction",
      "text" : "In this subsection, we run panel regressions of underpricing, relative underpricing, discount, relative discount, stopout deviation, award ratio, and demand to reserve requirement on the explanatory variables discussed above. Standard errors are adjusted for heteroscedasticity by using the Huber/White estimate of variance and are clustered on the auctions.\nTable 8 reports the results. Each column represents a different regression, and we discuss each in turn. The underpricing regression confirms our earlier results that large banks pay less for liquidity; the coefficient on ln(size) in the underpricing regression is a statistically significant (at the 1% level) 0.155. Looking at the bank type dummies, we see that only the cooperatives have an underpricing which is statistically different from that of private banks. Controlling for all other factors, cooperatives pay .359 bp more for liquidity than private banks.\nWith respect to the liquidity position variables, note first that the coefficient on the normalized net excess reserves is statistically insignificant. However, the coefficient on imbalance is negative and statistically significant, meaning that the price of liquidity in the primary market relative to the contemporaneous swap rate increases when there is greater imbalance in liquidity positions across banks. The effect is also economically significant,\n24\ngiven the magnitudes that we are dealing with in this market. A one standard deviation increase in imbalance leads to a decrease in underpricing of approximately .4 bp. The coefficient on the interaction variable imbalance×nex is positive and statistically significant. A one standard deviation increase in this variable has a .04 bp effect on underpricing. This shows that as imbalance increases, banks pay more for liquidity the shorter they are. The interaction variable imbalance×ln(assets) is also positive and statistically significant. In this case, a one standard deviation increase in the independent variable leads to an increase in underpricing of approximately .1 bp. In other words, as imbalance increases, large banks suffer less than small banks, in terms of the price they pay for liquidity.\nTurning now to the operation specific market condition variables, the coefficients on the size ratio and the expected size are .097 and .030, respectively, both significant at the 1% level. So as the auction size grows, the price paid for liquidity falls. The positive coefficient on expected size may reflect that increasingly expensive collateral has to be used as the auction size grows, as suggested by Nyborg et al (2002). The positive size ratio coefficient tells us that the price of liquidity gets relatively more expensive when the scope for refinancing falls. This illustrates that aggregate positions matter.\nFinally, the interbank rate variables follow the results previously documented by Nyborg et al (2002). Underpricing increases in the swap spread and decreases in volatility. The negative swap spread dummy variable obviously has a negative coefficient, since bids below the minimum bid rate are not admissible.\nThe relative underpricing regression is similar, except that most of the market condition variables are now insignificant, as one would expect. The coefficient on imbalance and the two interaction variables, however, are still statistically significant. The negative coefficient on imbalance is interesting. It means that the distribution of the price paid for liquidity across banks in an operation is skewed towards higher rates. This is consistent with the view that a larger imbalance leads to a larger chance of a liquidity squeeze.\nThe discount regression is also in line with the underpricing regression, but with some notable exceptions. First, paralleling the cross-sectional regressions, we see that ln(assets) is not significantly different from zero. Second, the normalized net excess reserves is now significant at the 1% level. Specifically, the coefficient is 2.4 × 10−4, showing that\n25\nthe shorter a banks is the smaller is the discount. This is equivalent to saying that a one standard deviation (for private banks) decrease in the normalized net excess reserve, leads to increase in the relative willingness to pay by approximately .1 bp. The interaction variable imbalance×nex is not different from zero, in contrast to the underpricing. Savings banks have a lower discount, and thus a higher willingness to pay, than private banks, yet do not end up paying more. Most of these differences seem to be explained by the stopout deviation regression. For example, savings banks have a significantly smaller stopout deviation than private banks. So even though they have lower discounts, they do not end up paying more.\nThe award ratio regression shows that this variable tends to decrease in bank size and the normalized net excess reserve. In other words, smaller and shorter banks are relatively more aggressive within an auction than large and less short banks. The coefficients on the two interaction variables, show that as imbalance increases, a bank’s aggressiveness in the auction gets relatively smaller the longer and larger it is. This supports the evidence from the underpricing regression that smaller and shorter banks are more vulnerable to liquidity squeezes, given that imbalance measures the potential for a squeeze.\nThe demand to reserves requirements regression shows that a bank’s total demand relative to its reserves is decreasing in the normalized net excess reserves, i.e., banks demand more relatively more the shorter they are.\nTo summarize, the panel regressions confirm the finding from our cross-sectional analysis that banks pay more for liquidity the smaller they are. In addition, the panel regressions show that liquidity positions affect the price paid for liquidity and the willingness to pay. But it is not just a bank’s own position that matters; it is especially how liquidity is distributed across banks. The more imbalance there is, the more are banks willing to pay and the more do they end up paying, especially the shorter and smaller they are."
    }, {
      "heading" : "5.3 Panel Regressions with Heckman Correction",
      "text" : "The Heckman selection model combines a selection mechanism for participating in the main refinancing operation with a regression model. Indexing banks by i and operations\n26\nby j, the selection equation is\nz∗ij = γ ′wij + µij. (6)\nThe regression model is\nyij = β ′xij + ij, (7)\nwhere (µij, ij) are assumed to be bivariate normal [0, 0, 1, σ , ρ].\nz∗ij is not observed; the variable is observed as zij = 1 if z ∗ ij > 0 and 0 otherwise with\nprobabilities Prob(zij = 1) = Φ(γ ′wij) and Prob(zij = 0) = 1-Φ(γ ′wij). zi = 1 indicates that the bank participates and Φ is the standardized normal cumulative distribution function.\nIn the selected sample,\nE[yij|zij = 1] = β ′xij + ρσ λ(γ′wij) (8)\nThe model is estimated by maximum likelihood, see Greene (2000), which provides consistent, asymptotically efficient parameter estimates. Standard errors are adjusted for heteroscedasticity by using the Huber/White estimate of variance and are clustered at the auction level.\nThe set of explanatory variables, x, in the regression model are the same as in the panel regressions in the previous subsection. In the selection equation, we use two additional variables, namely maturing repo and last auction. Maturing repo is 1 if the bank won some units two operations ago, and last auction is the aggregate underpricing in the previous main refinancing operation. We expect that a bank is more likely to participate if it has to refinance (maturing repo is 1). The results are virtually the same with or without the variable last auction.\nThe Heckman model is run on the full dataset, including bidding banks and nonbidding banks. Results are in Table 9. Panel (a) presents the regression model, panel (b) the selection model, and panel (c) provides statistics on the parameters. Comparing panel (a) to the plain panel regression in Table 8, we see very few notable differences. The variables that were significant remain so, though sometimes with altered p-levels, and the coefficients are very close to what they were before. Outside of the demand to reserves requirement regression, the only exception appears to be ln(assets) in the relative discount\n27\nregression, which loses significance. New variables do not become significant in any of the regressions. The conclusions from the previous subsection remain intact.\nIn panel (b), we see that the selection equation is virtually the same for the different independent variables. This illustrates its robustness. We note that increased bank size is associated with a larger likelihood to participate, as is being a savings bank. Cooperatives and foreign banks are less likely to participate. With respect to liquidity status, we see that a larger imbalance is associated with a larger participation rate, consistent with the interpretation that this variable is associated with squeezes; the more likely a squeeze is, the more important it is to participate in order to cover one’s short position, or possibly being able to squeeze. A bank is also more likely to participate when the size ratio is large. This is not surprising, since a larger relative auction size is indicative of an increased need for liquidity in the banking system. Banks are also more likely to participate when the swap spread is large, perhaps because this is associated with larger underpricing. A negative swap spread is, not surprisingly, associated with less participation. An increase in volatility and expected auction size are both associated with an increased likelihood of bidding. The positive coefficients on maturing repo and last auction confirm that banks are more likely to participate if they have a refinancing need and also when the previous auction was highly underpriced.\nPanel c reports the different parameters for the Heckman estimation, i.e. ρ, σ, and λ. The results suggest that these parameters are significant for each of the estimations, except for the underpricing estimation. In particular, the correlation of the residuals in the bidding and performance model and the selection model, which is captured by ρ, is significant at the 5% level. This suggests that is important to use the Heckman approach to take into account the decision whether to submit a bid for the analysis of how bidders submit their bids. Nevertheless, as we have seen, the results from the Heckman panel regression are virtually the same as in the plain panel regression.\n28"
    }, {
      "heading" : "6 Conclusion",
      "text" : "This paper documents that the price of liquidity systematically depends on bank characteristics and market conditions. We specifically test three hypotheses, which are derived from economic theory, and find the following results. First, our findings are consistent with the existence of periodically occurring liquidity squeezes. A greater imbalance in liquidity positions across banks is associated with a rise in the price of liquidity, relative to the benchmark, as predicted by the theoretical work by Nyborg and Strebulaev (2004). Furthermore, the shorter a bank is the more adversely it is affected by an increase in imbalance, ceteris paribus. Since the sample period of this paper is a time of relative normalcy in the interbank markets, this shows that liquidity squeezes are not just a crisis phenomenon.\nSecond, we document a systematic relation between bank size and the price of liquidity. Controlling for a variety of factors, we find that larger banks pay less than do smaller banks. This effect is even more pronounced when there is an increase in the imbalance of the liquidity positions. Smaller banks thus appear to be more vulnerable to a liquidity squeeze, ceteris paribus. This may also help explain why smaller banks tend to be relatively less short than larger banks prior to refinancing operations.\nThird, we find that membership in a formal relationship lending network does not reduce the price a bank pays for liquidity. German savings and cooperative banks, which formally belong to these networks, do not pay less than other banks, which are not part of these networks. Cooperative banks even bid and pay more than other banks. This gives rise to the notion that these formal networks may induce banks to free-ride on the efforts of other banks in the network (as discussed in the Introduction). An alternative view is that cooperatives and savings banks that participate in the main refinancing operations do so because they experience rationing by their respective networks, and this may give them an increased willingness to pay for liquidity in the market.\nThere are several ways this line of research can be broadened. For example, a pertinent question is whether banks with poor collateral or low quality balance sheets are more exposed to adverse liquidity conditions and therefore bid and pay more in the primary\n29\nmarket. That underpricing in the main refinancing operations is increasing in the size of the operation is consistent with the view that different collateral have different opportunity costs. Data on individual bank collateral holdings, however, is very hard to obtain.\nAnother important issue is how the effects we have uncovered would play out during a crisis period. For example, that small banks are more adversely affected by increases in the liquidity imbalance in the banking sector, ceteris paribus, suggests that small banks would be more vulnerable in a crisis. On the other hand, since small banks tend to be less short than large banks, it is possible that the net effect of a crisis may be worse for large banks than small ones. Thus, while our findings are consistent with the view that large banks have better access to the interbank market for liquidity than smaller banks, it is not clear how they would fare if this market would seize up.\nFinally, our finding that there are imperfections in the market for liquidity even during times of normalcy leaves us with the hypothesis that the current crisis represents a flaring up of these imperfections. This is an important issue to settle for future research.\n30"
    } ],
    "references" : [ {
      "title" : "Bank Size, Collateral, and Net Purchase Behavior in the Federal Funds market: Empirical Evidence",
      "author" : [ "Allen", "Linda", "Stavros Peristiani", "Anthony Saunders" ],
      "venue" : "Journal of Business,",
      "citeRegEx" : "Allen et al\\.,? \\Q1989\\E",
      "shortCiteRegEx" : "Allen et al\\.",
      "year" : 1989
    }, {
      "title" : "Financial Contagion",
      "author" : [ "Allen", "Franklin", "Douglas Gale" ],
      "venue" : "Journal of Political Economy,",
      "citeRegEx" : "Allen et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Allen et al\\.",
      "year" : 2000
    }, {
      "title" : "Preference Shocks, Liquidity and Central Bank Policy,",
      "author" : [ "Bhattacharya", "Sudipto", "Douglas Gale" ],
      "venue" : "Contracting, Economics Letters,",
      "citeRegEx" : "Bhattacharya et al\\.,? \\Q1987\\E",
      "shortCiteRegEx" : "Bhattacharya et al\\.",
      "year" : 1987
    }, {
      "title" : "Market Liquidity and Funding Liquidity, Review of Financial Studies, forthcoming",
      "author" : [ "Brunnermeier", "Markus", "Lasse Pedersen" ],
      "venue" : "Money and Finance,",
      "citeRegEx" : "Brunnermeier et al\\.,? \\Q2008\\E",
      "shortCiteRegEx" : "Brunnermeier et al\\.",
      "year" : 2008
    }, {
      "title" : "Commonality in Liquidity",
      "author" : [ "Chordia", "Tarun", "Avanidhar Subrahmanyam", "Richard Roll" ],
      "venue" : "Journal of Financial Economics,",
      "citeRegEx" : "Chordia et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Chordia et al\\.",
      "year" : 2000
    }, {
      "title" : "The Eurosystem Money Market Auctions: A Banking Perspective",
      "author" : [ "Craig", "Ben", "Falko Fecht" ],
      "venue" : "Journal of Banking and Finance,",
      "citeRegEx" : "Craig et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Craig et al\\.",
      "year" : 2007
    }, {
      "title" : "Bank Runs, Liquidity, and Deposit Insurance",
      "author" : [ "Diamond", "Douglas W", "Philip H. Dybvig" ],
      "venue" : "Journal of Political Economy,",
      "citeRegEx" : "Diamond et al\\.,? \\Q1983\\E",
      "shortCiteRegEx" : "Diamond et al\\.",
      "year" : 1983
    }, {
      "title" : "Systemic Risk, Interbank Relations, and Liquidity Provision by the Central Bank, Journal of Money, Credit, and Banking",
      "author" : [ "Freixas", "Xavier", "Bruno M. Parigi", "Jean Charles Rochet" ],
      "venue" : "Econometric Analysis,",
      "citeRegEx" : "Freixas et al\\.,? \\Q2000\\E",
      "shortCiteRegEx" : "Freixas et al\\.",
      "year" : 2000
    }, {
      "title" : "Stulz (eds), Handbooks in the Economics of Finance, Volume 1A",
      "author" : [ "M. Harris" ],
      "venue" : "Corporate Finance, Elsevier Science,",
      "citeRegEx" : "Harris and ,? \\Q2003\\E",
      "shortCiteRegEx" : "Harris and ",
      "year" : 2003
    }, {
      "title" : "The Daily Market for Federal Funds",
      "author" : [ "Hamilton", "James D" ],
      "venue" : "Journal of Political Economy,",
      "citeRegEx" : "Hamilton and D.,? \\Q1996\\E",
      "shortCiteRegEx" : "Hamilton and D.",
      "year" : 1996
    }, {
      "title" : "Systematic Liquidity",
      "author" : [ "Huberman", "Gur", "Dominika Halka" ],
      "venue" : "Liquidity, Journal of Financial Economics,",
      "citeRegEx" : "Huberman et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Huberman et al\\.",
      "year" : 2001
    }, {
      "title" : "Bidding and Performance in Repo Auctions: Evidence from ECB Open Market Operations, European Central Bank, Working Paper 157",
      "author" : [ "Nyborg", "Kjell G", "Ulrich Bindseil", "Ilya A" ],
      "venue" : "Strebulaev,",
      "citeRegEx" : "Nyborg et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Nyborg et al\\.",
      "year" : 2002
    }, {
      "title" : "An Economic Theory of Alliances, Review of Economics and Statistics",
      "author" : [ "Olsen Jr.", "Mancur", "Richard" ],
      "venue" : "Zechkauser,",
      "citeRegEx" : "Jr et al\\.,? \\Q1966\\E",
      "shortCiteRegEx" : "Jr et al\\.",
      "year" : 1966
    }, {
      "title" : "The Relevance of Judicial Procedure for Economic Growth",
      "author" : [ "Bernd Hayo", "Stefan Voigt" ],
      "venue" : null,
      "citeRegEx" : "Hayo and Voigt,? \\Q2008\\E",
      "shortCiteRegEx" : "Hayo and Voigt",
      "year" : 2008
    }, {
      "title" : "Neckermann, Awards in Economics – Towards a New Field of Inquiry",
      "author" : [ "Bruno S. Frey", "Susanne" ],
      "venue" : null,
      "citeRegEx" : "Frey and Susanne,? \\Q2009\\E",
      "shortCiteRegEx" : "Frey and Susanne",
      "year" : 2009
    }, {
      "title" : "How Low Business Tax Rates Attract Multinational Headquarters: Municipality-Level Evidence from Germany",
      "author" : [ "Sascha O. Becker", "Peter H. Egger", "Valeria Merlo" ],
      "venue" : null,
      "citeRegEx" : "Becker et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Becker et al\\.",
      "year" : 2009
    }, {
      "title" : "Doppelhofer and Martin Feldkircher, The Determinants of Economic Growth in European Regions",
      "author" : [ "2519 Jesus Crespo Cuaresma", "Gernot" ],
      "venue" : null,
      "citeRegEx" : "Cuaresma and Gernot,? \\Q2009\\E",
      "shortCiteRegEx" : "Cuaresma and Gernot",
      "year" : 2009
    }, {
      "title" : "Sustainability and Discounted Utilitarianism in Models of Economic Growth",
      "author" : [ "2521 Geir B. Asheim", "Tapan Mitra" ],
      "venue" : null,
      "citeRegEx" : "Asheim and Mitra,? \\Q2009\\E",
      "shortCiteRegEx" : "Asheim and Mitra",
      "year" : 2009
    }, {
      "title" : "The Stability of Downtown Parking and Traffic Congestion",
      "author" : [ "Richard Arnott", "Eren Inci" ],
      "venue" : null,
      "citeRegEx" : "Arnott and Inci,? \\Q2009\\E",
      "shortCiteRegEx" : "Arnott and Inci",
      "year" : 2009
    }, {
      "title" : "Trade Retaliation in a Monetary-Trade",
      "author" : [ "John Whalley", "Jun Yu", "Shunming Zhang" ],
      "venue" : null,
      "citeRegEx" : "Whalley et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Whalley et al\\.",
      "year" : 2009
    }, {
      "title" : "Fjærli, Neutral Taxation of Shareholder Income? Corporate Responses to an Announced Dividend",
      "author" : [ "2530 Annette Alstadsæter", "Erik" ],
      "venue" : null,
      "citeRegEx" : "Alstadsæter and Erik,? \\Q2009\\E",
      "shortCiteRegEx" : "Alstadsæter and Erik",
      "year" : 2009
    }, {
      "title" : "Neckermann, Academics Appreciate Awards – A New Aspect of Incentives in Research",
      "author" : [ "Bruno S. Frey", "Susanne" ],
      "venue" : null,
      "citeRegEx" : "Frey and Susanne,? \\Q2009\\E",
      "shortCiteRegEx" : "Frey and Susanne",
      "year" : 2009
    }, {
      "title" : "Common Trends and Common Cycles among Interest Rates of the G7-Countries",
      "author" : [ "2532 Nannette Lindenberg", "Frank Westermann" ],
      "venue" : null,
      "citeRegEx" : "Lindenberg and Westermann,? \\Q2009\\E",
      "shortCiteRegEx" : "Lindenberg and Westermann",
      "year" : 2009
    }, {
      "title" : "The Role of Profit Sharing in a Dual Labour Market with Flexible Outsourcing",
      "author" : [ "2533 Erkki Koskela", "Jan König" ],
      "venue" : null,
      "citeRegEx" : "Koskela and König,? \\Q2009\\E",
      "shortCiteRegEx" : "Koskela and König",
      "year" : 2009
    }, {
      "title" : "Chinese Experience with Global 3G Standard-Setting",
      "author" : [ "John Whalley", "Weimin Zhou", "Xiaopeng An" ],
      "venue" : null,
      "citeRegEx" : "Whalley et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Whalley et al\\.",
      "year" : 2009
    }, {
      "title" : "Verdelin, Optimal Provision of Public Goods: A Synthesis",
      "author" : [ "2538 Claus Thustrup Kreiner", "Nicolaj" ],
      "venue" : null,
      "citeRegEx" : "Kreiner and Nicolaj,? \\Q2009\\E",
      "shortCiteRegEx" : "Kreiner and Nicolaj",
      "year" : 2009
    }, {
      "title" : "Application of Stochastic Optimal Control to Financial Market Debt Crises",
      "author" : [ "Jerome L. Stein" ],
      "venue" : null,
      "citeRegEx" : "Stein,? \\Q2009\\E",
      "shortCiteRegEx" : "Stein",
      "year" : 2009
    }, {
      "title" : "Heckemeyer, FDI and Taxation: A Meta-Study",
      "author" : [ "Lars P. Feld", "Jost H" ],
      "venue" : null,
      "citeRegEx" : "Feld and H.,? \\Q2009\\E",
      "shortCiteRegEx" : "Feld and H.",
      "year" : 2009
    }, {
      "title" : "Riphahn, Age at School Entry and Intergenerational Educational Mobility",
      "author" : [ "Philipp C. Bauer", "Regina T" ],
      "venue" : null,
      "citeRegEx" : "Bauer and T.,? \\Q2009\\E",
      "shortCiteRegEx" : "Bauer and T.",
      "year" : 2009
    }, {
      "title" : "Variable Selection and Inference for Multi-period Forecasting",
      "author" : [ "M. Hashem Pesaran", "Andreas Pick", "Allan Timmermann" ],
      "venue" : null,
      "citeRegEx" : "Pesaran et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Pesaran et al\\.",
      "year" : 2009
    }, {
      "title" : "Consumption Risk Sharing over the Business Cycle: the Role of Small Firms",
      "author" : [ "Mathias Hoffmann", "Iryna Shcherbakova" ],
      "venue" : "Access to Credit Markets,",
      "citeRegEx" : "Hoffmann and Shcherbakova,? \\Q2009\\E",
      "shortCiteRegEx" : "Hoffmann and Shcherbakova",
      "year" : 2009
    }, {
      "title" : "Volatility Spillovers and Contagion from Mature to Emerging Stock Markets",
      "author" : [ "John Beirne", "Guglielmo Maria Caporale", "Marianne Schulze-Ghattas", "Nicola Spagnolo" ],
      "venue" : null,
      "citeRegEx" : "Beirne et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Beirne et al\\.",
      "year" : 2009
    }, {
      "title" : "Economic and Political Determinants of Budget Deficits in the European Union: A Dynamic Random Coefficient",
      "author" : [ "Ali Bayar", "Bram Smeets" ],
      "venue" : null,
      "citeRegEx" : "Bayar and Smeets,? \\Q2009\\E",
      "shortCiteRegEx" : "Bayar and Smeets",
      "year" : 2009
    }, {
      "title" : "Airline Emission Charges: Effects on Airfares, Service Quality, and Aircraft",
      "author" : [ "Jan K. Brueckner", "Anming Zhang" ],
      "venue" : null,
      "citeRegEx" : "Brueckner and Zhang,? \\Q2009\\E",
      "shortCiteRegEx" : "Brueckner and Zhang",
      "year" : 2009
    }, {
      "title" : "Money Matters – Evidence from a Large-Scale Randomized Field Experiment with Vouchers for Adult Training",
      "author" : [ "Dolores Messer", "Stefan C. Wolter" ],
      "venue" : null,
      "citeRegEx" : "Messer and Wolter,? \\Q2009\\E",
      "shortCiteRegEx" : "Messer and Wolter",
      "year" : 2009
    }, {
      "title" : "Legrenzi, Asymmetric and Non-Linear Adjustments in Local Fiscal Policy",
      "author" : [ "2550 Gabriella" ],
      "venue" : null,
      "citeRegEx" : "Gabriella,? \\Q2009\\E",
      "shortCiteRegEx" : "Gabriella",
      "year" : 2009
    }, {
      "title" : "Prarolo, Political Persistence, Connections and Economic Growth",
      "author" : [ "2553 Giorgio Bellettini", "Carlotta Berti Ceroni", "Giovanni" ],
      "venue" : null,
      "citeRegEx" : "Bellettini et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Bellettini et al\\.",
      "year" : 2009
    }, {
      "title" : "The Role of Mobility in Tax and Subsidy Competition",
      "author" : [ "2555 Alexander Haupt", "Tim Krieger" ],
      "venue" : null,
      "citeRegEx" : "Haupt and Krieger,? \\Q2009\\E",
      "shortCiteRegEx" : "Haupt and Krieger",
      "year" : 2009
    }, {
      "title" : "Estimation of Higher-Order Spatial Autoregressive Panel Data Error Component Models",
      "author" : [ "Harald Badinger", "Peter Egger" ],
      "venue" : null,
      "citeRegEx" : "Badinger and Egger,? \\Q2009\\E",
      "shortCiteRegEx" : "Badinger and Egger",
      "year" : 2009
    }, {
      "title" : "Budgetary and External Imbalances Relationship: A Panel Data Diagnostic",
      "author" : [ "2559 António Afonso", "Christophe Rault" ],
      "venue" : null,
      "citeRegEx" : "Afonso and Rault,? \\Q2009\\E",
      "shortCiteRegEx" : "Afonso and Rault",
      "year" : 2009
    }, {
      "title" : "Polborn, Political Competition between Differentiated Candidates",
      "author" : [ "Stefan Krasa", "Mattias" ],
      "venue" : null,
      "citeRegEx" : "Krasa and Mattias,? \\Q2009\\E",
      "shortCiteRegEx" : "Krasa and Mattias",
      "year" : 2009
    }, {
      "title" : "Hefeker, Taxation, Corruption and the Exchange Rate Regime",
      "author" : [ "2561 Carsten" ],
      "venue" : null,
      "citeRegEx" : "Carsten,? \\Q2009\\E",
      "shortCiteRegEx" : "Carsten",
      "year" : 2009
    }, {
      "title" : "The Economics of a Multilateral Investment Agreement",
      "author" : [ "2562 Jiahua Che", "Gerald Willmann" ],
      "venue" : null,
      "citeRegEx" : "Che and Willmann,? \\Q2009\\E",
      "shortCiteRegEx" : "Che and Willmann",
      "year" : 2009
    }, {
      "title" : "Demographic, Residential, and Socioeconomic Effects on the Distribution of 19 Century US White Statures",
      "author" : [ "Scott Alan Carson" ],
      "venue" : null,
      "citeRegEx" : "Carson,? \\Q2009\\E",
      "shortCiteRegEx" : "Carson",
      "year" : 2009
    }, {
      "title" : "Bęza-Bojanowska and Ronald MacDonald, The Behavioural Zloty/Euro Equilibrium Exchange Rate",
      "author" : [ "2568 Joanna" ],
      "venue" : null,
      "citeRegEx" : "Joanna,? \\Q2009\\E",
      "shortCiteRegEx" : "Joanna",
      "year" : 2009
    }, {
      "title" : "Active Labor Market Policy Evaluations: A Meta-analysis",
      "author" : [ "David Card", "Jochen Kluve", "Andrea Weber" ],
      "venue" : null,
      "citeRegEx" : "Card et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Card et al\\.",
      "year" : 2009
    }, {
      "title" : "Harnessing Windfall Revenues: Optimal Policies for Resource-Rich Developing Economies",
      "author" : [ "Frederick van der Ploeg", "Anthony J. Venables" ],
      "venue" : null,
      "citeRegEx" : "Ploeg and Venables,? \\Q2009\\E",
      "shortCiteRegEx" : "Ploeg and Venables",
      "year" : 2009
    }, {
      "title" : "Agency and Communication in IMF Conditional Lending: Theory and Empirical Evidence",
      "author" : [ "2574 Silvia Marchesi", "Laura Sabani", "Axel Dreher" ],
      "venue" : null,
      "citeRegEx" : "Marchesi et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Marchesi et al\\.",
      "year" : 2009
    }, {
      "title" : "The Effects of Monetary Policy on Unemployment Dynamics under Model Uncertainty - Evidence from the US and the Euro Area",
      "author" : [ "Carlo Altavilla", "Matteo Ciccarelli" ],
      "venue" : null,
      "citeRegEx" : "Altavilla and Ciccarelli,? \\Q2009\\E",
      "shortCiteRegEx" : "Altavilla and Ciccarelli",
      "year" : 2009
    } ],
    "referenceMentions" : [ {
      "referenceID" : 26,
      "context" : "may also be less exposed to liquidity shocks because it is more diversified, along the lines discussed by Kashyap, Rajan, and Stein (2002). A larger bank may also be willing to put more resources into liquidity management, since it has more to gain from a reduction in the per unit cost of liquidity.",
      "startOffset" : 126,
      "endOffset" : 139
    }, {
      "referenceID" : 26,
      "context" : ", Peek and Rosengren (1998), Berger and Udell (2002), Sapienza (2002), and Berger, Nathan, Petersen, Rajan, and Stein, (2005).",
      "startOffset" : 112,
      "endOffset" : 126
    }, {
      "referenceID" : 26,
      "context" : "range of business and are thus fundamentally better insured against adverse liquidity shocks [along the lines discussed in Kashyap, Rajan, and Stein (2002)].",
      "startOffset" : 143,
      "endOffset" : 156
    }, {
      "referenceID" : 11,
      "context" : "Interbank rate variables: Following Nyborg et al. (2002), we define the swap spread as",
      "startOffset" : 36,
      "endOffset" : 57
    } ],
    "year" : 2009,
    "abstractText" : null,
    "creator" : "PScript5.dll Version 5.2.2"
  }
}