{
  "name" : "cdc29273aaa000b9b53b.pdf",
  "metadata" : {
    "source" : "META",
    "title" : "Benefit or burden? Perceptions of energy efficiency efforts among low-income housing residents in New York City",
    "authors" : [ "Diana Hernández" ],
    "emails" : [ "dh2494@cumc.columbia.edu", "dap2158@columbia.edu" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Low-income households contend with high energy costs and poor thermal comfort due to poor structural conditions and energy inefficiencies in their homes. Energy efficiency upgrades can potentially reduce energy expenses and improve thermal comfort, while also addressing problematic issues in the home environment. The present mixed method pilot study explored the impacts of energy efficiency upgrades in 20 households in a low-income community in New York City. Surveys and interviews were administered to the heads of household in a variety of housing types. Interviews were also conducted with landlords of buildings that had recently undergone upgrades. Findings indicate that energy efficiency measures resulted in improved thermal comfort, enhanced health and safety and reduced energy costs. Participants reported largely positive experiences with the upgrades, resulting in direct and indirect benefits. However, results also indicate negative consequences associated with the upgrades and further illustrate that weatherization alone was insufficient to address all of the issues facing low-income households. Moreover, qualitative results revealed differing experiences of low-income renters compared to homeowners. Overall, energy efficiency upgrades are a promising intervention to mitigate the energy and structurally related challenges facing low-income households, but larger scale research is needed to capture the long-term implications of these upgrades.\nKeywords\nEnergy efficiency; Weatherization; Low-income housing; Energy insecurity\n1. Introduction\nOften consigned to the least efficient housing units, low-income householders experience disparate energy burden as they also allocate a disproportionate share of household income to energy expenditures. Inefficiencies often occur on accord of long-term disinvestments and poor maintenance by landlords as well as the use of lesser quality materials and less efficient appliances [1]. In addition, the impact of cost burdens associated with energy varies substantially by socioeconomic status. For instance, residential energy expenditures\n☆This work was supported by the Columbia University Provost’s Grant Program for Junior Faculty Who Contribute to the Diversity Goals of the University, February 2013. * Corresponding author. Tel.: +1 212 305 0245; mobile: +1 917 902 2446. dh2494@cumc.columbia.edu (D. Hernández), dap2158@columbia.edu (D. Phillips)..\nuthor M anuscript\nA uthor M anuscript A uthor M anuscript\nrepresent just 3 percent of the average after-tax income of households that earn more than $50,000 annually compared to 33 percent for low-income householders making less than $10,000 a year [2]. The sum of these conditions and the disproportionate amount of household income devoted to utilitybased expenditures can lead to a phenomenon known as energy insecurity.\nEnergy insecurity is associated with inefficiencies in the housing structure, such as drafty windows, poor insulation and less efficient heating systems and appliances. The resulting discomfort in extreme home temperatures and high energy costs are burden-some particularly for low-income households [3,4]. Poor building conditions and high energy costs also create a situation wherein families must negotiate competing priorities and expenses, such as having to choose whether to pay for their utility bills or for food or medical care. Evidence suggests that children residing in energy-insecure households are more likely to also experience food insecurity, endure fair or poor health, and have been hospitalized at least once since birth [5]. Of particular concern in low-income housing is the occurrence of cumulative housing problems that include not only energy insecurity, but also health and safety risks [6,7].\nEnergy efficiency and weatherization interventions are often considered ‘low-hanging fruit’ with potential to concurrently address structural deficiencies and high energy costs at the household level and also impacting energy independence and climate change mitigation more broadly. While we know these ‘fruit’ produce definite and high yielding benefits compared to other proposed energy conservation or climate change strategies, the full range of potential benefits associated with energy efficiency remain largely unexplored [8]. Studies by Southwell et al. have demonstrated that there is interest among low-income households to learn more about weatherization, and that people who understand weatherization and share that knowledge within their social networks are more likely to weatherize [9,10]. In spite of the obvious and considerable financial, environmental and probable health benefits, lowincome householders face crucial barriers in adopting home energy efficiency and weatherization measures due to large upfront costs and limited decision-making authority for renters.\nThe present article seeks to demonstrate the impacts of energyefficiency interventions on the thermal comfort, health, and socio-economic well-being of disadvantaged households. While this study focused on households in New York City, the issues addressed in this intervention are experienced globally. A 2003 study looking at excess winter mortality in Europe found that countries with high energy efficiency standards for homes – Sweden, Norway, and Finland – had lower levels of winter mortality than countries like Ireland, UK, Portugal, and Greece, countries whose homes have lower levels of insulation and energy efficient windows [11]. Another study from England suggested that the lower levels of excess winter mortality seen in Norway, as compared to England and Wales may be because heating in Norway is usually included in rent, and that low-income UK households may have cooler indoor temperatures in the winter based on financial hardships [12]. Far less work on such housingand energy-related issues have been conducted in the US context. Therefore, the thermal comfort and energy efficiency benefits resulting from the energy efficiency upgrades identified in the present study hold significant relevance. Moreover, New York City offers a\nEnergy Res Soc Sci. Author manuscript; available in PMC 2016 April 04.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nuseful case study as it is one of the most socioeconomically diverse, densely populated, and least affordable cities in the nation and world. The Bronx, in particular, is the least affordable New York City borough for rental tenants that encounter concentrated poverty, housing instability and poor housing conditions routinely accompanied by high utility costs. Therefore, the present study context is ideal to further investigate these pressing housing and energy issues.\n2. Methods\nThis study is based on a mixed-method pilot project with low-income householders enrolled in a program that facilitates efficiency upgrades and health and safety improvements to lowincome housing units. In collaboration with the Association for Energy Affordability (AEA), a community-based weatherization provider, the project examined housing, thermal comfort, and economic conditions to assess the impact of energy efficiency upgrades and other home improvement measures in low-income households in the South Bronx. AEA protocol prior to intervention is to conduct a comprehensive housing audit in order to determine which upgrades are necessary and would be most effective in conserving energy consumption and costs.\nAEA staff members identified homeowners and buildings that had recently undergone energy efficiency upgrades and were trained to screen potentially eligible participants for study recruitment purposes.1 Once identified, eligible study participants were informed of the study purpose and protocol and were subsequently invited to participate. Enrolled participants completed informed consent, survey and interview protocols with the principal investigator (PI) or research coordinator. Additionally, the PI interviewed two landlords to explore relevant issues involving energy efficiency upgrades and related property investments.\nThe guiding research question for this project was, “What are the economic, energy, and health impacts of energy efficiency upgrades to low income housing units?” This pilot project sought to gain a deeper understanding of the impacts of the energy efficiency intervention at baseline and during a wintertime follow-up interview using a mixed method approach. Study participants were asked to describe household conditions related to thermal comfort, energy efficiency, and maintenance. They were also asked to complete the following assessments at baseline (a) a retrospective utility audit to review energy consumption and costs, (b) budget audit with itemization of competing household expenses, and (c) a health survey to measure householder health status and healthcare utilization patterns. In addition, qualitative interviews were conducted with the head of household in order to explore experiences with energy insecurity and its connection to health and economic hardship. Very few energy security studies utilize qualitative data collection methods, even though they offer important insights about the nature of household energy insecurity [13]. Furthermore, an exhaustive review of contemporary energy studies research by Sovacool found a lack of social science based approaches to understanding energy use\n1AEA personnel did not participate in the research process past the recruitment phase and the present research project did not constitute an evaluation of their services.\nEnergy Res Soc Sci. Author manuscript; available in PMC 2016 April 04.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nbehaviors and attitudes, even though they have “immense potential to enhance the understanding of consumer behavior” [14]. While the small sample size and non-randomized sampling procedure may limit the generalizability of results, they allowed for greater exploration into the experiences of the participants surrounding the initial research question, while also addressing the gaps in the literature mentioned by Sovacool and others.\nBaseline data was collected on an ongoing basis from September through November 2013 and the wintertime follow-up interviews occurred between January and March 2014. Using a case study approach, 20 AEA-participating households were analyzed using quantitative and qualitative data collection methods. Inclusion criteria for this pilot study included participants who: (1) own or rent a home in the South Bronx; (2) have a household income between 50 and 150 percent of the federal poverty level (100% is currently $23,050 for a family of 4); and (3) 12-month consecutive residence in current housing and plans to stay at least 6 months after the baseline assessment.\nThe wintertime follow-up interviews were used to assess the impacts of the intervention during the heating season. The winter-time follow-up interviews were timed when issues associated with energy insecurity are most likely to affect vulnerable households. The interviews consisted of an abridged version of the utility audit, information about participant’s level of thermal comfort and how they were experiencing the heating season post-energy efficiency upgrades as compared to previous heating seasons.\nTwo landlords were invited to participate in separate in-depth interviews to examine barriers and facilitators to conducting energy efficiency upgrades to low-income housing units. The landlord interviews also explored the process and challenges of funding and implementing the upgrades, as well as the benefits of the upgrades for both the tenants and the landlords themselves. Landlord A oversaw upgrades in three large multi-family buildings. He met with the researchers at his office for the in-depth interview. Landlord B owned a smaller multifamily building that had recently undergone upgrades. He participated in the interview via telephone. Landlord A’s buildings were owned by his family for nearly 20 years, and landlord B had owned his building for about 7 years at the time of the interviews. These interviews added an important perspective to the study design, allowing us to garner the viewpoints of homeowners, renters, and landlords. The resulting data were compared to better explore the impact of energy efficiency upgrades along economic, health and social factors.\n2.1. Data analysis procedures\nIn-person interviews were audio recorded and later transcribed to capture additional details and ensure accuracy. The transcripts were analyzed using Atlas.ti software, a qualitative data analysis tool that facilitates the organization and exploration of text-based data. Quantitative survey data were entered into a database using a double entry method and analyzed using SPSS software. Survey data are reported descriptively and used primarily for demographic information and to demonstrate the overall impacts of the upgrades. Qualitative data are presented in the form of quotes to illustrate emergent themes while also providing contextual evidence, elucidating or advancing the interpretation of pertinent study findings. Combined\nEnergy Res Soc Sci. Author manuscript; available in PMC 2016 April 04.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nthe qualitative and quantitative results are complementary and corroborate for triangulation purposes.\nTable 1 provides information on the study sample. Most participants identified as Hispanic or Latino (80%), and more than half of participating households had at least one child under 18 years old living in them. There was an equal split of private homeowners and rental apartment tenants. While not a specific criterion, many of the participating households were inhabited by seniors (over 60 years old). Inclusion of elderly residents was informative as many in this vulnerable population suffer from chronic health conditions such as arthritis, respiratory illness, cardiovascular conditions or other chronic health conditions that are complicated by energy insecurity.\nWhat follows is a thematically organized description of results beginning with a discussion of the pre-intervention conditions followed by a detailed description of the various types of upgrades performed and their intended benefits. The subsequent section outlines the overall results of the energy efficiency upgrades which fell into four categories – direct and indirect benefits, negative consequences and unattended issues. Main themes are illustrated with exemplary quotes from participants throughout the results section.\n2.2. Pre-intervention conditions\n“My dogs couldn’t sleep, they would shiver… I mean literally, I had to put clothes in there, I gave them the heater, I put the heater for my dogs. And my wife was sleeping in a sweater like this, hoodied up, sweatpants, socks… she can’t stand it and it really affects her. And, it was a rough winter here.’ – 10011\nDuring the in-depth interviews, several questions were asked regarding participants’ thermal comfort and monthly energy bills for gas and electric charges in order to better understand how these issues affect their lives, and the areas in which the intervention could serve to mitigate the challenges they encountered. Several participants reported significant discomfort from uncomfortably cold and drafty homes during the winter months. This was due to a variety of reasons including poor building conditions, high costs of heating fuel, and broken or inactive boilers. Table 2 shows how common these issues were among participants before the intervention. Nearly half of the participants (9 of 20) spent at least 10% of their income on energy expenses, and 11 of 20 participants spent at least 30% of their income on rent or housing expenses. Both indicate considerable economic hardship among participants.\n‘When I do the level billing at the end of the year, there’s always a large amount that I have to pay. So then I always have to tell them, you know, I can’t pay it all. It’s always in the thousands. So even though the level billing is great, because I’m fixed on one thing… at the end of the year that’s when the stress level comes.’ – 10003\nIn addition to the issues reported in Table 2, the in-depth interviews revealed that more than half of participants expressed worry that they would not be able to pay their energy bills, or reduced expenses for basic household necessities in order to pay their energy bills. Furthermore, 50% of participants said that they had either skipped paying their energy bills or made partial payments during one or two months within the previous year. Financial\nEnergy Res Soc Sci. Author manuscript; available in PMC 2016 April 04.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nstrains and thermal discomfort presented economic challenges to participants while also affecting mental health and stress levels.\n3. Results\nThe overall goal of energy efficiency upgrades is to enhance building performance and help mitigate challenges posed to owners and residents, however the range of interventions vary considerably. At the time of data collection, all study participants had either undergone weatherization and energy efficiency upgrades within the past year, or were currently in the process of having the upgrades finalized. Depending on the type of improvements that each home received, there were a variety of impacts reported by participants. Some of these impacts were more directly related to the specific interventions, for example seeing lower energy bills after the installation of energy efficient appliances and compact fluorescent lights (CFLs), or feeling that the home was warmer after having additional insulation added to doors and windows. Table 3 outlines the various types of upgrades that were done, the number of participants receiving each type of upgrade, and the intended impact of each upgrade. The majority of participants (19 of the 20) received at least one upgrade intended to improve thermal comfort, and all 20 participants received at least one upgrade intended to improve energy efficiency and potentially reduce energy expenses. Among participants who reported thermal comfort and energy efficiency improvements there was not a statistically significant difference between rental apartments and private homes. Nevertheless, private homes reported the most significant changes in thermal comfort as they experienced slightly larger reductions in energy expenses than rental apartments.\n3.1. Reported impacts of the upgrades\nWhile each type of upgrade has a specific purpose and potential benefit, these benefits can be grouped into three general types of impact that while distinct are interrelated: improved thermal comfort; enhanced health and safety and reduced energy costs. Table 4 shows the number of participants who reported experiencing these impacts as a result of the energy efficiency upgrades in their homes.\n3.1.1. Improved thermal comfort—Improved thermal comfort was the most frequently reported impact of the energy efficiency upgrades, with 15 participants reporting more comfortable indoor temperatures or greater control over the temperature in their homes. This is particularly important because 10 of the 20 participants reported that before the energy efficiency upgrades, they had to use a secondary source of heating equipment (space heater, oven or stove, several layers of clothing or blankets) due to inadequate heat in their homes.\n‘There was a time that it used to come out five hundred… You know why, because my mother use the electric heater.’ – 10009\nThe use of secondary heating equipment also drives up monthly energy bills due to the additional energy use. On average, participants who used secondary heating equipment had energy bills that were far higher than those paid by participants who did not use any additional equipment ($418.60 ± $162 vs. $200.56 ± $129).\nEnergy Res Soc Sci. Author manuscript; available in PMC 2016 April 04.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\n3.1.2. Enhanced health and safety—The use of secondary heating equipment also presents health and safety risks in the home. Using space heaters or the oven or stove to heat the home greatly increases the risk of fire. According to the National Fire Protection Association, space heaters are responsible for a third of all home heating fires, and 81% of all home heating fire deaths [15]. Oven or stove use for heat also increases the risk of carbon monoxide poisoning [15] and nitrogen dioxide exposure [16].\n‘Yeah I put on the oven. Put on the oven last night, put on the oven this morning and it’s just freezing in here… almost every day… Turn it on in the morning before she (daughter) gets up so at least when she comes this way it’s warm.’ – 10010\nDuring the wintertime follow-up interviews, two of the five participants who had used their stoves or ovens for heat before the intervention reported a reduction in the frequency of stove or oven use for heat.\n3.1.3. Reduced energy costs—More than half of the participants reported reductions in energy costs as a result of the upgrades. Of those who benefitted from lower energy bills, the majority cited savings of 30% or $20–$60 per month, compared to their pre-intervention bills. Furthermore, three participants cited much higher savings of over $100; though the savings were largely attributable to the facilitation of actual vs. estimated meter readings.\n‘Yes, if we leave we turn off the lights, television, disconnect appliances and the microwave. Before we did not conserve.’ – 10014\nChanges in energy consciousness and consumption patterns also factored into reduced energy bills, as several participants commented on how they’ve become more conservative with their use as a result of the intervention (Fig. 1).\nA more detailed look into the energy efficiency upgrades among participants revealed an intricate and nuanced situation, involving both positive impacts of the work (separated into direct and indirect benefits), as well as some unforeseen negative consequences. Additionally, several unattended housing issues remained as they were not fully remedied by the energy efficiency interventions.\n3.2. Direct benefits\nDirect benefits are defined here as the intended positive impacts of each type of energy efficiency upgrade. For example, the direct benefits of CFLs and energy efficient refrigerators are reduced energy bills and – specific to the CFLs – improved lighting. The direct benefits of window and door insulation or replacement, as well as the various other types of insulation are a warmer, less drafty home, and reduced energy bills. Several participants described their experiences with the direct benefits of upgrades they received.\n‘Compared to a year ago less. It’s (energy bill) gone down a little since last year. What they did must work.’ – 10006\n‘It was warmer, because they put the… insulation in the garage… I have a lot of draft there and it’s wood so what they did was they put the insulation… and that make a good difference… And even the living room is warmer, and they did the insulation in the attic that helped a lot too.’ – 10001\nEnergy Res Soc Sci. Author manuscript; available in PMC 2016 April 04.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\n‘We noticed a good difference, a big difference…Much warmer… upstairs it was much, much warmer… We did notice a difference when the door was replaced, there was a big difference.’ – 10003\nOverall, 19 out of 20 participants reported seeing at least one direct benefit as a result of the intervention. Indirect benefits were seen less frequently than direct benefits, but were still experienced by many participants.\n3.3. Indirect benefits\nIndirect benefits are those positive impacts that were not necessarily the intended benefit of the upgrades, but were still realized as a result of the intervention. These benefits include an increased sense of safety or wellbeing due to the upgrades, as well as reduced stress and anxiety, and positive feelings associated with an investment in the property. Indirect benefits were seen not only by private homeowners and apartment tenants, but landlords as well.\n‘You feel better because of it. You know, you know your house ain’t got no leaks in it. You feel you’re safe. You got the carbon monoxide (detector), you know so that won’t mess you up. You got the… smoke detectors in here. Yep, you feel safe… you feel good about those things.’ – 10004\n‘Well in fact it’s actually providing better heat. My tenants are more satisfied, because it’s more up to date. And it’s making less problems, before… we had issues with the boiler. Sometimes it was broken and my tenants didn’t have heat or hot water. And since the boiler then we didn’t have any issues whatsoever… They work together. When a tenant gets good service they make the managers happy. That’s the way it goes.’ – Landlord B\n‘I thought they did an excellent job, everything was so neat. They sealed everything. So at least no animals or anything’s gonna come through the holes.’ – 10009\nBoth landlords commented that the upgrades had improved their relationships with tenants; however, the tenants did not always support the idea that these relationships had improved. This is discussed in greater detail in Section 3.5.\n3.4. Negative consequences\nNot every participant who received upgrades reported positive impacts, and a small number actually described some unforeseen negative consequences as a result of the intervention. One participant experienced severe water leaks in her home due to the improper installation of a new boiler. These leaks caused significant damage to her walls and flooring, and she was forced to replace all of the flooring in her living and dining areas. The AEA covered the cost of repairing the damage, but the hassle presented a significant source of stress and anxiety for the participant. Furthermore, some participants reported problems with the new CFLs and low-fiow faucets/shower heads.\n‘I’m more uncomfortable. It’s a nightmare. Because a cold stream comes out. I want some warm water when I am showering. It comes out cold, cold, cold. I have\nEnergy Res Soc Sci. Author manuscript; available in PMC 2016 April 04.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nto get out and wait for the water to come out. After they put that boiler in, it’s been bad. At least in this apartment.’ –10012\nOne participant described how his apartment had been uncomfortably cold during the winter, not due to a faulty heating system but due to remote and automatic boiler controls. Facilitated by technological advancements and motivated by cost containment, the newer boilers gave landlords additional means by which to control boiler functions often at the expense of the residents’ comfort. Difficulties with landlords are one of the several issues that participants were dealing with that were outside the scope of what the intervention could address.\n3.5. Unattended issues\nEven with the energy efficiency upgrades, participants discussed several problems with their living situations outside the scope of the intervention, but that still put a strain on them both financially and with regard to their in-home comfort and mental health. These problems include poor relationships with a negligent landlord, poor building maintenance, and chronic economic hardship.\n‘So the oven… I haven’t been using like for years… The handle is, it came out and then you see those little holes and, you know, I just have no money like to, to call the people to come to fix it for me.’ – 10007\n‘You know, the anxiety would build. When it comes, the bills show up, and then there’s no money, and school started, and the kids have this, and then, you know, of course, it puts you in an emotional state.’ – 10002\n‘So for a few years I had no security whatsoever for the door… it was horrible. I don’t have a working toilet up to now. I don’t have a sink that I can use in my bathroom. So there’s a lot of things that I still can’t afford.’ – 10003\n‘(Landlord B) is the hardest person to reach in the world. If you don’t call his direct cell phone, and if he knows it’s an apartment building he’s gonna ignore you.’ – 10011\nThese results suggest that while the energy efficiency upgrades were largely beneficial to participants, they alone may not be sufficient to address all of the energy insecurity issues facing low income households. In most cases, the systemic nature of the cited problems are beyond the reach of energy efficiency upgrades and would require more intensive housing and policy interventions.\n3.6. Housing tenure: home owners vs. renters vs. landlords\nThe impact of energy efficiency upgrades varied significantly by housing tenure with lowincome homeowners reaping the greatest direct benefits. As homeowners are responsible for all household expenses and the gamut of maintenance and repairs, the cost-savings and improvements were particularly meaningful to this group. For instance, if the furnace in a single family home or condo breaks down, a homeowner’s only recourse is to pay for the necessary repairs. One participant explained that after her old furnace started breaking down regularly, it cost her $3000 to purchase and install a new one. For an individual or family\nEnergy Res Soc Sci. Author manuscript; available in PMC 2016 April 04.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nliving on less than $20,000 a year – as 8 of the participants in this study were – $3000 can be prohibitively expensive, even for something as essential as the means to furnish heat. Another participant described how a few years prior to the upgrades in her home, she had no heat for two years because she could not afford to repair or replace her furnace that was emitting carbon monoxide. A generous boss helped in that instance; more recently she benefited from the services rendered by AEA to make her home appliances more efficient.\nTenant/landlord relationships were a main theme that emerged among study participants. Fundamentally, landlords possess significant influence over building conditions and the thermal comfort of tenants therefore renters are subject to the landlord’s discretion in matters of maintenance and temperature controls. There were several discrepancies between the perspectives of tenants and building owners as to the impacts of the upgrades and the tenant–landlord relationship. For example, Landlord B talked about how the upgrades fixed issues associated with lack of heat and hot water, and that as a result the tenants were more satisfied.\n‘My tenants are more satisfied, because it’s more up to date. And it’s making less problems, before our boiler we had issues with the boiler. Sometimes it was broken and my tenants didn’t have heat or hot water. And since the boiler then we didn’t have any issues whatsoever.’ – Landlord B\nHowever, when we spoke with two tenants in the building they both mentioned that while there had been some improvements since the upgrades, there were still significant issues with inadequate heat and hot water, as well as strained relationships between the tenants and landlord.\n“This year there was no hot water. For like a month or two months… I was so happy to be going to the hospital when I had surgery… It was during January and February. That was in the freezing days and everyone was taking ‘bird baths’.”– 10010\n‘Cause he installed a new one (boiler) and put the brand new computer system right, that he has full control over…… We don’t have to touch it or anything. So if there’s heat or not heat it’s on him. You call him, he says ‘I’m in my house I can’t turn it on.’ What do you mean you in your house you can’t turn it on? You were supposed to turn that on, if it’s at your office you were supposed to set it to be turned on before you left.’ – 10011\nBoth landlords explained that the main driving force behind their decision to have the upgrades installed in their buildings was the high cost of heating their buildings with heating oil.\n‘It came a time that oil was very expensive. It went up skyrocketing, it went up to like 100, 120, 140 dollars a barrel. And, and I almost feel that I’m losing the building, I can’t afford paying these bills.’ – Landlord B\n‘We were looking for ways to save money cause we were spending too much money on oil. We were… ordering at least 5000 gallons of oil every 2 weeks for this building in the beginning… in the wintertime for one month, say January or\nEnergy Res Soc Sci. Author manuscript; available in PMC 2016 April 04.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nFebruary, we’re spending close to twenty to thirty thousand dollars a month in oil bills.’ – Landlord A\nThe landlords noted that installing new boilers and converting their fuel source was the most beneficial aspect of the upgrades as far as reducing energy expenses. The new dual fuel boilers ran primarily on natural gas but also had the option to burn oil in case there is a problem with the gas service, or if gas prices rise above oil in the future.\n‘So that’s why I did a dual fuel burner… to have both…cause right now I’m running gas and it reduced my energy bills I would say with umm, close to 50% cheaper… in dollars I would say give or take from $40,000 to $50,000.’ – Landlord B\n‘Now on gas it was about eight to twelve thousand dollars. So just in that savings alone that made everything that we did worthwhile.’\n– Landlord A\nThe landlords also reported that the property values for their respective buildings increased as a result of the upgrades.\n‘If we put them on the market of course… I mean, what we would have gotten two years ago and what we get now would be more because of the condition of the buildings and the improvement in the buildings.’ – Landlord A\nBoth landlords also discussed some challenges with the process. The most significant challenge was the upfront cost, because even with the grants and subsidies, the landlord’s share is approximately 25% of the costs of improvements, which can amount to tens-ofthousands of dollars. Other challenges mentioned by the landlords included the administrative paperwork and working with tenants to meet the eligibility criteria for the subsidies.\n4. Discussion\nThis pilot study is based on a small convenience sample. While the design and scope of the study are limited, results show that energy efficiency upgrades can have positive impacts for low-income households in a number of ways. Energy efficiency upgrades resulted in both direct and indirect benefits, as well as some infrequent, but significant negative consequences. First, improved thermal comfort was the most common improvement from the upgrades, followed by decreases in energy expenses. State-wide electricity prices during the heating season have increased each winter since 2012, meaning the reductions in energy expenses are likely attributable to the upgrades, as well as some participants adopting more energy-conservative behaviors as a result of the intervention. It was also clear that thermal comfort and energy use are very closely related. When participants had adequate heat and insulation in their homes they required less energy to provide additional heat, either through their primary heating systems (boilers) or secondary heating equipment. This reduction in energy use resulted in lower energy bills, and increased health and safety.\nSecond, participants also experienced energy cost savings. Landlords reported significant savings from the upgrades, mostly due to lower heating fuel prices, even with the 25% up-\nEnergy Res Soc Sci. Author manuscript; available in PMC 2016 April 04.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nfront costs for the work to be done. For example, Landlord A noted that before the conversion he paid between $20 and $30 thousand dollars per month for heating fuel in a large, multi-family building during the winter months, but with the new boiler they were paying between $8 and $10 thousand dollars per month. Based on these savings, he would recover the 25% up-front cost of $250,000 ($62,500) within one heating season. Nevertheless, savings in operating expenses on the part of the landlord are not necessarily passed on to building tenants. On the contrary, these capital improvements can qualify as legitimate bases by which to raise rents beyond increases incurred annually. Given the economic constraints of low-income renters, the upgrades can instigate additional vulnerabilities as far as housing affordability and stability.\nDifferences between low-income renters, landlords and home-owners were evident. For example, whereas homeowners have more control over their thermal comfort and the conditions of their home, they also face a greater cost burden with regard to home maintenance, repairs and heating/cooling costs. Renters, while free from the responsibilities and costs attached to maintenance and other building operations, are also subject to the control of landlords who at times sacrifice tenant comfort to save costs. As seen in the example above, landlords have significant control over their tenant’s thermal comfort by regulating boilers automatically and remotely. Strained tenant/landlord relationships were at times improved but some sources of discord persisted despite the mostly positive impacts of energy efficiency upgrades for landlords and tenants alike.\nFurther research is required to fully understand the implications of energy efficiency upgrades in low-income homes, particularly with regard to direct and indirect benefits related to health and economic outcomes. Specifically, longitudinal studies would be an important way to document these changes over time. Emphasis on the environmental impacts of energy efficiency interventions is necessary. Indoor and outdoor air quality monitoring should be a focus of future investigations in this area. Also, future work should further consider varied impacts by housing tenure and examine the impacts of energy upgrades as a foreclosure prevention strategy for home owners, housing affordability and stability tool for renters and better understand the landlord perspective as it is often overlooked in housing and energy efficiency research.\nSpecial attention should be given to policies and regulations regarding indoor temperature standards and shut-off protections. According to New York State and City law, rental apartments must be kept at a minimum of 68 °F between 6 am and 10 pm if the outdoor temperature falls below 55 °F, and a minimum of 55 °F indoors between 10 pm and 6 am if the outdoor temperature falls below 40 °F [17]. This allows for landlords to keep their tenants apartments at temperatures well below what is considered the ideal indoor temperatures for thermal comfort of 68–74 °F [18]. If policy makers were to increase or remove the outdoor temperature guidelines by which landlords must provide heat for rental apartments, this could improve thermal comfort and also reduce the need to use the oven or stove for heat. For example, Chicago and Boston – two major cities that experience similarly cold winters – have policies that require adequate heat to be provided between September and June, regardless of outdoor temperatures [19,20]. Chicago and Boston also have more comprehensive winter moratorium policies (protected period when utilities cannot be shut\nEnergy Res Soc Sci. Author manuscript; available in PMC 2016 April 04.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\noff due to non-payment/arrearages) compared to New York. In NY, eligible homes are only protected for a two week period covering Christmas and New Year’s holidays [21], whereas Chicago and Boston have seasonal moratoriums that span the heating season from Fall to Spring. Furthermore, the current policy also does not protect against arrearages accruing during the moratorium. This means that a household is financially responsible for the energy used during the winter moratorium, even if the energy is being provided mandatorily while the household is knowingly unable to afford the services. This places greater burdens on low-income families as they accrue debt that can negatively impact their credit and restrict residential mobility including initiating services in a new residence.\nA policy that treats energy as a basic need (similar to food or shelter) and offers debt forgiveness or subsidized energy costs would provide protection for low-income households that regularly struggle to pay their energy bills. Furthermore, there is also a need for increased and consistent funding for the Weatherization Assistance Program (WAP) and similar programs that offer no-cost or low-cost upgrades to low-income households. Research has shown that financial challenges are one of the most commonly cited barriers for energy efficient renovations in homes [22]. As mentioned by both landlords in Section 3, a significant barrier to energy efficiency upgrades are the upfront costs. From a policy perspective a possible strategy for mitigating the initial cost burden would be to create financing tools that allow property owners to spread payments out over a longer timeframe to offset challenges associated with the owner’s initial contribution prior to benefitting from the cost savings [23,24]. Given the clear benefits of energy efficiency interventions demonstrated here and in numerous other studies, there is a critical need for support for energy efficiency interventions through additional funding sources and policy reform.\nReferences\n[1]. Evans GW. The environment of childhood poverty. Am Psychol. 2004; 59(2):77–92. [PubMed: 14992634] [2]. American Coalition for Clean Coal Electricity. Energy cost impacts on American families. 2012. p. 2001-2012.Available from: http://www.americaspower.org/sites/default/files/Energy Cost Impacts 2012 FINAL.pdf [accessed 26.08.14] [3]. Hernández, D.; Aratani, Y.; Jiang, Y. Energy insecurity among families with children. National Center for Children in Poverty. 2014. Available from: http://www.nccp.org/publications/pub 1086.html [accessed 26.08.14] [4]. Hernández D. Energy insecurity: a framework for understanding energy, the built environment, and health among vulnerable populations in the context of climate change. Am J Public Health. 2013; 103(4):e32–4. [PubMed: 23409876] [5]. Cook JT, Frank DA, Casey PH, Rose-Jacobs R, Black MM, Chilton M, et al. A brief indicator of household energy security: associations with food security, child health, and child development in US infants and toddlers. Pediatrics. 2008; 122(4):e867–75. [PubMed: 18829785] [6]. Evans GW, Kim P. Childhood poverty and health cumulative risk exposure and stress dysregulation. Psychol Sci. 2007; 18(11):953–7. [PubMed: 17958708] [7]. World Health Organization. Report on the WHO technical meeting on quantifying disease from inadequate housing. 2005. Available from: http://www.euro.who.int/data/assets/pdf file/ 0007/98674/EBD Bonn Report.pdf [accessed 12.11.14] [8]. Wilkinson P, Smith KR, Beevers S, Tonne C, Oreszczyn T. Energy, energy efficiency and the built environment. Lancet. 2007; 370(9593):1175–87. [PubMed: 17868820]\nEnergy Res Soc Sci. Author manuscript; available in PMC 2016 April 04.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\n[9]. Southwell BG, Murphy J. Weatherization behavior and social context: the influences of factual knowledge and social interaction. Energy Res Soc Sci. 2014; 2:59–65. [10]. Southwell BG, Ronneberg K, Shen K, Jorgens E, Hazel J, Alemu R, et al. Energy information engagement among the poor: predicting participation in a free workshop. Energy Res Soc Sci. 2014; 4:21–2. [11]. Healy JD. Excess winter mortality in Europe: a cross country analysis identifying key risk factors. J Epidemiol Commun Health. 2003; 57:784–9. [12]. Aylin P, Morris S, Wakefield J, Grossinho A, Jarup L, Elliott P. Temperature, housing, deprivation and their relationship to excess winter mortality in Great Britain, 1986–1996. Int J Epidemiol. 2001; 30(5):1100–8. [PubMed: 11689529] [13]. Middlemis L, Gillard R. Fuel poverty from the bottom-up: characterising household energy vulnerability through the lived experience of the fuel poor. Energy Res Soc Sci. 2015; 6:146–54. [14]. Sovacool BK. What are we doing here? Analyzing fifteen years of energy scholarship and proposing a social science research agenda. Energy Res Soc Sci. 2014; 1:1–29. [15]. Hall, JR. Home fires involving heating equipment. National Fire Protection Association; 2013. Available from: http://www.nfpa.org//media/files/research/nfpa-reports/major-causes/ osheating.pdf?as=1&iar=1&la=en [accessed 15.05.15] [16]. Jarvis, DJ.; Adamkiewicz, G.; Heroux, ME.; Rapp, R.; Kelly, FJ. WHO guidelines for indoor air quality: selected pollutants. World Health Organization; Geneva: 2010. Nitrogen dioxide; p. 5Available from: http://www.ncbi.nlm.nih.gov/books/NBK138707/ [accessed 30.03.15] [17]. NYC Housing Preservation and Development. Available from: http://www.nyc. gov/html/hpd/ html/tenants/heat-and-hot-water.shtml [accessed 04.03.15] [18]. American Society of Heating Refrigerating and Air-Conditioning Engineers (ASHRAE). Available from: https://www.ashrae.org/resources–publications/free-resources/consumer-centerfaq#3 [accessed 04.03.15] [19]. Metropolitan Tenants Organization. Chicago building code: title 13, chapter 196. 2009. Available from: http://www.tenants-rights.org/building-code-and-related-excerpts-of-chicago-municipalcode/ [accessed 04.03.15] [20]. Boston Inspectional Services Home Heating Guideline. Available from: http:// www.cityofboston.gov/images documents/home%20heating%20guideline tcm3-16877.pdf [accessed 04.03.15] [21]. U.S. Department of Health Human Services. State disconnection policies. 2014. Available from: http://www.liheapch.acf.hhs.gov/Disconnect/disconnect.htm#ma [accessed 04.03.15] [22]. Wilson C, Crane L, Chryssochoidis G. Why do homeowners renovate energy efficiently? Contrasting perspectives and implications for policy. Energy Res Soc Sci. 2015; 7:12–22. [23]. Hernández D, Bird S. Energy burden and the need for integrated low-income housing and energy policy. Poverty Public Policy. 2010; 2:4. [24]. Bird S, Hernández D. Policy options for the split incentive: increasing energy efficiency for lowincome renters. Energy Policy. 2012; 48:506–14.\nEnergy Res Soc Sci. Author manuscript; available in PMC 2016 April 04.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nFig. 1. Primary impacts and unattended issues.\nEnergy Res Soc Sci. Author manuscript; available in PMC 2016 April 04.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nTable 1\nDemographics.\nn %\nGender\nMale 6 30\nFemale 14 70\nRace/ethnicity\nNon Hispanic Black or African American 4 20\nHispanic or Latino 16 80\nPrimary language spoken\nEnglish 10 50\nSpanish 10 50\nAnnual household income\n<$10,000 3 15\n$10,000–$19,999 5 25\n$20,000–$29,999 2 10\n$30,000–$39,999 2 10\n$40,000–$49,999 2 10\n>$50,000 6 30\nHousing – rent/own\nPrivate homeowner 10 50\nRental apartment 10 50\n≤10 units in building 2 10\n>10 units in building 8 40\nHousehold composition\nHouseholds with children (<18 y/o) 11 55\nHouseholds with elderly (>60 y/o) 7 35\nHousehold with adults only (18–59 y/o) 2 10\nSubsidy recipient\nAny type of subsidy 13 65\nSNAP only a 7 35\nLIHEAP only b 3 15\nSNAP & LIHEAP 2 10\nSNAP & TANF 1 5\na Supplemental Nutrition Assistance Program.\nb Low-Income Home Energy Assistance Program.\nEnergy Res Soc Sci. Author manuscript; available in PMC 2016 April 04.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nTable 2\nPre-intervention conditions.\nPre-intervention condition n Private home Apartment\nEnergy insecure (≥10% of income spent on energy expenses)\n9 7 2\nRent burden (≥30% of income spent on rent/housing) 11 6 5\nDouble burden (energy insecurity and rent burden)\n6 4 2\nUncomfortably cold for 24 h or more during winter 6 3 3\nUsed oven or stove to provide heat\n5 3 2\nEnergy Res Soc Sci. Author manuscript; available in PMC 2016 April 04.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nTable 3\nUpgrades and intended impacts.\nType of upgrade n % Impact\nWindows\n- Sealing 6 30 Thermal comfort; Reduce energy costs\n- Replacement 5 25 Thermal comfort; Reduce energy costs\nDoors\n- Sealing 9 45 Thermal comfort; Reduce energy costs\n- Replacement 2 10 Thermal comfort; Reduce energy costs\nBoiler replacement 12 a 60 Thermal comfort; Health and Safety; Reduce energy costs (LL/PO) b\nBoiler repair 1 5 Thermal comfort; Health and safety; Reduce energy costs (LL/PO) b\nAttic, roof, garage, or boiler room insulation 4 20 Thermal comfort Reduce energy costs (LL/PO) a\nLighting and appliances\nCompact fluorescent lights (CFL) 18 90 Reduce energy costs\nRefrigerator replacement 4 20 Reduce energy costs\nThermostat replacement 3 15 Thermal comfort; Control over temperature (PO)b\nRadiator thermostat 8 40 Thermal comfort; Control over temperature\nLow flow shower heads and faucets 3 15 Reduce energy costs (LL/PO)b\nSmoke detector 16 80 Health and safety\nCarbon monoxide detector 18 90 Health and safety\na 2 private homeowners and 4 apartment buildings received new boilers. 12 participants in total lived in households that received new boilers.\nb LL/PO refers to landlords and personal homeowners.\nEnergy Res Soc Sci. Author manuscript; available in PMC 2016 April 04.\nA uthor M anuscript A uthor M anuscript\nA uthor M anuscript A uthor M anuscript\nTable 4\nOverall impacts of intervention.\nType of impact n %\nImproved thermal comfort 15 75\nEnhanced sense of health/safety 4 20\nReduced energy costs 13 65\nEnergy Res Soc Sci. Author manuscript; available in PMC 2016 April 04."
    } ],
    "references" : [ {
      "title" : "The environment of childhood poverty",
      "author" : [ "Evans GW" ],
      "venue" : "Am Psychol",
      "citeRegEx" : "1",
      "shortCiteRegEx" : "1",
      "year" : 2004
    }, {
      "title" : "Energy insecurity among families with children",
      "author" : [ "D. Hernández", "Y. Aratani", "Y. Jiang" ],
      "venue" : "National Center for Children in Poverty",
      "citeRegEx" : "3",
      "shortCiteRegEx" : "3",
      "year" : 2014
    }, {
      "title" : "Energy insecurity: a framework for understanding energy, the built environment, and health among vulnerable populations in the context of climate change",
      "author" : [ "D. Hernández" ],
      "venue" : "Am J Public Health",
      "citeRegEx" : "4",
      "shortCiteRegEx" : "4",
      "year" : 2013
    }, {
      "title" : "A brief indicator of household energy security: associations with food security, child health, and child development in US infants and toddlers. Pediatrics",
      "author" : [ "JT Cook", "DA Frank", "PH Casey", "R Rose-Jacobs", "MM Black", "M Chilton" ],
      "venue" : null,
      "citeRegEx" : "5",
      "shortCiteRegEx" : "5",
      "year" : 2008
    }, {
      "title" : "Childhood poverty and health cumulative risk exposure and stress dysregulation",
      "author" : [ "GW Evans", "P. Kim" ],
      "venue" : "Psychol Sci",
      "citeRegEx" : "6",
      "shortCiteRegEx" : "6",
      "year" : 2007
    }, {
      "title" : "Energy, energy efficiency and the built environment. Lancet",
      "author" : [ "P Wilkinson", "KR Smith", "S Beevers", "C Tonne", "T. Oreszczyn" ],
      "venue" : "Hernández and Phillips Page 13 Energy Res Soc Sci. Author manuscript; available in PMC 2016 April 04. A uhor M anscript A uhor M anscript A uhor M anscript A uhor M anscript",
      "citeRegEx" : "8",
      "shortCiteRegEx" : "8",
      "year" : 2016
    }, {
      "title" : "Weatherization behavior and social context: the influences of factual knowledge and social interaction",
      "author" : [ "BG Southwell", "J. Murphy" ],
      "venue" : "Energy Res Soc Sci",
      "citeRegEx" : "9",
      "shortCiteRegEx" : "9",
      "year" : 2014
    }, {
      "title" : "Energy information engagement among the poor: predicting participation in a free workshop",
      "author" : [ "BG Southwell", "K Ronneberg", "K Shen", "E Jorgens", "J Hazel", "R Alemu" ],
      "venue" : "Energy Res Soc Sci",
      "citeRegEx" : "10",
      "shortCiteRegEx" : "10",
      "year" : 2014
    }, {
      "title" : "Excess winter mortality in Europe: a cross country analysis identifying key risk factors",
      "author" : [ "Healy JD" ],
      "venue" : "J Epidemiol Commun Health",
      "citeRegEx" : "11",
      "shortCiteRegEx" : "11",
      "year" : 2003
    }, {
      "title" : "Temperature, housing, deprivation and their relationship to excess winter mortality in Great Britain, 1986–1996",
      "author" : [ "P Aylin", "S Morris", "J Wakefield", "A Grossinho", "L Jarup", "P. Elliott" ],
      "venue" : "Int J Epidemiol",
      "citeRegEx" : "12",
      "shortCiteRegEx" : "12",
      "year" : 2001
    }, {
      "title" : "Fuel poverty from the bottom-up: characterising household energy vulnerability through the lived experience of the fuel poor",
      "author" : [ "L Middlemis", "R. Gillard" ],
      "venue" : "Energy Res Soc Sci",
      "citeRegEx" : "13",
      "shortCiteRegEx" : "13",
      "year" : 2015
    }, {
      "title" : "What are we doing here? Analyzing fifteen years of energy scholarship and proposing a social science research agenda",
      "author" : [ "Sovacool BK" ],
      "venue" : "Energy Res Soc Sci",
      "citeRegEx" : "14",
      "shortCiteRegEx" : "14",
      "year" : 2014
    }, {
      "title" : "Home fires involving heating equipment",
      "author" : [ "Hall", "JR" ],
      "venue" : "National Fire Protection Association;",
      "citeRegEx" : "15",
      "shortCiteRegEx" : "15",
      "year" : 2013
    }, {
      "title" : "WHO guidelines for indoor air quality: selected pollutants",
      "author" : [ "DJ. Jarvis", "G. Adamkiewicz", "ME. Heroux", "R. Rapp", "FJ. Kelly" ],
      "venue" : "World Health Organization; Geneva:",
      "citeRegEx" : "16",
      "shortCiteRegEx" : "16",
      "year" : 2010
    }, {
      "title" : "Why do homeowners renovate energy efficiently? Contrasting perspectives and implications for policy",
      "author" : [ "C Wilson", "L Crane", "G. Chryssochoidis" ],
      "venue" : "Energy Res Soc Sci",
      "citeRegEx" : "22",
      "shortCiteRegEx" : "22",
      "year" : 2015
    }, {
      "title" : "Energy burden and the need for integrated low-income housing and energy policy",
      "author" : [ "D Hernández", "S. Bird" ],
      "venue" : "Poverty Public Policy",
      "citeRegEx" : "23",
      "shortCiteRegEx" : "23",
      "year" : 2010
    } ],
    "referenceMentions" : [ {
      "referenceID" : 0,
      "context" : "Inefficiencies often occur on accord of long-term disinvestments and poor maintenance by landlords as well as the use of lesser quality materials and less efficient appliances [1].",
      "startOffset" : 176,
      "endOffset" : 179
    }, {
      "referenceID" : 1,
      "context" : "The resulting discomfort in extreme home temperatures and high energy costs are burden-some particularly for low-income households [3,4].",
      "startOffset" : 131,
      "endOffset" : 136
    }, {
      "referenceID" : 2,
      "context" : "The resulting discomfort in extreme home temperatures and high energy costs are burden-some particularly for low-income households [3,4].",
      "startOffset" : 131,
      "endOffset" : 136
    }, {
      "referenceID" : 3,
      "context" : "Evidence suggests that children residing in energy-insecure households are more likely to also experience food insecurity, endure fair or poor health, and have been hospitalized at least once since birth [5].",
      "startOffset" : 204,
      "endOffset" : 207
    }, {
      "referenceID" : 4,
      "context" : "Of particular concern in low-income housing is the occurrence of cumulative housing problems that include not only energy insecurity, but also health and safety risks [6,7].",
      "startOffset" : 167,
      "endOffset" : 172
    }, {
      "referenceID" : 5,
      "context" : "While we know these ‘fruit’ produce definite and high yielding benefits compared to other proposed energy conservation or climate change strategies, the full range of potential benefits associated with energy efficiency remain largely unexplored [8].",
      "startOffset" : 246,
      "endOffset" : 249
    }, {
      "referenceID" : 6,
      "context" : "have demonstrated that there is interest among low-income households to learn more about weatherization, and that people who understand weatherization and share that knowledge within their social networks are more likely to weatherize [9,10].",
      "startOffset" : 235,
      "endOffset" : 241
    }, {
      "referenceID" : 7,
      "context" : "have demonstrated that there is interest among low-income households to learn more about weatherization, and that people who understand weatherization and share that knowledge within their social networks are more likely to weatherize [9,10].",
      "startOffset" : 235,
      "endOffset" : 241
    }, {
      "referenceID" : 8,
      "context" : "A 2003 study looking at excess winter mortality in Europe found that countries with high energy efficiency standards for homes – Sweden, Norway, and Finland – had lower levels of winter mortality than countries like Ireland, UK, Portugal, and Greece, countries whose homes have lower levels of insulation and energy efficient windows [11].",
      "startOffset" : 334,
      "endOffset" : 338
    }, {
      "referenceID" : 9,
      "context" : "Another study from England suggested that the lower levels of excess winter mortality seen in Norway, as compared to England and Wales may be because heating in Norway is usually included in rent, and that low-income UK households may have cooler indoor temperatures in the winter based on financial hardships [12].",
      "startOffset" : 310,
      "endOffset" : 314
    }, {
      "referenceID" : 10,
      "context" : "Very few energy security studies utilize qualitative data collection methods, even though they offer important insights about the nature of household energy insecurity [13].",
      "startOffset" : 168,
      "endOffset" : 172
    }, {
      "referenceID" : 11,
      "context" : "behaviors and attitudes, even though they have “immense potential to enhance the understanding of consumer behavior” [14].",
      "startOffset" : 117,
      "endOffset" : 121
    }, {
      "referenceID" : 12,
      "context" : "According to the National Fire Protection Association, space heaters are responsible for a third of all home heating fires, and 81% of all home heating fire deaths [15].",
      "startOffset" : 164,
      "endOffset" : 168
    }, {
      "referenceID" : 12,
      "context" : "Oven or stove use for heat also increases the risk of carbon monoxide poisoning [15] and nitrogen dioxide exposure [16].",
      "startOffset" : 80,
      "endOffset" : 84
    }, {
      "referenceID" : 13,
      "context" : "Oven or stove use for heat also increases the risk of carbon monoxide poisoning [15] and nitrogen dioxide exposure [16].",
      "startOffset" : 115,
      "endOffset" : 119
    }, {
      "referenceID" : 14,
      "context" : "Research has shown that financial challenges are one of the most commonly cited barriers for energy efficient renovations in homes [22].",
      "startOffset" : 131,
      "endOffset" : 135
    }, {
      "referenceID" : 15,
      "context" : "From a policy perspective a possible strategy for mitigating the initial cost burden would be to create financing tools that allow property owners to spread payments out over a longer timeframe to offset challenges associated with the owner’s initial contribution prior to benefitting from the cost savings [23,24].",
      "startOffset" : 307,
      "endOffset" : 314
    } ],
    "year" : 2016,
    "abstractText" : "Low-income households contend with high energy costs and poor thermal comfort due to poor structural conditions and energy inefficiencies in their homes. Energy efficiency upgrades can potentially reduce energy expenses and improve thermal comfort, while also addressing problematic issues in the home environment. The present mixed method pilot study explored the impacts of energy efficiency upgrades in 20 households in a low-income community in New York City. Surveys and interviews were administered to the heads of household in a variety of housing types. Interviews were also conducted with landlords of buildings that had recently undergone upgrades. Findings indicate that energy efficiency measures resulted in improved thermal comfort, enhanced health and safety and reduced energy costs. Participants reported largely positive experiences with the upgrades, resulting in direct and indirect benefits. However, results also indicate negative consequences associated with the upgrades and further illustrate that weatherization alone was insufficient to address all of the issues facing low-income households. Moreover, qualitative results revealed differing experiences of low-income renters compared to homeowners. Overall, energy efficiency upgrades are a promising intervention to mitigate the energy and structurally related challenges facing low-income households, but larger scale research is needed to capture the long-term implications of these upgrades.",
    "creator" : "AH XSL Formatter V6.3 R1 for Linux64 : 6.3.1.23495 (2016/02/03 14:39JST)"
  }
}