{
  "name" : "d612abfded98cd0c8351.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Making Ends Meet After Prison",
    "authors" : [ "David J. Harding", "Jeffrey D. Morenoff" ],
    "emails" : [ "dharding@berkeley.edu", "jwyse@umich.edu,", "dobsonc@umich.edu,", "morenoff@umich.edu" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Former prisoners are at high risk of economic insecurity due to the challenges they face in finding employment and to the difficulties of securing and maintaining public assistance while incarcerated. This study examines the processes through which former prisoners attain economic security, examining how they meet basic material needs and achieve upward mobility over time. It draws on unique qualitative data from in-depth, unstructured interviews with a sample of former prisoners followed over a two to three year period to assess how subjects draw upon a combination of employment, social supports, and public benefits to make ends meet. Findings reveal considerable struggle among our subjects to meet even minimal needs for shelter and food, although economic security and stability could be attained when employment or public benefits were coupled with familial social support. Sustained economic security was rarely achieved absent either strong social support or access to long-term public benefits. However, a select few were able to leverage material support and social networks into trajectories of upward mobility and economic independence. Policy implications are discussed.\nIn 1975 the population in jails and prisons on any given day was roughly 400,000 people. By 2003 this number had increased more than fivefold to 2.1 million people (Western, 2006). Although the upward trend in incarceration has begun to level off in the last few years, the number of individuals in state and federal prisons was over 1.6 million at the end of 2009 (Freudenberg et al., 2005). Compared to other nations and earlier periods in US history, current incarceration rates are unprecedented (Raphael, 2011; Western, 2006), leading to what some have termed the era of mass imprisonment (Garland, 2001; Mauer & Chesney-Lind, 2002). Because almost all prisoners are eventually released, mass incarceration has in turn produced a steep rise in the number of individuals reentering society and undergoing the process of social and economic reintegration (Travis, 2005).\nHarding can be contacted at Department of Sociology, University of California at Berkeley, 410 Barrows Hall, Berkeley, CA 94720, or via email at dharding@berkeley.edu Wyse, Dobson, and Morenoff can be contacted at Department of Sociology, University of Michigan, 500 S. State St, Ann Arbor MI 48109 or jwyse@umich.edu, dobsonc@umich.edu, or morenoff@umich.edu\nIH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nOver 700,000 individuals are now released from state and federal prisons each year (West, Sabol, & Greenman, 2010). In addition, the prison boom was accompanied by an even larger boom in the number of people under community supervision, with a recent study finding that one in every 48 American adults are either on probation or parole on any given day (Glaze & Bonczar, 2011).\nThe large number of individuals exiting prison each year has prompted renewed interest among academics and policy makers in the challenges of reintegrating former prisoners into society (Visher & Travis, 2003), especially as some states have begun to release more prisoners into the community in an effort to cut costs by reducing the size of prison populations (Wool & Stemen, 2004). The challenges appear daunting, as the prospects for successful reentry are often dim. More than 40% of those released return to prison within three years, a phenomenon known as the “revolving door” (Pew Center on the States, 2011).\nMuch of the focus of the scholarship and policies addressing prisoner reentry has understandably focused on recidivism. However, desisting from crime is just one component of successful offender reintegration. Another key determinant of whether returning prisoners are able to establish conventional lifestyles is meeting basic material needs (Travis, 2004). Barriers returning prisoners face to finding stable sources of employment, public assistance, and social support (Holzer, Raphael, & Stoll, 2004, 2007; Pager, 2003, 2007; Pager, Western, & Bonikowski, 2009) as well as the disadvantages that characterize this population, including low levels of human capital and a high prevalence of mental health problems and substance use (Visher & Travis, 2003), all make economic stability and security a significant challenge. Few prisoners leave prison with jobs, assets, or other resources waiting for them in the community (Travis, 2005), and being unemployed is a risk factor for criminal behavior (Hagan, 1993; Tanner, Davies, & O’Grady, 1999; Uggen, 2000).\nThe economic insecurity of returning prisoners also poses a challenge for social welfare policymakers, as access to and effective use of public and non-profit social services are potentially critical for this population. In addition, programs and policies at all levels of government already play an important role in their lives, including community supervision, health care, public benefits, public transportation, and social services. As a result, policymakers may have considerable opportunity to intervene in ways that improve their wellbeing. In particular, community supervision programs such as parole involve frequent contacts with state systems that could be leveraged to improve access to services and supports.\nDespite the large number of economically vulnerable individuals returning to communities each year, we know surprisingly little about how former prisoners make ends meet after their release from prison, how or why some are able to secure services and supports while others are not, or which services and supports create pathways to long term stability and economic independence. Although there have been landmark studies of the survival strategies of other vulnerable populations, such as low-income single mothers with children (Edin & Lein, 1997) or poor urban households more generally (Stack, 1975), few prior studies address such strategies among contemporary former prisoners.1\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nA primary reason for these gaps in our knowledge is that this population is difficult to study. Current and former prisoners are often absent from large scale surveys, as the institutionalized population is usually excluded from the sampling frame of social science datasets, and those involved in the criminal justice system are thought to be loosely attached to households, which typically form the basis for sampling. Moreover, this population is difficult to recruit while under community supervision or in custody without the assistance of criminal justice authorities and difficult to follow over time due to high rates of residential mobility. For example, one recent survey of 400 former prisoners in Illinois lost approximately half of its respondents to attrition after only two years of follow-up (La Vigne & Parthasarathy, 2005).\nThe present research draws on unique qualitative longitudinal data from in-depth, unstructured interviews with a sample of former prisoners followed over a two to three year period, beginning just prior to their release from prison. We use these data to uncover the processes through which our subjects do or do not attain some measure of economic security and independence following their release. We examine how they develop stable resources to meet their basic material needs for shelter and food and how they achieve upward mobility. More specifically, we ask the following questions: How do former prisoners gain access to social support, social services, and employment? Which forms of support and services help facilitate long-term employment or other permanent sources of income in this population? And how do former prisoners achieve economic stability and upward mobility over time?\nOur findings offer a sobering portrait of the challenges of meeting even one’s basic needs for food and shelter after prison, as many subjects struggled mightily while navigating the labor market with a felony record and low human capital, attempting to stay away from drugs and alcohol, and re-establishing social ties. At the same time, our results reveal how some of the former prisoners in our study managed to attain some level of economic security and stability by combining employment, public benefits, social services, and social supports. We explain why employment was a necessary but not sufficient condition for long-term economic security, which required other forms of material support as well, either from social ties to family or romantic partners or access to long-term public benefits like SSI and housing assistance. While some subjects achieved economic stability, only a select few were able to leverage material support and social networks from family and partners into a trajectory of upward mobility and economic independence. Policy implications of these findings are discussed in the conclusion.\nPrisoner Reentry and Reintegration\nAlthough once overshadowed by debates over sentencing policies and rising rates of imprisonment, the challenge of reintegrating returning prisoners was brought to light by scholars such as Joan Petersilia (2009) and Jeremy Travis (2005), who also introduced a distinction between two complementary perspectives on prisoner reentry (Travis, 2004). The\n1Although our use of the phrase “making ends meet” alludes to the eponymously titled book by Edin and Lein (1997), we do not intend to draw a direct comparison between our study and theirs, which was based on a larger sample and an analysis of household budgets and sources of income. While we also investigate how basic material needs are met, we focus less on budgets and more on how income and in-kind support were or were not secured.\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\n“reentry” perspective focuses on reducing recidivism after release by preparing inmates for reentry through programming, such as substance use treatment and job readiness. The “reintegration perspective” focuses on social and economic reintegration after release. This perspective emphasizes entering the labor market and repairing and renewing ties to family and community. A third perspective, discussed further below, focuses on the consequences of mass incarceration for prisoners’ families and communities.\nMost scholarship on former prisoners focuses on recidivism and desistance from crime, much of it guided by theories of social control, particularly how social control changes over a person’s life course (Laub & Sampson, 2003; Sampson & Laub, 1992, 1993; Shover, 1996). This framework emphasizes the importance of social bonds – particularly those resulting from marriage, employment, and military service – in deterring criminality and encouraging desistance (Laub, Nagin, & Sampson, 1998; Laub & Sampson, 2003; Sampson, Laub, & Wimer, 2006). These bonds can be strengthened by key life events, so-called “turning points” that potentially increase social control, by altering daily routines and stabilizing pro-social roles. Moreover, former offenders who experience such changes in their social roles and relationships may also adopt new identities or self-concepts (Maruna, 2001). Thus, due to the role of employment and social relationships in desistance, desistance from crime is intimately tied to social and economic reintegration, linking the reentry and reintegration perspectives.\nHowever, many of the sources of social bonds emphasized in prior research, such as marriage, the military, and steady employment, are not available to contemporary returning prisoners – even those motivated to desist – as job opportunities are scarce for ex-offenders, military service is closed to most convicted felons, and marriage is rare in this subpopulation (Greenfeld & Snell, 1999; Western, 2006). Thus, renewed study of the post-prison experiences of ex-offenders and their interactions with a wider set of social relationships, sources of income, and institutions is required to understand the contemporary experience of prisoner reentry and reintegration. Leverentz (2011; 2006) shows that former prisoners draw heavily on social identities and relationships with family of origin and mostly non-marital romantic partners to facilitate desistance, based on interviews with 49 female, mostly African-American ex-offenders from a halfway house in Chicago followed for a year after release. For these women, such relationships play both positive and negative roles in desistance, substance use, and material wellbeing.\nA growing body of scholarship with important implications for prisoner reintegration has documented the impact of mass incarceration on the communities and families on which former prisoners rely. (Mauer & Chesney-Lind, 2002; Pattillo, Weiman, & Western, 2004; Travis & Waul, 2003). This literature shows that incarceration of a family member increases household material stress, increases the risk of foster care placement, leads to behavioral and schooling problems in children, and impacts both mental and physical health (Braman, 2004; Comfort, 2008; Johnson & Waldfogel, 2004; Lee et al., 2013; Wildeman & Muller, 2012). Reincorporating a formerly-incarcerated family member into the household may exacerbate some of these problems, especially in the short term (Braman, 2004). These findings suggest that former prisoners may have difficulties securing social support upon\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nrelease, particularly those former prisoners from already disadvantaged families and communities.\nBarriers to Economic Stability and Mobility Among Former Prisoners\nFormer prisoners face considerable barriers to attaining economic stability and integration. One important set of barriers includes legal and policy restrictions on former offenders. Many states have banned those with felony convictions from benefits such as food stamps, TANF, SSI and residence in public housing, either permanently or temporarily (Freudenberg, et al., 2005; Godsoe, 1998; Pinard, 2010; Rubinstein & Mukamal, 2002; Travis, 2005). Rules that bar those with a felony record from public and subsidized housing may limit residence with friends and family as well, and increase the likelihood of homelessness (Travis, 2005). Offenders who had been receiving state and federal income support often face the loss of these benefits during incarceration, some of which can cease once a person has been incarcerated for 30 days or longer (Brucker, 2006), and reinstating benefits following a period of incarceration can be challenging.2 Notably, restrictions on many public benefits apply largely to drug offenders. Because drug-related offenses constitute the majority of crimes committed by women, it is likely that female offenders are disproportionately impacted by these restrictions (Brown, 2000).3 Returning prisoners also face mounting financial pressure from an accumulation of debts and fees (Harris, Evans, & Beckett, 2010; Wakefield & Uggen, 2010), particularly for child support (Cancian, Meyer, & Han, 2011). Although barriers to obtaining public benefits have been well documented, prior research has shed little light on how some ex-offenders secure benefits, which benefits they tend to be, and their role in achieving economic security.\nAlthough an important potential pathway towards economic independence is establishing employment, here former prisoners also face considerable barriers, in part because having a felony record excludes them from some occupations entirely, and also because employers’ unwillingness to hire people with a felony record reduces their chance of securing any job (Holzer, 2003; Holzer, Raphael, & Stoll, 2006; Mukamal, 1999). Pager (2003, 2007) suggests that a criminal record acts as a negative credential on the job market, signaling a general lack of trustworthiness and employability. Specifically, employers may expect exoffenders to lack soft skills, clash with other employees, and prove unreliable in the handling of cash and goods (Bushway, Stoll, & Weiman, 2007). Such stigma is intensified for African American men, who face heightened racial stereotypes given a felony record (Pager, 2003, 2007). Yet some offenders are able to secure and maintain employment, and in so doing, facilitate their desistance from crime (National Research Council of the National Academies, 2007).\nLow levels of human capital, poor health, and lack of work experience also pose barriers to former offenders’ economic stability and mobility. Forty-one percent of those released from prison lack a high school education, and 73% have a history of drug and alcohol abuse. The\n2Eligibility is reinstated once the offender completes a drug treatment program 3Our study was conducted in Michigan, a state with relatively fewer restrictions on services and support for former prisoners than other states. Those with felony convictions or recently released from prison remain eligible for Medicaid and food stamps, for example.\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nalready high levels of social, psychological and physical problems that mark this population are exacerbated by periods of imprisonment (Petersilia, 2005). Visher and Travis (2003) identify poor job skills, sporadic work histories and a dearth of conventional social ties and behaviors as factors limiting ex-offenders’ successful reintegration. Incarceration may erode human capital, as skills decline, a gap in the work record is established, diseases and psychological disorders are exacerbated, and behaviors learned for survival in prison conflict with workforce norms (Bushway, Stoll, & Weiman, 2007). Even if employment is established, it may be difficult for ex-offenders to maintain (Pettit & Lyons, 2007; Sabol, 2007; Tyler & Kling, 2007).\nWhereas the barriers returning prisoners face to successful labor market integration have been well documented in prior research, less is known about the survival strategies they employ to overcome these barriers. One survey-based study in Baltimore found that exoffenders relied heavily upon family for housing and financial assistance. Family and other social connections were also leveraged to secure employment (Visher et al., 2004). A linked study additionally found that offenders’ families proved even more helpful than offenders had anticipated while incarcerated (Naser & La Vigne, 2006). In an ethnographic study, Fader (2013) studied the incarceration and reentry experiences of minority male juvenile offenders in Philadelphia, documenting their challenges finding work, navigating high crime neighborhoods, avoiding the temptation to return to drug dealing, and rebuilding relationships with family and romantic partners. As young adults, Fader’s subjects relied heavily on social support from families and romantic partners to meet their basic material needs.\nLooking to prior research on other vulnerable populations, studies suggest that reciprocal exchange is critical to day-to-day survival (Stack, 1975). In their qualitative study of how single mothers on welfare make ends meet, Edin and Lein (1997) found that in-kind and cash gifts from family members, children’s fathers, and romantic partners along with underthe-table employment and odd jobs were required to supplement cash welfare and housing subsidies. Yet it remains unclear how former prisoners are able to muster such supports given how little they have to offer in exchange and the possibility of relationship deterioration and weakened social ties during periods of incarceration. Furthermore, securing under-the-table work may not be possible if parole officers require “pay stubs” as evidence of legal employment.\nIn sum, the barriers posed by institutional and legal restrictions, stigma and low human capital raise a number of questions about how former prisoners make ends meet after prison. Given challenges in finding employment, how are basic material needs for shelter and food met? Which former prisoners are able to meet these needs through social services, public benefits, and support from family and friends rather than by returning to crime? And which short-term solutions lead to more successful reintegration in the longer term? Finally, how are some ex-offenders able to attain economic security and mobility while others are not?\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nMethodology: Data Collection and Analysis\nWe take an inductive approach, relying upon qualitative methods as those best suited to uncover diverse and complex social processes. In qualitative interviews, the researcher can begin to reveal the subject’s understanding of his or her experiences, gather data on the details of those experiences, and explore if and how the processes suggested in the literature square with the subject’s experiences and conceptualizations (Lofland & Lofland, 1995). Our data come from in-depth longitudinal qualitative interviews that probe the social, economic, and cultural processes related to prisoner reentry and criminal desistance. The sample of 15 male and seven female interview subjects was selected from Michigan Department of Corrections’ (MDOC) administrative records based on their expected release date (those who would be released within two months of the baseline interview) and release county (four counties in Southeast Michigan).\nThe authors intentionally chose to study a small number of subjects intensively over a relatively long period of time for three reasons. First, a longitudinal design is necessary in a study of released prisoners due to the rapidly changing nature of their lives. Reentry is a period of significant flux and ex-offenders’ experiences immediately after release may be very different from their experiences months and years later. Second, a longer follow-up allows for the observation of outcomes that take time to develop. Third, frequent interviews are required to capture the processes driving change over time as well as to increase subject retention in this hard to study population (see below on strategies used to prevent subject attrition).\nBecause statistical representativeness across multiple subject characteristics is impossible in a study with a small sample size, we instead pursued a “purposive” sampling strategy common in qualitative research (Kuzel, 1992). Our goal in selecting subjects was to ensure racial and gender diversity, diversity of local geographic context, and diversity of services and supervision provided by MDOC. Accordingly, the sample was stratified by gender, race (white vs. black), reentry county (urban vs. suburban), and type of release (receiving services from Michigan Prisoner Reentry Initiative [MPRI], not receiving MPRI services, or being released without parole [i.e., “maxing” out]).4 Within these categories, potential subjects available at the time of recruitment were selected at random. This sampling strategy ensures that theoretically important categories are present and therefore that conclusions drawn are not particular to the largest group of former prisoners in the population (minority males released to central cities).5 Three male subjects refused to participate in the study and one female subject was discontinued from the study after she was denied parole after the first in-prison interview. These subjects were replaced by additional randomly selected individuals with the same sampling characteristics, resulting in a response rate for in-prison pre-release interviews of 86% (24/28).\n4The Michigan Prisoner Reentry Initiative is a statewide policy effort to reduce crime and incarceration by providing additional services to parolees and by implementing a regime of “graduated sanctions” for technical parole violations. During our research, MPRI was still being phased in, and not all parolees received services. During subject recruitment, MPRI parolees tended to be those classified as “high risk” or “medium risk” by MDOC. This research is not an evaluation of MPRI. 5As a result, our sample is not representative of the population of former prisoners released in Michigan during this time period. For example, the inclusion of a sampling cell for white males released to suburban areas resulted in an overrepresentation of drunkendriving offenses in our sample.\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nIndividuals involved in criminal activity, the criminal justice system, and substance abuse are challenging to study. Although we began the study with pre-release interviews with 24 subjects, two subjects, one male and one female, left the study immediately following their prison release. These subjects were younger than our average subject, and both were subsequently convicted of new crimes. All remaining 22 subjects were interviewed once before release, and were interviewed repeatedly during the two years following their release, with follow-up interviews targeted at approximately 1, 2, 6, 9, 12, 18, 24, 30, and 36 months (see Appendix A for detailed interview timing), for a total of 154 interviews.6 The number of post-release interviews per subject ranged from two (two subjects who were returned to prison not long after release) to eleven, with a mean of 5.8 and median of six.\nThe first two post-release interviews were targeted for the first and second months after release in order to capture the challenges and instability of the immediate post-release period, when assistance from family, friends, partners, and social services was expected to be most necessary. Following the initial interviews, most subjects followed a fairly regular interview schedule at roughly every three months through the first year and every six months thereafter unless we could not stay on schedule due to incarceration, residential treatment, or absconding.\nFor some subjects, we intentionally allowed interview timing to vary, depending on their circumstances. In some cases we conducted interviews more frequently when subjects’ lives were particularly unstable. In other cases subjects took up criminal behaviors – using drugs, committing new crimes, and absconding from parole – for a period of months. For these individuals, we were able to complete interviews at a later date that discussed the missed time period, including follow-up interviews in prison with three subjects. For all but one of our subjects who committed new crimes, we were able to interview the subject at some point afterwards. One subject was killed in a shooting during the second year of the study. Another subject achieved economic stability one year after release and, because his material circumstances and sources of income remained unchanged, he did not require further formal interviews, although we kept in touch with him informally throughout the study period and monitored his parole agent’s case notes for criminal infractions as well as residential moves or changes in work and schooling, of which there were none.7\nWe used a number of strategies to maintain contact with subjects in this difficult to track population. The most important was access to parole agents’ records, which allowed us to maintain contact with subjects whenever parole agents knew how to find them. For all but two subjects, we obtained consent to access their MDOC records, allowing us to view their parole agents’ case notes for updated contact information, substance use tests, parole violations, and arrests. This was particularly useful for tracking residential moves, periods of incarceration in jail, and periods of confinement to residential treatment. A second strategy was to elicit from subjects at the initial interview and regularly thereafter the names and contact information of three individuals who would be likely to know how to get in contact\n6All appendices are available at the end of this article as it appears in JPAM online. Go to the publisher’s website and use the search engine to locate the article at http://www3.interscience.wiley.com/cgi-bin/jhome/34787. 7This subject reached a “saturation point” (Bowen, 2008) after three consecutive interviews revealed little new information about his circumstances, plans, or perspectives, owing to his stable family and employment situation.\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nwith them. A third strategy was to provide incentive payments of $60 per interview. Finally, we believe, though cannot independently verify, that the rapport we were able to develop with subjects over repeated interviews also contributed to our lower attrition rate than some earlier studies of former prisoners. In total, we were able to maintain regular contact with 19 of 22 subjects across the two-year period, although this involved less frequent interviews with four imprisoned subjects once they were incarcerated, and a truncated interview schedule with the subject who was killed. Three subjects attritted during the course of the study at 2, 12 and 20 months.\nIn-prison interviews were conducted in private rooms (often those used by lawyers visiting their clients). MDOC regulations forbid recorders within prisons, so field notes were used to document in-prison interviews. Post-release interviews were primarily conducted in the subjects’ residences, but also occasionally in the researchers’ offices or in a public location. These interviews were recorded and transcribed. Interviews covered a diverse array of topics, both researcher and subject driven, but focused on the subject’s community context, family roles and relationships, criminal activities and experiences, life in prison, service use, and health and well-being, including drug and alcohol abuse. Interviews were unstructured, meaning that we prepared a detailed interview protocol with a lengthy list of questions and follow-up probes on the above topics but let the conversation follow the interests and experiences of the subject. When a particular conversation thread was complete and the list of probes exhausted, we returned to the next topic in the protocol. Initial in-prison interviews were roughly 90 minutes, while follow-up interviews usually lasted 1–2 hours. Our research design captures subjects both directly before release, allowing for investigation of subject’s pre-release expectations, and during the first 2–3 years after release, a critical period for desistance (National Research Council of the National Academies, 2007).\nHalf of the male sample is white and half black.8 At the initial interview, men ranged in age from 22 to 71, with most subjects in their late-twenties to early-thirties. Crimes of which male subjects were convicted range from armed robbery to driving under the influence (multiple convictions can lead to imprisonment) to manslaughter. Five male subjects were being released from prison for the first time; all others had experienced multiple prison spells.9 The female sample is also half white and half black. Women ranged in age from 22 to 52 at the initial interview, with most subjects in their late-thirties or early forties. Women’s crimes ranged from felony firearm possession to retail fraud to drug selling. Three women were leaving prison on their first release; the other four had served previous prison terms. We assigned pseudonyms to all subjects and to any other individuals mentioned by name.\nAll but four of the 15 men and two of the seven women in our study engaged in some form of illegal behavior other than drug use (including behavior not known to law enforcement authorities) during the study. Drug and alcohol addiction was also common among our sample members, and these issues played an important role in their attempts to secure social\n8Latinos and Asians make up a very small proportion of the Michigan population and of individuals released from Michigan prisons. 9This does not include time in jail. Whereas jails are run by local cities and counties and hold individuals with sentences less than one or two years or awaiting trial, prisons are run by the states or the federal government and hold individuals who have longer sentences.\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nsupports, their ability to comply with service providers’ expectations, and their capacity to gain and sustain employment. Our interviews made clear that conventional measures of involvement in drugs, such as whether a subject has been convicted of a drug-related crime, understate the prevalence and significance of these addictions. The majority of subjects’ crimes were committed while under the influence of drugs or alcohol or motivated by drugs. Six of our 15 male subjects characterized themselves as alcoholics, five as both drug abusers and alcoholics, three as drug abusers solely, and only one reported no addiction to drugs or alcohol. Of seven female subjects, four characterized themselves as drug addicted, one as drug and alcohol addicted, and one as formerly drug addicted. Only one woman did not describe a serious current or past problem with drugs or alcohol.\nOur analysis and results depend on the collection of potentially sensitive data from subjects, so the cultivation of rapport and trust with subjects was critical. Subjects were matched with interviewer on gender. Interviews were conducted by the first, second, and fourth authors. The same interviewer conducted all interviews and interactions with each subject throughout the study. The longitudinal nature of the study was also critical to building rapport and trust, as subjects revealed more and more information as interviews progressed, occasionally including information that was intentionally withheld in earlier interviews. One potential barrier to trust was the recruitment of subjects in prison with the cooperation of MDOC. However, consent forms clearly stated that no individual information from the study would be shared with MDOC or any other law enforcement agency unless there was indication of imminent harm to subjects or others, and we secured a Certificate of Confidentiality prior to the initial interviews in order to protect study data from law enforcement and the courts.\nThe coding and analysis of the field notes and transcripts was conducted using Atlas TI qualitative software. The authors generated an initial list of codes prior to analysis based on categories and concepts motivated by theory and prior empirical research, and then developed additional codes during the course of the analysis. Coding was done by the second author and four research assistants trained in the meanings of the codes and rules for their application. Research assistant coding was compared to that of the second author until a high degree of agreement occurred. The codes most relevant to this paper were those related to job search and employment, use of public and private social services and informal sources of support from family and friends, as well as barriers to accessing employment, services and supports. Where possible, we cross-checked specific facts with those recorded in parole agent’s case notes.\nOur analysis alternated between two parallel forms, a subject-based mode, which considers the details of each case and interconnections between domains, and cross-case mode, which looks for patterns across individuals within domains. Our main goal in using such an approach was to characterize subjects’ trajectories of material wellbeing and economic mobility. We began this analysis by creating a detailed timeline and summary of employment, services and social supports for each subject, paying particular attention to changes over time and to whether and how basic material needs – particularly shelter and food – were being met. These timelines tracked eight categories of information: housing, employment, social support, government support, health problems, illegal activity, education/training, and other (e.g. debt or supervision fees and victim restitution payments).\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nThe third author created these timelines and summaries from the coded fieldnotes and transcripts, and the timeline and summary material compiled on each subject were then checked by the author who conducted the interviews (one of the other three authors). To synthesize our observations, we developed a typology characterizing five different “states” along a continuum of material hardship to wellbeing. These states are ideal types that characterize the level of hardship/wellbeing a person was experiencing at a given point in time. In characterizing these states we paid careful attention to material resources secured through criminal activity as well as other involvement in criminal activity and contact with the justice system, as these activities are often inversely related to securing basic material needs through conventional means.\nWe defined the five states of material hardship/wellbeing among our subjects as follows:\n1. Desperation refers to extreme material need: living on the streets or in abandoned buildings and not having enough food to eat. Few subjects experienced this state of\nextreme deprivation, and those who did so experienced it for only brief periods of time.\n2. Survival refers to a state in which the individual is “getting by” day to day, but housing and food sources are unstable and insecure. We used this category to\ncharacterize periods of time when subjects were relying on soup kitchens or food pantries for meals and/or living in homeless shelters, short-term transitional or temporary housing, residential treatment programs with an impending end date, or private housing that was contingent on public benefits or social support that they were at high risk of losing.\n3. Stability refers to a state in which the individual has secure sources of shelter and food and has reasonable certainty that these needs will continue to be met for the\nforeseeable future. Examples include subjects who lived with their parents after release with assurances that they could stay there as long as necessary, as well as those who had sufficient income from either employment, or long-term sources of public assistance, such as SSI.\n4. Independence was reserved for individuals who were not only stable but had sufficient resources or prospects for advancement to move beyond a day-to-day\nexistence and toward a more middle-class standard of living. It characterizes final stages in the trajectories of the few subjects who either attended college or secured jobs with prospects for career advancement and improved future income. Individuals in this category had strong stakes in conformity, commitments to conventional norms, and low levels of material stress.\n5. Custody is the only state that cannot be characterized as part of an ordered continuum from hardship to wellbeing. Rather, it characterizes periods of time in\nwhich individuals were under custody for either short or long periods and therefore securing shelter and food needs by being in jail, prison, a residential program, or detention center.\nWe used this typology of states to inductively develop modal “trajectories” of hardship/ wellbeing, based on our analysis of how subjects moved in and out of different states over\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\ntime. We created a spreadsheet that tracked states on a monthly basis and used that to code each subject’s trajectory. Trajectory assignments were made by the third author and then verified by the author who had interviewed the subject. Trajectories are described below in the results section. While identifying and describing typical trajectories requires considerable simplification of complex patterns, the four trajectories we describe broadly capture significant distinctions that demonstrate the larger patterns in our longitudinal data.\nResults\nWe organize our presentation of results as follows. We begin by providing an overview of how subjects combined various sources of material resources to make ends meet over time, briefly describing four trajectories of material wellbeing and fulfillment of basic needs that we observed in our data. Utilizing comparisons across subjects, we then elucidate the key processes that allowed some subjects to move between states and thereby achieve trajectories of sustained economic stability or upward mobility after release from prison (e.g. reconnecting with family or romantic partners to garner social support, securing public benefits, and strategies to overcome the felony stigma in the labor market).\nModal Trajectories of Material Wellbeing\nFour trajectories capture the general patterns followed by subjects across the five states of material hardship/wellbeing we identified. These four trajectories are differentiated based on the level of economic security that the former prisoner eventually achieved, the speed with which the subject attained that economic security, and whether that security was maintained over time. We emphasize that many subjects experienced frequent transitions between states of economic security and insecurity, and that the majority of our subjects were not able to sustain long-term stability or achieve mobility. Figure A1 in the appendix provides a graphical representation of each subject’s trajectory.10 It indicates which state each subject was in during each month after release up to 36 months and identifies the overall trajectory assigned to each subject as well as the subject’s race, gender, and age at release. (Although custody and death do not figure directly into our assessment of trajectories, they are also indicated in the figure to aid interpretation.11) Note that both men and women are present in each of the four trajectories, and there are no discernible racial differences in trajectories.\n1. Trajectories of Continual Hardship—About one quarter of our subjects (6 out of 22) lived in a continual state of material hardship, transitioning between extreme desperation and survival when they were not in custody. These subjects never established a stable independent living situation. Most but not all of these subjects struggled mightily with substance abuse and addiction. In some cases this prevented them from effectively seeking employment and developing the social ties necessary to secure housing and food through social support, but in other cases, drug or alcohol relapse resulted from initial failures at these goals. This group also tended to maintain substantial involvement with the criminal\n10All appendices are available at the end of this article as it appears in JPAM online. Go to the publisher’s website and use the search engine to locate the article at http://www3.interscience.wiley.com/cgi-bin/jhome/34787. 11We exclude custody because basic material needs for shelter and food are met, at least minimally, during these periods.\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\njustice system, facing additional sanctions such as drug treatment, short jail stays, and returns to prison.\n2. Trajectories of Survival and Marginal Stability—The most common type of trajectory – experienced by eight subjects – was characterized by a vacillation between periods of stability and survival. Periods of stability were facilitated primarily by employment, family support, or some combination of the two, while periods of crisis were precipitated by family conflict, layoff or job loss, or when crucial supports for maintaining employment, such as transportation assistance, were lost. Downward transitions were often accompanied by addiction relapse or by crimes intended to generate economic resources.\n3. Trajectories of Long-Term Stability—Four subjects attained economic stability and managed to maintain it over time, although they experienced no further prospects for economic or material advancement. These subjects tended to receive substantial family support in addition to another source of support like low-wage employment or public benefits. The combination of the two meant that family did not have to be relied upon constantly, which can strain such relationships, but could be accessed on an as-needed basis to maintain one’s gains when benefits were cut off or a job loss occurred. Despite these advantages, upward mobility remained out of reach.\n4. Trajectories of Upward Mobility—Finally, four subjects experienced an improvement in material conditions and economic security even after achieving stability, eventually resulting in independence. These individuals returned to families or partners who provided them with substantial support. These were typically middle class families that could offer not only a temporary place to stay and food to eat but long-term shelter and access to other material resources. Often this support was accompanied by job networks that led to higher paying stable employment. Family support also provided “breathing space” to search for the right job or return to school without having to worry about short term material needs. Individual characteristics enabled this trajectory as well, as these subjects had the human capital to take full advantage of such opportunities.\nAchieving Stability\nHow and why did some former prisoners in our study achieve economic stability while others did not? In this section we draw upon comparisons across subjects on different trajectories to understand the sources of this variation. We highlight three primary resources through which economic security was achieved: employment, social supports, and public benefits. However, the examples we discuss below reveal that attaining stability was often contingent upon individual characteristics and access to additional resources as well.\nEmployment—While the barriers facing former prisoners in the labor market are well known, many of our subjects did find employment, and some were able to translate this employment into a trajectory of long-term economic security.12 All but two of the fifteen male subjects relied on employment as a source of income at some point. Only one male subject began working immediately after release, and this was closely linked to his immediate enrollment in postsecondary education (Paul). Another secured employment two\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nmonths after release and maintained it throughout the study period (Leon). The rest of the men who were able to secure a job at some point had considerable trouble either attaining or maintaining that employment, or both. Most worked in restaurants and car repair or maintenance shops, though other forms of manual labor and informal employment were also used at times (e.g., plasma donation, collecting cans, cleaning, and caretaking). Two men (Morgan and Geoffrey) had skills that provided higher levels of income (master plumber and car salesman). Both absconded from parole but managed to continue working while in this precarious legal status.\nFive of the seven female subject relied on employment as a source of support at some point as well, with only one female subject (Michelle) regularly employed, although she moved frequently between jobs. Two female subjects relied predominantly on SSI, remaining unemployed throughout the study period (Jennifer and Jocelyn). Of the women who did depend on employment at some point, this employment was often short-lived. Female subjects were predominantly employed in restaurants, cleaning positions, and other service sector jobs. One female subject was trained as a nurses’ aid (Jada), but was no longer eligible for this type of employment due to her criminal record. She remained largely unemployed.\nSubjects used multiple strategies for finding jobs, and many had trouble maintaining employment. Some found jobs through sheer volume of applications, while others relied on their social networks. Securing and maintaining employment was facilitated by effective presentation of self, regular access to reliable transportation, either public transportation or friends and family able and willing to help with rides, and proximity to jobs in the suburbs. Significantly, sustained economic security could only be achieved via employment when challenging personal circumstances or individual characteristics (e.g., addictions, childcare responsibilities, or transportation problems) did not prove insurmountable.\nThe importance of employment for initiating a long-term trajectory of economic security is illustrated by the comparison between Michelle and Jada. Both Michelle and Jada are young, high school educated mothers. For both, this period of imprisonment had been their first. However, their experiences securing employment following their incarceration differed dramatically, with significant implications for their economic security. Michelle was easily able to secure relatively lucrative jobs, which allowed her to meet not just her material needs, but pay off debts and set her sights on longer-term goals. Three years after her prison release, Jada, who was never able to land a permanent job, continued to struggle mightily to meet even basic economic needs.\nMichelle is a twenty-five year old white woman whose heroin addiction, undeterred by twelve stints in drug rehabilitation, led both to her imprisonment and the loss of custody of\n12Another possible barrier to employment, particularly employment in the formal labor market, is outstanding child support arrears, which has been suggested as a reason why many low-skilled men choose to work under the table or in the underground economy. The hypothesis is that when considerable income is removed from formal paychecks to cover child support arrears, men move out of the formal labor market. We found little evidence of this effect, as only one man with children discussed child support arrears as affecting his decisions about work or crime, and none complained about child support arrears being removed from their pay. We note, however, that our sample of fathers is very small, and it is relatively easy in Michigan to stop the accumulation of arrears while incarcerated (Aukerman, 2003).\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nher daughter. Following her release from prison, Michelle returned to the working-class Detroit suburb where she was raised and moved in with her father and step-mother. Her family provided food, transportation and other necessities, but required that she pay $150 in rent monthly, $100 of which they set aside for her in a savings account. In order to earn rent money, and because she liked to keep busy while she worked hard to stay clean, she began applying for jobs at the many service-sector employers in her suburb. A little over a month following her release, a relative provided her with a referral that landed her a part-time position in a fast-food restaurant.\nAbout a month later she secured another position, this time waitressing 40 hours per week at a nearby diner. These positions allowed Michelle to pay off her parole and driver’s license fees, a significant barrier to transportation facing many of our subjects in a state that invests relatively little in public transportation. Further, they helped her work towards a longer-term goal of establishing custody of her daughter, who was living with Michelle’s mother. In order to gain custody, Michelle had to establish both her own apartment and a record of sobriety, and her jobs helped her advance towards both of these goals.\nAbout a month later she quit the fast-food job over a conflict with her boss and dissatisfaction with her pay, but continued working full-time at the diner. Not long thereafter, Michelle and her boss “got into it” at the diner and Michelle was fired. A customer Michelle had gotten to know through her work at the diner witnessed the exchange and offered to connect her with a new job with his sister’s company. The very next day she had secured part-time work conducting surveys at the mall near her house. For a short time, she also supplemented this position working at a grocery store, but ultimately gave up this second position when she was able to secure full-time employment at the mall. Not long after starting this full-time job, she had a major heroin relapse. She was able to continue working while using heroin for a while, but eventually lost the job. Around this time her father started using drugs again too, and he kicked her out of the house. With nowhere to stay, she was forced to live in a hotel, where she lived until her ex-boyfriend’s mother offered her a home while she straightened out. Shortly thereafter, she and her ex reconnected. They soon moved in together to their own apartment and Michelle secured another waitressing job at a nearby diner. About a year later, Michelle and her (now) fiancé moved into a two-bedroom apartment, and her daughter joined the household shortly thereafter. Toward the end of the study period, Michelle again experienced a drug relapse and was arrested for possession. Having failed to show-up for court-mandated drug screening, she spent a short period of time in jail. Yet despite these periods of relapse and struggle, Michelle was able to stabilize economically by combining employment with social support.\nShe was able to maintain employment because she nearly always had a stable, low-cost place to stay, transportation to and from work, and at least initially, no childcare responsibilities to interfere with work. She could also turn to her social network to secure new employment when needed. Further, the suburban neighborhoods where she lived with her father and her boyfriend were, unlike many Michigan central cities, relatively prosperous, and provided more low-skill service sector job opportunities. Finally, she was young, white and blond, with some college education and an assertive personality. She\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nreported that potential employers never asked her if she had a criminal record, likely because her appearance and demographic characteristics did not fit their image of a former prisoner.\nMichelle’s experience contrasts markedly with that of Jada, a comparison that reveals how crucial employment is for stability, economic as well as emotional. Jada is an AfricanAmerican mother of two in her early 30’s living in a small, impoverished community on the outskirts of Detroit. Prior to her arrest Jada had been working as a nurse’s aide, earning $12.50 per hour. While she was working, her boyfriend, the father of her youngest child, sold marijuana out of their house. During a raid of her house, the police discovered marijuana and a gun. Although both belonged to her boyfriend, at his behest she claimed the gun was hers. He was already on probation and a weapons conviction would mean he would be sent to prison for a long time. Neither she nor her boyfriend thought prison was likely for her. And it may not have been, had she not been caught smuggling marijuana into prison for him a few months later.\nUpon Jada’s release from prison she worried about finding a job. As a felon, she was no longer eligible to work in nursing, and because she had two felony convictions, she would not be able to expunge her record. The only lucrative occupation she had ever had was now closed to her. Further, she did not have the supportive networks of Michelle and knew no one who could help connect her with a new job. Her mother worked as a teacher’s aide, a position also closed to those with a felony conviction, and her sister was on welfare. Over the two years following her release she was employed for less than two months. Initially, she searched for a job every day, submitting resumes and looking online for openings. As the months dragged on, her efforts dropped off. When she heard about a job lead or a business that hired felons, she would often apply, but nothing resulted. Jada appeared to suffer from depression, and in interviews she was often disengaged, irritable and pessimistic. Undoubtedly, her affect hampered her job search, but so too did her long period of unemployment fuel her hopelessness. During one memorable interview, the normally reserved Jada broke down in tears, sobbing, “I just want a job so bad!”\nIn marked contrast to Michelle, Jada’s job search yielded nothing. Her long work history and absence of substance abuse problems should have given her an advantage over Michelle, but Jada was shut out of the one career path she had known and knew no one who could refer her to a job. Jobs were scarce in her neighborhood, and those open to felons even scarcer, although she did have access to a car and drove considerable distance to apply for jobs early in her job search. Finally, unlike Michelle, no employers took a chance with Jada. Race likely played a role, as did her increasingly frustrated self-presentation. Jobless, Jada subsisted entirely on food stamps, meager welfare benefits, and hand-outs from friends and family. Her rent was paid almost entirely by Section 8, and she and her children received Medicaid. The family subsisted on less than $900 per month, $400 of which was food stamps. She grappled every day with the reality that when her welfare time-limit ran out, her situation would only worsen.\nThough this comparison highlights the fact that employment can lead to economic security, it is important to note that employment does not necessarily lead to economic security. For some, health problems or addiction got in the way of effectively searching for and\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nmaintaining a job, despite having the requisite human capital and social networks necessary to secure employment. For others, barriers to employment such as the absence of childcare or transportation meant that jobs, once secured, had to be abandoned.\nSocial Support—Almost all prisoners leave prison with little more than the clothes on their backs. For those who do not move directly into a treatment program or other institutional living situation, family, friends, or romantic partners remain the only housing option, aside from a homeless shelter. All but four of the fifteen male subjects lived with family or romantic partners immediately after their release, including romantic partners (4); parents (6); and siblings (1). Only one male subject (Lamar) remained independent throughout the study period (living with a brother only during the first week after his release). All but two of the seven female subjects lived with family or romantic partners immediately after their release, including: romantic partners (2) and parents (3). The remaining two subjects lived initially in institutional arrangements (a treatment program and an adult foster care facility) and were later housed by family and a romantic partner. While female subjects did not always rely on resources provided through social support, all gained material resources from social support at some point during the study period. Family support provides not just an immediate place to live and meals to eat, but transportation, emotional sustenance, and a stable base from which to develop longer-term strategies for securing shelter and employment. Hence, social support can be integral to economic security, as illustrated by comparing the experiences of Lamar and DeAngelo.\nLamar is a single African-American man in his forties with no children who served two prison terms for armed robbery. A high school graduate raised in a foster family, Lamar got involved in the “party scene” in his late teens and early twenties, and eventually committed multiple armed robberies. At our first interview, Lamar was being paroled for the third time. Upon release Lamar lived for a week with his foster brother before moving to the city’s homeless shelter. Though Lamar’s foster family was emotionally supportive, this short period of housing assistance was the primary material resource they offered during his transition. Absent additional resources, Lamar relied heavily on a soup kitchen and food stamps for food and a homeless shelter for housing while he pursued a dogged strategy of job application. He estimates that he applied for over 200 jobs in the months after release. His persistence paid off with two part-time jobs, one stocking shelves and another in a fastfood restaurant. With these new sources of income and help from the state’s prisoner reentry program, he secured a subsidized room in a boarding house. Meanwhile, he also continued to “party” and use cocaine on the weekends, carefully timing his use to avoid detection by his parole officer. Soon thereafter Lamar landed a full-time job as a line cook, but then lost that job after a conflict with the manager. Not long before his room subsidy was set to run out, he got a job as a taxi driver, and with this new income, meager savings and some help from the reentry program, he secured his own apartment.\nAt this point, by his own admission, he became a little too comfortable with his new economic stability and success on parole and began to make mistakes. Lamar skipped appointments with his parole officer when they coincided with the most lucrative taxi shifts, bought some stolen money orders from a neighbor for a fraction of their face value, and was accused by his sister-in-law of stealing and pawning jewelry (though this later turned out to\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nbe a misunderstanding). This was enough to result in another parole violation, and he was returned to prison for almost a year. All of the progress he had made toward economic stability and all of the possessions he accumulated were lost when he was arrested and returned to prison. Almost two years after his last parole, he was paroled again, returning to a rooming house for parolees, but this time entering into a recessionary economy. Once more deploying his strategy of applying for every job he could, Lamar eventually secured a food service job through a temp service and rented a small apartment of his own, but lost the apartment when the job failed to become permanent. Over three years after we first met him, Lamar moved back to the homeless shelter. He had little to fall back on besides his own tenacity in searching out employment and social services. Because these were often short term, he was frequently left at risk of homelessness.\nIn contrast, DeAngelo was able to rely heavily on the social support of romantic partners, who provided housing, food, and other forms of assistance. DeAngelo is also an AfricanAmerican man. He was in his late 20s when he was paroled after his second term in prison, having been sentenced to prison first for breaking and entering and then for drunken driving. DeAngelo has a young son, and he separated from his wife prior to his most recent incarceration. He describes himself as an alcoholic and struggled with a number of related mental health issues including depression, anxiety, and bi-polar disorder. Upon his prison release, DeAngelo moved in with his girlfriend and her mother. This home permitted him a period of re-adjustment to life outside of prison and gave him the time needed to secure health insurance through a county program, begin treatment for his mental health problems and addiction, and look for a job that paid a living wage. His girlfriend also shuttled him to appointments and job interviews because he had lost his license following his drunken driving conviction. DeAngelo had worked as a waiter in the past, and eventually found a position waiting tables at a chain restaurant nearby, making between $13 and $15 per hour, depending on tips.\nAbout three months after his release, DeAngelo moved out of his girlfriend’s mother’s house, and with the help of the state’s reentry program, first got a subsidized room in a boarding house and then his own apartment. The relationship had frayed; his girlfriend had her own mental health problems, and the two of them were constantly fighting. DeAngelo began taking courses in auto body repair, and a new romantic partner moved in to his apartment. She had her own public benefits and cared both for her own child and DeAngelo’s son. His employment did not last long after he realized that their household could get by on his girlfriend’s benefits and his financial aid. About nine months after his release from prison, he was arrested again, this time for driving without a license, and was returned to prison for a technical violation.\nDeAngelo served another six months in prison and, like Lamar, lost everything he owned when the landlord emptied his apartment for nonpayment of rent. When he was paroled again he went immediately to a subsidized apartment provided by the state reentry program. He quickly reconnected with the first girlfriend, who in the meantime had begun dancing at a club and established her own household. She drove him to appointments and interviews on her days off and helped him with groceries. When his time in the subsidized apartment was up, DeAngelo moved in with this girlfriend and his son. The girlfriend quit her job, applied\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nfor and received SSI, and helped care for DeAngelo’s son. The couple made ends meet with her SSI benefits and help from her family, supplemented by some income DeAngelo made by cutting hair and doing odd jobs. Four months later he found another restaurant job, this time as a line cook at a restaurant two bus rides from home. Then he broke up with his girlfriend again. Without her support, he lost his access to reliable transportation and a babysitter, and a few months later he lost his job after his schedule changed and he could not get to work on Sundays on the bus or work in the evenings because he needed to care for his son. He has since enrolled in a culinary class while his son is in school and makes ends meet by selling beauty products, cutting hair, and doing odd jobs. He is behind on bills but managing to make rent every month, at least for now.\nDeAngelo’s experiences illustrate the importance of social support for achieving and maintaining stability of basic material resources. In his case, romantic partners buffered him from homelessness and the effects of unemployment and provided other forms of material support, particularly transportation that facilitated his access to health care and employment. In contrast, Lamar had no such support, and more frequently dropped from a state of stability to that of survival or desperation.\nWhile DeAngelo’s experience demonstrates the importance of social support, social support is not always sufficient to achieve economic stability in the long term. Whether social support could be leveraged into a long-term trajectory of economic stability was dependent on the quality of resources the family could offer as well as characteristics of the family. While some families offered access to extensive job networks and material resources, for instance, other family members were themselves out of work and struggling financially. Further, some family members’ own emotional disorders or addictions meant that the support they offered could pose a danger to our subjects’ own sobriety or emotional stability.\nPublic Benefits—For those subjects who qualify for them, public benefits such as SSI or Section 8 can provide a basis for long-term economic security, particularly if supplemented with other sources of income.13 However, they are typically too little to leverage into upward mobility. Public benefits are hard to obtain, requiring medical proof of disability in the case of SSI or making it to the top of a waiting list in the case of Section 8. While many of our subjects received Medicaid and obtained food stamps to supplement their food budgets, only those few able to access substantial, long-term public benefits were able to achieve economic security as a result of this resource. Further, short-term or nominal benefits never served as a stepping-stone to sustained economic security.\nOf the fifteen male subjects, only one was supported primarily by public benefits (Damian, who was elderly and received SSI) and four male subjects never received public benefits. Eight of the male subjects were supported in part by public benefits received by romantic partners and family, and at least nine of the male subjects received some food assistance via SNAP and/or housing and transportation resources, which were provided to some subjects\n13In analyzing our data we looked carefully for evidence of barriers to accessing public benefits among those who appeared eligible from the information we had available. We found little evidence of barriers, though we note that Michigan is a state that has opted out of many of the federal restrictions on benefits for those with criminal records.\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nthrough the state prisoner reentry program. All seven female subjects received some resources through public assistance. Two gained support in part through family members’ public benefits; three relied predominantly on their own public assistance (SSI and TANF), and six received food assistance and/or housing and transportation resources.\nThe significant role that public benefits can play in economic stability can be seen in the comparison between Jennifer and Lenora. Jennifer, 38, is a single white woman with two grown children and one adolescent. She gave birth to the first of these children at 13, at which point she dropped out of school. The next twenty-five years were spent selling drugs, using drugs or in jail. Upon her prison release she received substantial material support from family and a former “fiancé,” with whom she was no longer romantically involved. She initially relied upon this fiancé for housing, food and transportation. A few months later, her sisters were able to purchase a trailer from an elderly relative for Jennifer. They also provided the money needed to move the trailer to a “felon-friendly” trailer park and pay the first month’s lot rent. Set up in her own home, Jennifer was able to regain custody of her young son. Her son brought with him $125 he received in foods stamps monthly, and the SSI payments he received on behalf of his father, who suffered from rheumatoid arthritis. These benefits provided a source of economic stability while Jennifer sought out her own government benefits; applying for Medicaid, SSI, food stamps and TANF. Her TANF and food stamp award granted her an additional $600 per month. Soon after she was approved for SSI, both for illiteracy and the chronic injuries she had sustained as a result of a car accident. She and her son together received roughly $1100 monthly in government benefits, which her sisters and girlfriend supplemented occasionally with money or food stamps, as needed. With the help of a great deal of family support, substantial government benefits, and a strong commitment to sobriety Jennifer made it: attaining economic stability (albeit at a level below the poverty line) and never relapsing or committing another crime.14\nIn contrast, Lenora, an African American woman in her fifties released from her eighth prison bit, was unable to establish substantial long-term benefits and, thus, never stabilized. This was true despite the fact that Lenora had an extensive employment history and was resourceful, motivated and energetic. Lenora was an alcoholic and occasional hard drug user since her teenage years. To support her habit she engaged in “retail fraud,” stealing from stores and selling the items on the street. Prior to her most recent prison term, she had been employed as a presser at a drycleaner for three years. Upon release, she brought this energy and enthusiasm to her job search, as well as her search for charitable and government benefits. She first landed in a halfway house in Detroit, and for four months the state’s prisoner reentry initiative covered food and rent. At the halfway house, she and the other residents were required to be out of the house for the entire day, searching for jobs. She stopped by a university in Detroit, and discovered that she qualified for financial aid. She signed up, believing that financial aid could be her “ticket out,” a financial resource that would allow her to establish permanent housing and buy a car.\n14She, like nearly all of our subjects, did regularly drive without a license or car insurance. Most of our subjects owed thousands of dollars in “driver’s responsibility” fees that they needed to pay in order to obtain a valid driver’s license. Car insurance was likewise a financial impossibility. In the rural setting where Jennifer’s trailer park was located, there was no public transportation and she effectively had no alternative.\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nOver the following months she took advantage of jobs skills training at Goodwill Industries, free clothing at a local charity, a short-term position subsidized by the reentry initiative and supports and services offered from a number of other Detroit-area charities. And yet her frustration at not being able to get a full-time, permanent job led to a several-month bout of relapse and retail fraud that ended when she was assigned to inpatient drug treatment. Both the relapse and the inpatient residence disrupted her educational plans, compromising her chance for additional loans and grants. Following her completion of the inpatient treatment program, she stayed on as a resident trainee for four months, earning $75 a week plus room and board. She hoped to be hired on to a permanent position. She was not, and thereafter moved in with her nephew, paying $300 in rent a month and subsisting on food stamps and sporadic temporary employment. The last we saw of Lenora, her nephew’s house was being foreclosed upon and she was planning to move, possibly into a homeless shelter. She admitted that her stress at having no income aside from food stamps and the threat of losing her housing had led her back to drinking, and drinking triggered thoughts of stealing. Despite Lenora’s resourcefulness, accessing a half dozen charitable organizations, employment support, transitional housing services and educational financial aid, the shortterm nature of each of these supports never provided her with economic security. Each employment or housing opportunity came with a time limit, after which she had to struggle again to meet her basic needs. Though Lenora sought out public benefits, unlike Jennifer, she was never eligible for those that provided longer term stability. The comparison between Jennifer and Lenora reveals the importance of substantial public benefits for economic security among former prisoners who struggle with employment. While many of our subjects pursued long-term benefits such as SSI, only a few were able to secure them. And for those few, economic security became more possible.\nAchieving Upward Mobility\nFour of our subjects achieved upward mobility that resulted in significant promise for longterm economic security and a middle-class lifestyle. We now turn to the question of how they did so. We find that strong and sustained social support, usually from family or a romantic partner with considerable social and economic resources, was the primary path to upward mobility. For example, family or partners who could actively assist with employment by harnessing the social capital of their own job networks contributed to better paying jobs with possibilities for career advancement. Abundant family or partner resources also give former prisoners access to communities and institutions that promote upward mobility. The comparison between Randall and Leon illustrates the importance of family assistance for finding a job.\nRandall is an African-American man in his late thirties who had been in prison for drug dealing, car theft, and firearm possession. Although there was no evidence that Randall had a substance abuse problem, he paroled to a drug treatment program (largely because he had nowhere else to go) and then spent a week in a homeless shelter before moving in with his brother, sister-in-law, and their two teenage sons. Unable to find a job, Randall contributed his food stamp benefits to the household, did odd jobs for other family members, and briefly sold marijuana to generate a small income. He initially expected that his brother or cousin would connect him to a job at their places of employment, but no job opportunity was\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nprovided, much to Randall’s disappointment. After two months, Randall’s brother, who had a drinking problem and was verbally abusive, told Randall that the housing situation was only temporary. Randall moved out, reporting that his brother’s family used all of his food stamps and that he no longer wanted a relationship with this brother. He stayed in a series of short term housing situations, even once living in an abandoned house in the dead of winter, and eventually landed in a more permanent arrangement with his step sister and her father. Living in Detroit far from most work opportunities and with less than a high school education, weak soft skills, no recent work experience, and a long list of felonies, Randall was never able to find a job while living with his uncle, a retired blue collar worker, and younger, predominantly unemployed, step sister. The two lacked the social capital that could have helped Randall secure employment. At various points in time he returned briefly to drug dealing, sold plasma, and served a month in jail for stealing a cell phone. Eventually he moved out of the house to live with his fiancé and her son in the suburbs. Finally, nearly three years after his release from prison and with the help of his fiancé in completing online job applications, Randall finally landed a job as a line cook at a restaurant.\nLeon also received considerable social support from relatives, but in contrast to Randall, the form and extent of that support helped Leon to relatively quickly secure a well-paying job that led to upward mobility. Leon is an African-American man in his mid-thirties who served time in prison for armed robbery. He has an 11-year old son and was separated from his wife before he was incarcerated. Although Leon went to college for two years, his drug addiction landed him in trouble. When paroled, he moved in with his father, then to a halfway house in order to qualify for a rent subsidy in the future. After a conflict with the halfway house manager, he moved in with his sister. Leon’s job search was frustrating at first, as he applied for over 40 jobs with little response. Those that did respond were difficult to get to or were not jobs in which he was interested. Then Leon’s uncle connected him with a friend who ran a non-profit organization, and he landed a temporary job. After three months on this provisional status, he became a regular full-time employee with benefits, and then rose further up the ranks in the organization to a position of greater responsibility and slightly higher pay. With this job security, Leon and his girlfriend, who also worked, moved into an apartment of their own. Leon saw his son every week and voluntarily contributed $300 a month in child support. He was constantly on the lookout for an even better job, and when the study concluded, was starting to think about returning to college to finish his degree.\nLeon’s experience illustrates the power of social support to launch a former prisoner on an upward trajectory. His father and sister met his basic needs while his job search began, which allowed him the flexibility to await a better job offer. More importantly, his uncle used his social networks to find Leon a job that was appropriate for his level of education and provided the opportunity for upward mobility, initiating Leon’s social and economic reintegration. In contrast, while Randall also received considerable social support, that support was difficult to sustain and only sufficient to meet his most basic material needs, as his family was unable to provide the type of social resources that were critical to Leon’s success.\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nA second comparison that reveals the importance of family social support and job networks for upward mobility is that between Daniel and Jake. Daniel, a single white male in his early thirties with no children, got involved with drugs in his mid-teens, and was regularly carrying a gun by age 17. As a 21-year-old, Daniel and a friend decided to rob an associate, and in so doing, Daniel shot the man in the back of the head. His only previous offense had been loitering in a house that was being monitored for drug activity. After serving 12 years for manslaughter, Daniel moved in with his father and stepmother, who were both retired and living on social security benefits. He lived at this residence for close to a year and a half. While Daniel made some attempts to look for other housing during this period, he was not pressured to move or to contribute rent or household expenses until after he found a job, at which point he was asked to contribute $75 per month. In addition, Daniel enjoyed the benefits of a high school diploma and freedom from the addictions that plagued many of our other subjects.\nWith a stable residence and basic needs met, Daniel was able to take the time to seek out a job with long-term career prospects. Although before prison Daniel made the majority of his income selling drugs, he had also had legitimate work experience as a forklift driver. While he remained willing to work for low-wage jobs and had applied to a few, he also scoured his social network, trying to find job opportunities through his neighbors, brothers, and friends. More than six months after release, he started his first job, which he located through a family friend. He worked full-time for a janitorial supply company—eventually receiving benefits—while he also pursued his longer term career goal, employment as a physical trainer.\nOnce Daniel became a full-time personal trainer, he was able to move into his own apartment. Stably employed, he applied for grants to further his education in nutrition and personal training. While Daniel benefited from a strong drive to succeed and a commitment to his career, he also benefited every step of the way from family support and a social network that provided him with the resources to pursue this interest. His family paid for his initial gym membership; his sister drove him to appointments; his father let him take his car to drive to his first job; he found the job at the gym through a friend; his mother put him on her credit card so he could improve his credit score; and his cousin helped him find his first apartment.\nIn contrast, although Jake achieved a level of basic economic security, he did not have the type of social support that Daniel leveraged into upward mobility. Jake is a white male in his late twenties who had been sent to prison for a second drunken driving offense, the result of alcoholism. Upon release, Jake moved into his father’s house, where he lived for over a year. Jake actually gained full-time employment (at a restaurant) much more quickly than Daniel, largely because he had worked at the restaurant prior to his imprisonment. His next job (with a car mechanic) was found through a job search and application process. Although he initially thought that a restaurant where his sister was a manager might yield a job, he never ended up working there. He also believed that he might get a job at a car manufacturer through his father, but he would have had to move to Tennessee, and the certainty of this opportunity was unclear. Furthermore, Jake contributed a significant amount to his parents’ households. By the time he had his second job he was living alone in his father’s house and\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\npaying $525 per month in rent, similar to what he would have paid for an apartment of his own. While his mother initially provided him with transportation, he did not receive much else in terms of support from family.\nMoreover, the people in Jake’s social network faced many adversities of their own, making it difficult for them to provide much in the way of support. His only romantic partner during this period was introduced to him while she was in prison, and he later separated from her because she relapsed after being diagnosed with cervical cancer. One of his three sisters was on probation and married his prison bunk mate, causing tension in their relationship. He had a good relationship with his mother, but she was diagnosed with cancer and later moved out of the state.\nThus, while Jake was able to attain some degree of security and stability through employment, his social network did not provide him with the resources to be upwardly mobile. Daniel, however, did have a very strong support network that helped him not only to attain employment but to secure the kind of employment – with benefits and higher wages – that led to upward mobility. The comparisons between Daniel and Jake and Randall and Leon illustrate just how important a strong social network can be for upward mobility after prison.\nConclusion\nThis study draws on longitudinal qualitative interviews with a diverse sample of former prisoners in Michigan to understand how former prisoners meet their basic needs for food and shelter after prison, how they access resources required for economic security, and how some leverage social and economic resources to establish a trajectory of upward mobility. We began by describing the trajectories of economic security and stability experienced by our subjects. Over one quarter experienced a trajectory of persistent desperation and struggle, experiencing frequent periods of homelessness and housing instability, relying on short term measures such as social support and social services to meet their most basic needs, and never attaining the stability of resources needed to make ends meet on a day-today basis. About a third attained some degree of stability but intermittently experienced periods of desperation and struggle for survival. This high degree of instability and material need highlights the challenges that former prisoners face in making ends meet, both immediately after release and in the years that follow. The remainder of the sample was more fortunate, divided equally between those who attained a trajectory of stable access to minimal but sufficient economic resources and those who experienced a trajectory of upward mobility.\nWe next compared the experiences of subjects across trajectories to understand how some former prisoners were able to make ends meet and attain economic security while others were not. Those who experienced longer-term stability of food and shelter did so by combining multiple sources of support, including employment, social support, and public benefits. Our results also highlight the importance of social supports in particular to returning prisoners struggling to make ends meet, as our subjects typically paired either employment or public benefits with social support. Non-profit and charitable social services\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nprovided short-term and emergency resources but were never sufficient on their own to provide economic security. Social support was especially important in the early stages of reentry, when low-cost or free housing and food helped some former prisoners transition back into the labor market or onto public benefits, buffered the shocks of loss of jobs or other resources, and protected against homelessness and hunger when relapse occurred. Social support was crucial because the low-wage employment with variable hours for which most of our subjects were qualified was insufficient on its own to facilitate economic stability or security.\nNevertheless, not all subjects with access to social support were able to leverage those resources to attain economic stability, as drug and alcohol addiction prevented them from taking full advantage of what family, friends, and romantic partners had to offer. Neither employment nor social support consistently translated into economic stability when this was the case. Only some public benefits, particularly SSI and housing assistance, were sufficient to provide a base of long-term economic security, although TANF and food stamps were important supplemental resources as well. The wide availability and use of food stamps in particular allowed many subjects to contribute to the households that housed and fed them after release and in the years that followed.\nFinally, we compared subjects who experienced trajectories of upward mobility to others who merely experienced stability to understand how former prisoners achieve upward mobility. These results also pointed to the importance of social support, though social support of a particular kind. Subjects who experienced upward mobility did so because family or romantic partners not only provided them with the material support to make ends meet but also drew on their social networks to help subjects secure better jobs that paid a living wage, provided benefits, and had potential for career mobility. Only subjects who returned to more advantaged families or to partners with significant material and social resources benefited from this form of social support. Such families or partners had the material resources to support the former prisoner in the long term while he or she took the time to look for better jobs or complete schooling, and such families or partners had sufficiently rich social networks that they could provide leads to jobs with career ladders. This suggests that material support alone could not facilitate mobility; rather social networks which connected subjects to employment in higher wage positions with regular, full-time work schedules was necessary.\nThis study has focused on describing the trajectories of economic security and stability after prison and the processes by which some subjects achieved various degrees of security and stability over time. Such a focus on trajectories and processes effectively harnesses detailed qualitative longitudinal data on the experiences of small number of individuals. We have not attempted to analyze which characteristics of individuals are predictive of the type of postprison trajectory a former prisoner experiences, as this would require a different type of data and analysis, namely a larger sample with sufficient variation in individual characteristics to support a quantitative analysis of associations between individual characteristics at release and post-release trajectories. However, the subject accounts presented above do suggest a number of individual characteristics that future research should investigate. One is the importance of gender. Because they are more likely to be caregivers of children or older\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nrelatives (Brody, 1981; Stone, Cafferata, & Sangl, 1987), women may be more likely to access resources that come into the household via TANF, SSI, or other social welfare programs. Recall that both Jada and Jennifer made ends meet at times largely through benefits attached to their children. However, as primary caregivers to children, women also face higher costs (e.g. food, clothing, child care) and barriers to employment than men. One might also speculate that women, particularly white women, may be better positioned to negotiate or avoid the barrier to employment posed by a criminal record, though only in positions that do not permanently bar those with a felony conviction. Recall, for example, that Michelle rarely if ever had to deal with the felon stigma in her search for employment. On the other hand, men seem to rely heavily on romantic partners and other women for social and material support after prison. DeAngelo, for instance, relied on various girlfriends for housing, food, childcare, and transportation during two re-entry periods. While women relied on partners as well, if less so, women leaving prison may be susceptible to domestic violence if they are dependent on male partners for housing and other material needs (Bornstein, 2006).\nOne might also speculate that parenthood plays an important role in post-prison trajectories. Fatherhood has been described as a potential “turning point” for former prisoners, providing a motivation to avoid future criminal behavior and a change in lifestyle, yet it is also a role that increases financial pressures (Edin, Nelson, & Paranal, 2004). Our subjects who had children, both young and adult children, spoke of their parental role as an important motivator to find employment or other legal means of financial support and to stay away from drugs and alcohol. Other dimensions worthy of future study are personality, education and job skills, geography or place, supervision after release, and family characteristics and resources.\nIt is important to note that this study has a number of limitations. First, as a qualitative study with a relatively small sample, it is impossible to provide information on the prevalence or frequency of the trajectories or processes that we identify in the larger population of released prisoners. Future research with a larger longitudinal sample would be required in order to determine the prevalence of the trajectories we describe here. Our small and unrepresentative sample also means that we cannot be certain that our results will generalize to the larger population. In addition, our comparisons across categories, based on a small numbers of subjects, may be sensitive to the particular subjects in our sample. Second, although access to parole agent records provided an alternative source of information for most subjects during some periods of time and on certain topics, we emphasize that most of the results presented in this paper are based on self-reported data. As discussed above, this is particularly important given that we recruited subjects with the assistance of the MDOC and it is possible that subjects may incorrectly believe that information provided in interviews might make its way back to law enforcement. To the extent that subjects over-report normative outcomes like employment or under-report less desirable behaviors like substance abuse, our subjects may be even more worse off than we describe here.\nThird, our analysis is limited to a single state, and social and economic conditions as well as criminal justice policies and social welfare generosity vary considerably from state to state. Michigan is characterized by high unemployment, declining opportunities for employment\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nin low skill positions, low investment in public transportation, and high rates of racial and economic residential segregation. This means that challenges to finding employment after prison and securing reliable transportation to and from work may be less severe in other locations, particularly for racial minorities concentrated in central cities. Meanwhile, during the study period Michigan had relatively generous TANF, housing, and food stamp benefits and fewer restrictions on access to social welfare benefits for those with a criminal record. This means that former prisoners in other parts of the country may have a harder time securing benefits such as food stamps or securing benefits substantial enough to play a meaningful role in making ends meet after prison. Finally, Michigan also has few Latino or Asian residents, so our sample includes only blacks and whites.\nIt is clear from the results presented above that drug and alcohol dependence played a significant role in the economic wellbeing of many subjects. Indeed, all but one of those who struggled with homelessness and constant economic instability suffered from significant substance abuse problems after release. Episodes of relapse often derailed attempts to find or maintain employment or reconnect with family, and behavior while under the influence of drugs or alcohol was sometimes responsible for severing the social ties that had provided important social support prior to prison. Substance abuse problems resulted in access to fewer resources and made it more challenging for subjects to take full advantage of the resources to which they did have access. Yet the struggle to meet basic needs among former prisoners is not merely a substance abuse story. Some subjects with histories of substance abuse did achieve stability and upward mobility, and not all problems with employment, social support, and public benefits could be traced back to drug and alcohol abuse.\nYet the extent of substance abuse and other mental health problems within this population and the ability of some subjects to overcome them suggest that improved access to substance abuse and mental health treatment has the potential to significantly improve the wellbeing of former prisoners (Mackenzie, 2006). The passage and implementation of the Affordable Care Act (ACA) provides some reason for optimism in this regard. Not only does the ACA provides for parity of mental health and substance abuse care (Beronio et al., 2013), but more importantly it increases access to health care for many former prisoners through Medicaid expansion in states that adopt the expansion. Currently, there are few eligibility categories under which former prisoners, particularly those who are not caring for children and are not disabled, can qualify for Medicaid (Hammett, Roberts, & Kennedy, 2001), but Medicaid expansion would expand eligibility to anyone under 138 percent of the poverty line (Beronio, et al., 2013; Ogundimu et al., 2012). If program capacity expands to meet this new demand, substance abuse treatment programs may help to stop the downward spiral of addiction before it leads to criminal behaviors. The possibility that some states will elect not to participate in Medicaid expansion could provide an opportunity for researchers to study the impact of health care coverage and utilization among former prisoners, including mental health and substance abuse treatment.\nIt is also apparent from the experiences presented above that minor forms of criminal activity and the criminal justice sanctions that may result are closely tied to economic instability and uncertainty. While some crimes were committed to support drug habits, such\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nas shoplifting and prostitution, criminal activity was also linked directly to material stress, and drug relapses that led to crime were often also the result of the stresses associated with unemployment or impending homelessness. Criminal justice sanctions also create their own instability and economic uncertainty (Harding, Morenoff, & Herbert, 2013). For example, even short periods of incarceration can lead to loss of housing and material possessions, complicate applications for public benefits, and result in job loss. Although certainly less detrimental than simply returning parole violators to prison, implementation of custodial “intermediate” or “graduated” sanctions such as short jail stays or custody in reentry programming centers or technical rule violator centers should consider potential longer term effects of such sanctions on employment and on material wellbeing more broadly, which in turn may have important implications for future recidivism. One option is to sanction parolees with minor parole violations to jail on weekends or overnight, as some states have, so that the sanction is less likely to interfere with employment or job search. The trade-offs of using intermediate sanctions and the situations in which they are effective warrant future research and policy evaluation. Although intermediate sanctions have been included in policy initiatives such as the Serious and Violent Offender Reentry Initiative (Lattimore et al., 2004), their independent effects are difficult to assess when bundled with many other interventions.\nThe importance of social support from family, friends, and romantic partners for the material wellbeing of former prisoners also has a number of potential policy implications. One is that the wellbeing of most former prisoners will be closely tied to that of the families and partners to which they return. Among our subjects, those who returned to families with greater social and economic resources were clearly better off in both the long and short term. Former prisoners without access to social support will face greater challenges in meeting their basic needs and attaining economic security. Many of the initiatives of the state’s prisoner reentry program, such as transitional housing, transportation vouchers, and employment services, effectively replace the services often provided by families for those without such social support, at least in the short-term. The magnitude of the social support that our subjects’ families do provide suggests that prisoner reentry programs have much to make up for when serving those former prisoners without familial social support. Those without such support may be at particularly high risk of unsuccessful parole outcomes and therefore may have greater need for post-release services and case management. In an era of tight budgets in which resources need to be used efficiently, this dimension of need may provide a way to target resources.\nSome of the difficulties of prisoner reentry for those without social support might be mitigated by pre-release programs that aim to help inmates rebuild relationships with family members and others or improve upon prisoners’ relationship and communication skills. Our interviews suggest that the incarceration of a loved one serves as a crisis moment for some families, and as a result presents opportunities for reconciliation and renewal. However, a number of aspects of prison management may unintentionally make such reconciliation more difficult, including the location of prisons far from the population centers from which most prisoners are drawn, the high cost of telephone calls to and from prisons, and restrictive visitation policies that limit the amount of time for visitation or the individuals who may visit prison inmates (Comfort, 2008). One potential solution is to move prisoners\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nto prisons close to home in the months before release, although the evaluation of New York’s Project Greenlight casts doubt on the effectiveness of such strategies (Wilson et al., 2005). Efforts to improve family relationships must also be sensitive to histories of family conflict, domestic violence, and the stresses of separation for both the inmate and the family (Bobbit & Nelson, 2004). Two well-known examples of in-prison parenting and family reunification programs are operated in New York’s Sing Sing and Bedford Hills prisons. While there are many examples of family reunification programs (Bobbit & Nelson, 2004), few if any have been rigorously evaluated.\nAnother implication of our findings is that our subjects’ families are bearing most of the burden of meeting the material needs of former prisoners, particularly in the immediate postrelease period, before former prisoners can secure their own employment or public benefits. This burden falls disproportionately on those families with the fewest resources, creating material strain that affects not just former prisoners but spills over to many others as well (Braman, 2004). We saw multiple examples above of families and romantic partners “stretching” public benefits intended for some family members (e.g. TANF, SSI, Section 8) to cover the needs of former prisoners as well. This suggests that the rise in incarceration and accompanying increase in prisoner reentry is placing additional burdens on public benefits that are invisible to policymakers but have important consequences for the wellbeing of the low-income children and families they are intended to support. Evaluations of reentry programs that provide material resources such as transitional housing, subsidized employment, or transportation directly to the ex-offender should also take into account the effects of such resources on the well-being of his or her family or household. In addition, programs that directly involve families in the reentry process, such as La Bodega de la Familia or the Osborne Association’s FamilyWorks program in New York City, may help support families struggling to assist a returning family member while also increasing the chances of family reunification (Sullivan et al., 2002).\nFinally, given the challenges former prisoners face in finding employment and their low levels of education and work experience, another policy option for improving the material wellbeing of former prisoners is education and job training. Based on reviews of the evaluation literature, both MacKenzie (2006) and Petersilia (2009) find that in-prison academic and vocational education programs are effective at reducing recidivism. Like many other states, Michigan does not allow the use of state funds for the postsecondary education of state prisoners. Such policies seem particularly shortsighted given the importance of human capital for success in the labor market and the opportunity that time in prison might provide for focusing on education. There is some evidence that inmate higher education decreases the probability of return to prison (Lockwood et al., 2012).\nAnother policy option is post-release employment counseling or transitional jobs. A number of such programs have been held up as successful models in recent years, including those run by the Center for Employment Opportunities (CEO) in New York, the Texas ReIntegration of Offenders (RIO) project, and The Safer Foundation of Chicago, yet recent reviews of the literature disagree about the effectiveness of such programs (Bushway & Apel, 2012; Petersilia, 2009; Raphael, 2011; Visher, Winterfield, & Coggeshall, 2005). Upon release some of our subjects attempted to pursue further education or training. Only\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nthose with considerable material social support were able to take advantage of educational opportunities, as others simply did not have the resources to support themselves while enrolled in school. Few of our subjects who started programs completed them. This suggests that education or training programs may also need to better provide for the basic material needs of their students, especially for those with low levels of social support. This might be achieved through earnings supplements, paid on-the-job training, employment subsidies, or provision of housing assistance in order to effectively serve most former prisoners (see also Bloom, 2006). Otherwise, meeting short-term material needs may interfere with effective program participation, simply turning financial aid into accumulated debt. It may also be that such programs need to be more closely coupled with other services such as mental health and substance abuse treatments (Bloom, 2010).\nAcknowledgments\nThis research was supported by a grant from the Administration for Children and Families, U.S. Department of Health and Human Services, with additional support from the Office of the Vice President for Research, Rackham Graduate School, Department of Sociology, Joint PhD Program in Sociology and Public Policy, National Poverty Center, and the Population Studies Center of the University of Michigan, which is supported by the National Institute of Child Health and Human Development under grant R24 HD041028 and by the National Institute on Aging under grant T32 AG000221. We thank Elizabeth Johnston, Andrea Garber, Elena Kaltsas, Madie Lupei, and Carmen Gutierrez for excellent research assistance. We thank Helen Levy and Joshua Fangmeier for helpful discussions on policy implications.\nReferences\nAukerman MJ. Barriers to Reentry: Legal Strategies to Reduce Recidivism and Promote the Success of Ex-offenders. Michigan Criminal Law Annual Journal. 2003; 1:4–11. Beronio, K.; Po, R.; Skopec, L.; Glied, S. Affordable Care Act Will Expand Mental Health and Substance Use Disorder Benefits and Parity Protections for 62 Million Americans ASPE Research Brief. Washington, DC: US Department of Health and Human Services; 2013. Bloom, D. Employment-Focused Programs for Ex-Prisoners: What have we learned, what are we learning and where should we go from here. Washington, DC: MDRC; 2006. Bloom, D. Transitional Jobs: Background, Program Models, and Evaluation Evidence. Washington DC: National League of Cities; 2010. Retrieved from http://www.acf.hhs.gov/programs/opre/ welfare_employ/enhanced_hardto/reports/background_models/tj_09_paper_embed.pdf Bobbit, M.; Nelson, M. The Front Line: Building Programs that Recognize Families’ Role in Reentry Issues in Brief. New York: Vera Institute; 2004. Bornstein RF. The complex relationship between dependency and domestic violence: Converging psychological factors and social forces. American Psychologist. 2006; 61:595–606. [PubMed: 16953747] Bowen GA. Naturalistic inquiry and the saturation concept: a research note. Qualitative Research. 2008; 8:137–152. Braman, D. Doing Time on the Outside: Incarceration and Family Life in Urban America. Ann Arbor, MI: University of Michigan Press; 2004. Brody EM. “Women in the middle” and family help to older people. The Gerontologist. 1981; 21:471– 480. [PubMed: 7338304] Brown R. Helping Low-Income Mothers with Criminal Records Achieve Self-Sufficiency. Welfare Information Network Issue Notes. 2000; 4:9. Brucker D. Re-Entry to Recovery. Criminal Justice Policy Review. 2006; 17:302–313. Bushway SD, Apel R. A Signaling Perspective on Employment-Based Reentry Programming. Criminology & Public Policy. 2012; 11:21–50.\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nBushway, SD.; Stoll, MA.; Weiman, DF., editors. Barriers to reentry?: the labor market for released prisoners in post-industrial America. New York: Russell Sage Foundation; 2007. Cancian M, Meyer D, Han E. Child support: Responsible fatherhood and the quid pro quo. The ANNALS of the American Academy of Political and Social Science. 2011; 635:140–162. Comfort, M. Doing time together: love and family in the shadow of the prison. Chicago: University of Chicago Press; 2008. Edin, K.; Lein, L. Making ends meet: How single mothers survive welfare and low-wage work. Russell Sage Foundation Publications; 1997. Edin, K.; Nelson, TJ.; Paranal, R. Fatherhood and Incarceration as Potential Turning Points in the Criminal Careers in Unskilled Men. In: Pattillo, ME.; Weiman, D.; Western, B., editors. Imprisoning America: The Social Effects of Mass Incarceration. 2004. Fader, JJ. Falling Back: Incarceration and Transitions to Adulthood among Urban Youth. New Brunswick, NJ: Rutgers University Press; 2013. Freudenberg N, Daniels J, Crum M, Perkins T, Richie BE. Coming home from jail: the social and health consequences of community reentry for women, male adolescents, and their families and communities. American Journal of Public Health. 2005; 95:1725–1736. [PubMed: 16186451] Garland, D. Mass imprisonment: Social causes and consequences. Thousand Oaks, CA: Sage; 2001. Glaze, L.; Bonczar, T. Probation and Parole in the United States, 2010. Washington, DC: Bureau of Justice Statistics; 2011. Godsoe C. Ban on Welfare for Felony Drug Offenders: Giving a New Meaning to Life Sentence. The Berkeley Women’s Law Journal. 1998; 13:257–267. Greenfeld, L.; Snell, T. Bureau of Justice Statistics special report: Women offenders. Washington, DC: US Department of Justice; 1999. Hagan J. The Social Embeddedness of Crime and Unemployment. Criminology. 1993; 31:465–491. Hammett TM, Roberts C, Kennedy S. Health-related issues in prisoner reentry. Crime & delinquency. 2001; 47:390–409. Harding DJ, Morenoff JD, Herbert CW. Home is Hard to Find: Neighborhoods, Institutions, and the Residential Trajectories of Returning Prisoners. The Annals of the American Academy of Political and Social Science. 2013; 647:214–236. [PubMed: 23645931] Harris A, Evans H, Beckett K. Drawing Blood from Stones: Legal Debt and Social Inequality in the Contemporary United States1. American Journal of Sociology. 2010; 115:1753–1799. Holzer, HJ. Employer demand for ex-offenders: Recent evidence from Los Angeles. Washington, DC: Urban Institute; 2003. Holzer, HJ.; Raphael, S.; Stoll, MA. Will employers hire former offenders? Employer preferences, background checks, and their determinants. In: Western, B.; Patillo, ME.; Wiman, DF., editors. Imprisoning America: The social effects of mass incarceration. New York: The Russell Sage Foundation; 2004. p. 205-243. Holzer HJ, Raphael S, Stoll MA. Perceived criminality, criminal background checks, and the racial hiring practices of employers. Journal of Law & Economics. 2006; 49:451–480. Holzer, HJ.; Raphael, S.; Stoll, MA. The Effect of an Applicant’s Criminal History on Employer Hiring Decisions and Screening Practices: Evidence from Los Angeles. In: Bushway, S.; Stoll, MA.; Weiman, DF., editors. Barriers to Reentry?: The Labor Market for Released Prisoners in Post-Industrial America. New York: Russell Sage Foundation; 2007. Johnson, EI.; Waldfogel, J. Children of Incarcerated Parents: Multiple Risks and Children’s Living Arrangements. In: Pattillo, ME.; Western, B.; Weiman, D., editors. Imprisoning America: The Social Effects of Mass Incarceration. 2004. Kuzel, AJ. Sampling in qualitative inquiry. In: Crabtree, BF.; Miller, WL., editors. Doing qualitative research. London: Sage; 1992. p. 31-44. La Vigne, N.; Parthasarathy, B. Prisoner Reentry and Residential Mobility. Washington, D.C: Justice Policy Center, Urban Institute; 2005. Lattimore, PK.; Brumbaugh, S.; Visher, C.; Lindquist, C.; Winterfield, L.; Salas, M.; Zweig, J. National Portrait of SVORI: Serious and Violent Offender Reentry Initiative. Washington, DC: Urban Institute; 2004.\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nLaub JH, Nagin DS, Sampson RJ. Trajectories of change in criminal offending: Good marriages and the desistance process. American Sociological Review. 1998; 63:225–238. Laub, JH.; Sampson, RJ. Shared beginnings, divergent lives: delinquent boys to age 70. Cambridge, MA: Harvard University Press; 2003. Lee H, Wildeman C, Wang E, Matusko N, Jackson JS. A Heavy Burden? The Health Consequences of Having a Family Member Incarcerated. American Journal of Public Health. 2013 (conditional acceptance). Leverentz A. Being a Good Daughter and Sister: Families of Origin in the Reentry of African American Female Ex-Prisoners. Feminist Criminology. 2011; 6:239–267. Leverentz AM. The love of a good man? Romantic relationships as a source of support or hindrance for female ex-offenders. Journal of Research in Crime and Delinquency. 2006; 43:459–488. Lockwood S, Nally JM, Ho T, Knutson K. The Effect of Correctional Education on Postrelease Employment and Recidivism: A 5-Year Follow-Up Study in the State of Indiana. Crime & delinquency. 2012; 58:380–396. Lofland, J.; Lofland, LH. Analyzing social settings: A guide to qualitative observation and analysis. 1995. Mackenzie, D. What works in corrections: Reducing the criminal activities of offenders and delinquents. New York: Cambridge University Press; 2006. Maruna, S. Making good: How ex-offenders reform and reclaim their lives. Washington, DC: American Psychological Association; 2001. Mauer, M.; Chesney-Lind, M., editors. Invisible punishment: the collateral consequences of mass imprisonment. New York: New Press : Distributed by W.W. Norton; 2002. Mukamal DA. Confronting the employment barriers of criminal records: Effective legal and practical strategies. Journal of Poverty Law and Policy. 1999; 33:597–606. Naser R, La Vigne N. Family Support in the Prisoner Reentry Process: Expectations and Realities. Journal of Offender Rehabilitation. 2006; 43:93–106. National Research Council of the National Academies. Parole, Desistance from Crime and Community Integration. Washington, DC: National Academies Press; 2007. Ogundimu, T.; Fangmeier, J.; Stock, K.; Udow-Phillips, M. Medicaid Eligibility in Michigan: 40 ways. Ann Arbor, MI: Center for Healthcare Research & Transformation; 2012. Pager D. The mark of a criminal record. American Journal of Sociology. 2003; 108:937–975. Pager, D. Marked: Race, crime, and finding work in an era of mass incarceration. Chicago: University of Chicago Press; 2007. Pager D, Western B, Bonikowski B. Discrimination in a Low-Wage Labor Market: A Field Experiment. American Sociological Review. 2009; 74:777–799. [PubMed: 20689685] Pattillo, ME.; Weiman, DF.; Western, B., editors. Imprisoning America: the social effects of mass incarceration. New York: Russell Sage Foundation; 2004. Petersilia, J. From cell to society: Who is returning home?. In: Travis, J.; Visher, CA., editors. Prisoner reentry and crime in America. Cambridge, UK: Cambridge University Press; 2005. p. 15-49. Petersilia, J. When prisoners come home: Parole and prisoner reentry. Oxford University Press; 2009. Pettit, B.; Lyons, CJ. Status and Stigma of Incarceration: The Labor-Market Effects of Incarceration, by Race, Class, and Criminal Involvement. In: Bushway, S.; Stoll, MA.; Weiman, DF., editors. Barriers to Reentry?: The Labor Market for Released Prisoners in Post-Industrial America. 2007. Pew Center on the States. State of Recidivism: The Revolving Door of America’s Prisons. Washington, DC: The Pew Charitable Trusts; 2011. Pinard M. Collateral Consequences of Criminal Convictions: Confronting Issues of Race and Dignity. New York University Law Review. 2010; 85:457–534. Raphael S. Incarceration and Prisoner Reentry in the United States. The ANNALS of the American Academy of Political and Social Science. 2011; 635:192–215. Rubinstein, G.; Mukamal, D. Welfare and Housing--Denial of Benefits to Drug Offenders. In: Mauer, M.; Chesney-Lind, M., editors. Invisible Punishment: The Collateral Consequences of Mass Imprisonment. New York: The New Press; 2002. p. 37-49.\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nSabol, WJ. Local Labor Market Conditions and Post-Prison Employment Experiences of Offenders Released from Ohio State Prisons. In: Bushway, S.; Stoll, MS.; Weiman, DF., editors. Barriers to Reentry?: The Labor Market for Released Prisoners in Post-Industrial America. New York: Russell Sage; 2007. p. 257-303. Sampson RJ, Laub JH. Crime and Deviance in the Life Course. Annual Review of Sociology. 1992; 18:63–84. Sampson, RJ.; Laub, JH. Crime in the making: pathways and turning points through life. Cambridge, Mass: Harvard University Press; 1993. Sampson RJ, Laub JH, Wimer C. Does marriage reduce crime? A counterfactual approach to withinindividual causal effects. Criminology. 2006; 44:465–508. Shover, N. Great Pretenders: Pursuits and Careers of Persistent Thieves. Boulder, CO: Westview; 1996. Stack, CB. All our kin: Strategies for survival in a black community. New York: Basic Books; 1975. Stone R, Cafferata GL, Sangl J. Caregivers of the frail elderly: A national profile. The Gerontologist. 1987; 27:616–626. [PubMed: 2960595] Sullivan, E.; Mino, M.; Nelson, K.; Pope, J. Families as a resource in recovery from drug abuse: An evaluation of La Bodega de la Familia. New York, NY: Vera Institute of Justice; 2002. Tanner J, Davies S, O’Grady B. Whatever happened to yesterday’s rebels? Longitudinal effects of youth delinquency on education and employment. Social Problems. 1999; 46:250–274. Travis, J. Reentry and reintegration: New perspectives on the challenges of mass incarceration. In: Patillo, M.; Weiman, DF.; Western, B., editors. Imprisoning America: The social effects of mass incarceration. 2004. p. 247-268. Travis, J. But they all come back: facing the challenges of prisoner reentry. Washington, D.C: Urban Institute Press; 2005. Travis, J.; Waul, M., editors. Prisoners once removed: the impact of incarceration and reentry on children, families, and communities. Washington, D.C: Urban Institute Press; 2003. Tyler, JH.; Kling, JR. Prison-Based Education and Reentry into the Mainstream Labor Market. In: Bushway, S.; Stoll, MA.; Weiman, DF., editors. Barriers to Reentry?: The Labor Market for Released Prisoners in Post-Industrial America. 2007. Uggen C. Work as a turning point in the life course of criminals: A duration model of age, employment, and recidivism. American Sociological Review. 2000; 65:529–546. Visher, CA.; Kachnowski, V.; Vigne, NL.; Travis, J. Baltimore Prisoners’ Experiences Returning Home. Washington DC: Urban Institute; 2004. Visher CA, Travis J. Transitions from prison to community: Understanding individual pathways. Annual Review of Sociology. 2003; 29:89–113. Visher CA, Winterfield L, Coggeshall MB. Ex-offender employment programs and recidivism: A meta-analysis. Journal of Experimental Criminology. 2005; 1:295–315. Wakefield S, Uggen C. Incarceration and Stratification. Annual Review of Sociology. 2010; 36:387– 406. West, HC.; Sabol, WJ.; Greenman, SJ. Prisoners in 2009 Bureau of Justice Statistics Bulletin. Washington DC: Bureau of Justice Statistics; 2010. Western, B. Punishment and inequality in America. New York: Russell Sage; 2006. Wildeman C, Muller C. Mass Imprisonment and Inequality in Health and Family Life. Annual Review of Law and Social Sciences. 2012; 8:11–30. Wilson, JA.; Cheryachukin, Y.; Davis, RC.; Dauphinee, J.; Hope, R.; Gehi, K. Smoothing the Path from Prison to Home: An Evaluation of the Project Greenlight Transitional Services Demonstration Program. New York: Vera Institute of Justice; 2005. Wool J, Stemen D. Changing fortunes or changing attitudes? Sentencing and corrections reforms in 2003. Federal Sentencing Reporter. 2004; 16:294–306.\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript\nAppendix A\nTable A1\nTiming of Follow-up Interviews by Subject (Months Since release)\nSubject\nFollow-up Interview Number\n1 2 3 4 5 6 7 8\nChristopher 1 2 7 11 16 23\nDamian 1 3 9 12 17 23\nGeoffrey 1 2 8 9 11 22\nJames 1 2 6 9 (Subject deceased)\nDaniel 1 4 9 14 21\nHenry 1 1 19 21 (Prison)\nJake 1 3 8 12 D\nLeon 2 3 8 11 16 23\nRandall 3 4 6 8 11 13 19 22 David 1 9* (Prison) Lamar 1 2 6 16* 21 23\nDeAngelo 1 2 5 9 16 18 21 25\nPaul 1 2 5 9 13 Morgan 2 3 15* (Prison) Clinton 1 2 R* (Prison)\nJennifer 2 3 6 10 13 19 27 33\nKristine 1 2 9 14 17 26 31 (Jail)\nMichelle 1 2 5 9 12 18 30 (Jail)\nJocelyn 1 2 6 8 11 17 24 32\nLenora 1 2 6 13 20 D\nJane 1 2 6 8 12 29 (Jail)\nJada 1 2 7 9 11 18 25 36\nNOTE: Excludes initial pre-release interview; Numbers in the table indicate the number of months since initial release from prison at which an interview occurred. Text in parentheses explains reasons for no further follow-up interviews during the study period. * In-Prison Interview\nR = Interview Refused\nD=Dropped out of the study\nX=Subject interviewed following release from prison or jail\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript"
    }, {
      "heading" : "Figure A1.",
      "text" : "Post-Release Trajectories of Economic Stability and Security\nJ Policy Anal Manage. Author manuscript; available in PMC 2015 January 09.\nN IH -P A A uthor M anuscript N IH -P A A uthor M anuscript\nN IH -P A A uthor M anuscript"
    } ],
    "references" : [ {
      "title" : "Barriers to Reentry: Legal Strategies to Reduce Recidivism and Promote the Success of Ex-offenders",
      "author" : [ "Aukerman MJ" ],
      "venue" : "Michigan Criminal Law Annual Journal",
      "citeRegEx" : "MJ.,? \\Q2003\\E",
      "shortCiteRegEx" : "MJ.",
      "year" : 2003
    }, {
      "title" : "Affordable Care Act Will Expand Mental Health and Substance Use Disorder Benefits and Parity Protections for 62 Million Americans",
      "author" : [ "K. Beronio", "R. Po", "L. Skopec", "S. Glied" ],
      "venue" : "ASPE Research Brief. Washington, DC: US Department of Health and Human Services;",
      "citeRegEx" : "Beronio et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Beronio et al\\.",
      "year" : 2013
    }, {
      "title" : "Employment-Focused Programs for Ex-Prisoners: What have we learned, what are we learning and where should we go from here",
      "author" : [ "D. Bloom" ],
      "venue" : null,
      "citeRegEx" : "Bloom,? \\Q2006\\E",
      "shortCiteRegEx" : "Bloom",
      "year" : 2006
    }, {
      "title" : "Transitional Jobs: Background, Program Models, and Evaluation Evidence",
      "author" : [ "D. Bloom" ],
      "venue" : "Washington DC: National League of Cities;",
      "citeRegEx" : "Bloom,? \\Q2010\\E",
      "shortCiteRegEx" : "Bloom",
      "year" : 2010
    }, {
      "title" : "The Front Line: Building Programs that Recognize Families",
      "author" : [ "M. Bobbit", "M. Nelson" ],
      "venue" : "Role in Reentry Issues in Brief",
      "citeRegEx" : "Bobbit and Nelson,? \\Q2004\\E",
      "shortCiteRegEx" : "Bobbit and Nelson",
      "year" : 2004
    }, {
      "title" : "The complex relationship between dependency and domestic violence: Converging psychological factors and social forces. American Psychologist",
      "author" : [ "Bornstein RF" ],
      "venue" : null,
      "citeRegEx" : "RF.,? \\Q2006\\E",
      "shortCiteRegEx" : "RF.",
      "year" : 2006
    }, {
      "title" : "Naturalistic inquiry and the saturation concept: a research note",
      "author" : [ "Bowen GA" ],
      "venue" : "Qualitative Research",
      "citeRegEx" : "GA.,? \\Q2008\\E",
      "shortCiteRegEx" : "GA.",
      "year" : 2008
    }, {
      "title" : "Doing Time on the Outside: Incarceration and Family Life in Urban America",
      "author" : [ "D. Braman" ],
      "venue" : "Ann Arbor, MI: University of Michigan",
      "citeRegEx" : "Braman,? \\Q2004\\E",
      "shortCiteRegEx" : "Braman",
      "year" : 2004
    }, {
      "title" : "Women in the middle” and family help to older people",
      "author" : [ "Brody EM" ],
      "venue" : "The Gerontologist",
      "citeRegEx" : "EM.,? \\Q1981\\E",
      "shortCiteRegEx" : "EM.",
      "year" : 1981
    }, {
      "title" : "Helping Low-Income Mothers with Criminal Records Achieve Self-Sufficiency",
      "author" : [ "R. Brown" ],
      "venue" : "Welfare Information Network Issue Notes",
      "citeRegEx" : "Brown,? \\Q2000\\E",
      "shortCiteRegEx" : "Brown",
      "year" : 2000
    }, {
      "title" : "Re-Entry to Recovery",
      "author" : [ "D. Brucker" ],
      "venue" : "Criminal Justice Policy Review",
      "citeRegEx" : "Brucker,? \\Q2006\\E",
      "shortCiteRegEx" : "Brucker",
      "year" : 2006
    }, {
      "title" : "A Signaling Perspective on Employment-Based Reentry Programming",
      "author" : [ "SD Bushway", "R. Apel" ],
      "venue" : "Criminology & Public Policy",
      "citeRegEx" : "Bushway and Apel,? \\Q2012\\E",
      "shortCiteRegEx" : "Bushway and Apel",
      "year" : 2012
    }, {
      "title" : "Barriers to reentry?: the labor market for released prisoners in post-industrial America",
      "author" : [ "SD. Bushway", "MA. Stoll", "Weiman", "DF", "editors" ],
      "venue" : "New York: Russell Sage Foundation;",
      "citeRegEx" : "Bushway et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Bushway et al\\.",
      "year" : 2007
    }, {
      "title" : "Child support: Responsible fatherhood and the quid pro quo",
      "author" : [ "M Cancian", "D Meyer", "E. Han" ],
      "venue" : "The ANNALS of the American Academy of Political and Social Science",
      "citeRegEx" : "Cancian et al\\.,? \\Q2011\\E",
      "shortCiteRegEx" : "Cancian et al\\.",
      "year" : 2011
    }, {
      "title" : "Doing time together: love and family in the shadow of the prison",
      "author" : [ "M. Comfort" ],
      "venue" : null,
      "citeRegEx" : "Comfort,? \\Q2008\\E",
      "shortCiteRegEx" : "Comfort",
      "year" : 2008
    }, {
      "title" : "Making ends meet: How single mothers survive welfare and low-wage work",
      "author" : [ "K. Edin", "L. Lein" ],
      "venue" : "Russell Sage Foundation Publications;",
      "citeRegEx" : "Edin and Lein,? \\Q1997\\E",
      "shortCiteRegEx" : "Edin and Lein",
      "year" : 1997
    }, {
      "title" : "Fatherhood and Incarceration as Potential Turning Points in the Criminal Careers in Unskilled Men",
      "author" : [ "K. Edin", "TJ. Nelson", "R. Paranal" ],
      "venue" : null,
      "citeRegEx" : "Edin et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Edin et al\\.",
      "year" : 2004
    }, {
      "title" : "Falling Back: Incarceration and Transitions to Adulthood among Urban Youth",
      "author" : [ "Fader", "JJ" ],
      "venue" : null,
      "citeRegEx" : "Fader and JJ.,? \\Q2013\\E",
      "shortCiteRegEx" : "Fader and JJ.",
      "year" : 2013
    }, {
      "title" : "Coming home from jail: the social and health consequences of community reentry for women, male adolescents, and their families and communities",
      "author" : [ "N Freudenberg", "J Daniels", "M Crum", "T Perkins", "BE. Richie" ],
      "venue" : "American Journal of Public Health",
      "citeRegEx" : "Freudenberg et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Freudenberg et al\\.",
      "year" : 2005
    }, {
      "title" : "Mass imprisonment: Social causes and consequences",
      "author" : [ "D. Garland" ],
      "venue" : "Thousand Oaks, CA: Sage;",
      "citeRegEx" : "Garland,? \\Q2001\\E",
      "shortCiteRegEx" : "Garland",
      "year" : 2001
    }, {
      "title" : "Ban on Welfare for Felony Drug Offenders: Giving a New Meaning to Life Sentence",
      "author" : [ "C. Godsoe" ],
      "venue" : "The Berkeley Women’s Law Journal",
      "citeRegEx" : "Godsoe,? \\Q1998\\E",
      "shortCiteRegEx" : "Godsoe",
      "year" : 1998
    }, {
      "title" : "Bureau of Justice Statistics special report: Women offenders",
      "author" : [ "L. Greenfeld", "T. Snell" ],
      "venue" : "US Department of Justice;",
      "citeRegEx" : "Greenfeld and Snell,? \\Q1999\\E",
      "shortCiteRegEx" : "Greenfeld and Snell",
      "year" : 1999
    }, {
      "title" : "The Social Embeddedness of Crime and Unemployment",
      "author" : [ "J. Hagan" ],
      "venue" : "Criminology",
      "citeRegEx" : "Hagan,? \\Q1993\\E",
      "shortCiteRegEx" : "Hagan",
      "year" : 1993
    }, {
      "title" : "Health-related issues in prisoner reentry",
      "author" : [ "TM Hammett", "C Roberts", "S. Kennedy" ],
      "venue" : "Crime & delinquency",
      "citeRegEx" : "Hammett et al\\.,? \\Q2001\\E",
      "shortCiteRegEx" : "Hammett et al\\.",
      "year" : 2001
    }, {
      "title" : "Home is Hard to Find: Neighborhoods, Institutions, and the Residential Trajectories of Returning Prisoners",
      "author" : [ "DJ Harding", "JD Morenoff", "CW. Herbert" ],
      "venue" : "The Annals of the American Academy of Political and Social Science",
      "citeRegEx" : "Harding et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Harding et al\\.",
      "year" : 2013
    }, {
      "title" : "Drawing Blood from Stones: Legal Debt and Social Inequality in the Contemporary United States1",
      "author" : [ "A Harris", "H Evans", "K. Beckett" ],
      "venue" : "American Journal of Sociology",
      "citeRegEx" : "Harris et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "Harris et al\\.",
      "year" : 2010
    }, {
      "title" : "Employer demand for ex-offenders: Recent evidence from Los Angeles",
      "author" : [ "Holzer", "HJ" ],
      "venue" : null,
      "citeRegEx" : "Holzer and HJ.,? \\Q2003\\E",
      "shortCiteRegEx" : "Holzer and HJ.",
      "year" : 2003
    }, {
      "title" : "Will employers hire former offenders? Employer preferences, background checks, and their determinants",
      "author" : [ "HJ. Holzer", "S. Raphael", "MA. Stoll" ],
      "venue" : null,
      "citeRegEx" : "Holzer et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Holzer et al\\.",
      "year" : 2004
    }, {
      "title" : "Perceived criminality, criminal background checks, and the racial hiring practices of employers",
      "author" : [ "HJ Holzer", "S Raphael", "MA. Stoll" ],
      "venue" : "Journal of Law & Economics",
      "citeRegEx" : "Holzer et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Holzer et al\\.",
      "year" : 2006
    }, {
      "title" : "The Effect of an Applicant’s Criminal History on Employer Hiring Decisions and Screening Practices: Evidence from Los Angeles",
      "author" : [ "HJ. Holzer", "S. Raphael", "MA. Stoll" ],
      "venue" : "New York: Russell Sage Foundation;",
      "citeRegEx" : "Holzer et al\\.,? \\Q2007\\E",
      "shortCiteRegEx" : "Holzer et al\\.",
      "year" : 2007
    }, {
      "title" : "Children of Incarcerated Parents: Multiple Risks and Children’s Living Arrangements",
      "author" : [ "EI. Johnson", "J. Waldfogel" ],
      "venue" : null,
      "citeRegEx" : "Johnson and Waldfogel,? \\Q2004\\E",
      "shortCiteRegEx" : "Johnson and Waldfogel",
      "year" : 2004
    }, {
      "title" : "Sampling in qualitative inquiry",
      "author" : [ "Kuzel", "AJ" ],
      "venue" : "editors. Doing qualitative research. London: Sage;",
      "citeRegEx" : "Kuzel and AJ.,? \\Q1992\\E",
      "shortCiteRegEx" : "Kuzel and AJ.",
      "year" : 1992
    }, {
      "title" : "Prisoner Reentry and Residential Mobility. Washington, D.C: Justice Policy",
      "author" : [ "N. La Vigne", "B. Parthasarathy" ],
      "venue" : null,
      "citeRegEx" : "Vigne and Parthasarathy,? \\Q2005\\E",
      "shortCiteRegEx" : "Vigne and Parthasarathy",
      "year" : 2005
    }, {
      "title" : "National Portrait of SVORI: Serious and Violent Offender Reentry Initiative",
      "author" : [ "PK. Lattimore", "S. Brumbaugh", "C. Visher", "C. Lindquist", "L. Winterfield", "M. Salas", "J. Zweig" ],
      "venue" : null,
      "citeRegEx" : "Lattimore et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Lattimore et al\\.",
      "year" : 2004
    }, {
      "title" : "Trajectories of change in criminal offending: Good marriages and the desistance process",
      "author" : [ "JH Laub", "DS Nagin", "RJ. Sampson" ],
      "venue" : "American Sociological Review",
      "citeRegEx" : "Laub et al\\.,? \\Q1998\\E",
      "shortCiteRegEx" : "Laub et al\\.",
      "year" : 1998
    }, {
      "title" : "Shared beginnings, divergent lives: delinquent boys to age",
      "author" : [ "JH. Laub", "RJ. Sampson" ],
      "venue" : null,
      "citeRegEx" : "Laub and Sampson,? \\Q2003\\E",
      "shortCiteRegEx" : "Laub and Sampson",
      "year" : 2003
    }, {
      "title" : "A Heavy Burden? The Health Consequences of Having a Family Member Incarcerated",
      "author" : [ "H Lee", "C Wildeman", "E Wang", "N Matusko", "JS. Jackson" ],
      "venue" : "American Journal of Public Health",
      "citeRegEx" : "Lee et al\\.,? \\Q2013\\E",
      "shortCiteRegEx" : "Lee et al\\.",
      "year" : 2013
    }, {
      "title" : "Being a Good Daughter and Sister: Families of Origin in the Reentry of African American Female Ex-Prisoners",
      "author" : [ "A. Leverentz" ],
      "venue" : "Feminist Criminology",
      "citeRegEx" : "Leverentz,? \\Q2011\\E",
      "shortCiteRegEx" : "Leverentz",
      "year" : 2011
    }, {
      "title" : "The love of a good man? Romantic relationships as a source of support or hindrance for female ex-offenders",
      "author" : [ "Leverentz AM" ],
      "venue" : "Journal of Research in Crime and Delinquency",
      "citeRegEx" : "AM.,? \\Q2006\\E",
      "shortCiteRegEx" : "AM.",
      "year" : 2006
    }, {
      "title" : "The Effect of Correctional Education on Postrelease Employment and Recidivism: A 5-Year Follow-Up Study in the State of Indiana",
      "author" : [ "S Lockwood", "JM Nally", "T Ho", "K. Knutson" ],
      "venue" : "Crime & delinquency",
      "citeRegEx" : "Lockwood et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Lockwood et al\\.",
      "year" : 2012
    }, {
      "title" : "Analyzing social settings: A guide to qualitative observation and analysis",
      "author" : [ "J. Lofland", "LH. Lofland" ],
      "venue" : null,
      "citeRegEx" : "Lofland and Lofland,? \\Q1995\\E",
      "shortCiteRegEx" : "Lofland and Lofland",
      "year" : 1995
    }, {
      "title" : "What works in corrections: Reducing the criminal activities of offenders and delinquents",
      "author" : [ "D. Mackenzie" ],
      "venue" : null,
      "citeRegEx" : "Mackenzie,? \\Q2006\\E",
      "shortCiteRegEx" : "Mackenzie",
      "year" : 2006
    }, {
      "title" : "Making good: How ex-offenders reform and reclaim their lives",
      "author" : [ "S. Maruna" ],
      "venue" : "American Psychological Association;",
      "citeRegEx" : "Maruna,? \\Q2001\\E",
      "shortCiteRegEx" : "Maruna",
      "year" : 2001
    }, {
      "title" : "Invisible punishment: the collateral consequences of mass imprisonment",
      "author" : [ "M. Mauer", "Chesney-Lind", "editors" ],
      "venue" : "New York: New Press : Distributed by W.W. Norton;",
      "citeRegEx" : "Mauer and editors.,? \\Q2002\\E",
      "shortCiteRegEx" : "Mauer and editors.",
      "year" : 2002
    }, {
      "title" : "Confronting the employment barriers of criminal records: Effective legal and practical strategies",
      "author" : [ "Mukamal DA" ],
      "venue" : "Journal of Poverty Law and Policy",
      "citeRegEx" : "DA.,? \\Q1999\\E",
      "shortCiteRegEx" : "DA.",
      "year" : 1999
    }, {
      "title" : "Family Support in the Prisoner Reentry Process: Expectations and Realities",
      "author" : [ "R Naser", "N. La Vigne" ],
      "venue" : "Journal of Offender Rehabilitation",
      "citeRegEx" : "Naser and Vigne,? \\Q2006\\E",
      "shortCiteRegEx" : "Naser and Vigne",
      "year" : 2006
    }, {
      "title" : "Medicaid Eligibility in Michigan: 40 ways",
      "author" : [ "T. Ogundimu", "J. Fangmeier", "K. Stock", "M. Udow-Phillips" ],
      "venue" : "Ann Arbor, MI: Center for Healthcare Research ",
      "citeRegEx" : "Ogundimu et al\\.,? \\Q2012\\E",
      "shortCiteRegEx" : "Ogundimu et al\\.",
      "year" : 2012
    }, {
      "title" : "The mark of a criminal record",
      "author" : [ "D. Pager" ],
      "venue" : "American Journal of Sociology",
      "citeRegEx" : "Pager,? \\Q2003\\E",
      "shortCiteRegEx" : "Pager",
      "year" : 2003
    }, {
      "title" : "Marked: Race, crime, and finding work in an era of mass incarceration",
      "author" : [ "D. Pager" ],
      "venue" : null,
      "citeRegEx" : "Pager,? \\Q2007\\E",
      "shortCiteRegEx" : "Pager",
      "year" : 2007
    }, {
      "title" : "Discrimination in a Low-Wage Labor Market: A Field Experiment",
      "author" : [ "D Pager", "B Western", "B. Bonikowski" ],
      "venue" : "American Sociological Review",
      "citeRegEx" : "Pager et al\\.,? \\Q2009\\E",
      "shortCiteRegEx" : "Pager et al\\.",
      "year" : 2009
    }, {
      "title" : "Imprisoning America: the social effects of mass incarceration",
      "author" : [ "ME. Pattillo", "DF. Weiman", "Western", "editors" ],
      "venue" : "New York: Russell Sage Foundation;",
      "citeRegEx" : "Pattillo et al\\.,? \\Q2004\\E",
      "shortCiteRegEx" : "Pattillo et al\\.",
      "year" : 2004
    }, {
      "title" : "From cell to society: Who is returning home",
      "author" : [ "J. Petersilia" ],
      "venue" : null,
      "citeRegEx" : "Petersilia,? \\Q2005\\E",
      "shortCiteRegEx" : "Petersilia",
      "year" : 2005
    }, {
      "title" : "When prisoners come home: Parole and prisoner reentry",
      "author" : [ "J. Petersilia" ],
      "venue" : null,
      "citeRegEx" : "Petersilia,? \\Q2009\\E",
      "shortCiteRegEx" : "Petersilia",
      "year" : 2009
    }, {
      "title" : "Status and Stigma of Incarceration: The Labor-Market Effects of Incarceration, by Race, Class, and Criminal Involvement",
      "author" : [ "B. Pettit", "CJ. Lyons" ],
      "venue" : null,
      "citeRegEx" : "Pettit and Lyons,? \\Q2007\\E",
      "shortCiteRegEx" : "Pettit and Lyons",
      "year" : 2007
    }, {
      "title" : "Collateral Consequences of Criminal Convictions: Confronting Issues of Race and Dignity",
      "author" : [ "M. Pinard" ],
      "venue" : "New York University Law Review",
      "citeRegEx" : "Pinard,? \\Q2010\\E",
      "shortCiteRegEx" : "Pinard",
      "year" : 2010
    }, {
      "title" : "Incarceration and Prisoner Reentry in the United States",
      "author" : [ "S. Raphael" ],
      "venue" : "The ANNALS of the American Academy of Political and Social Science",
      "citeRegEx" : "Raphael,? \\Q2011\\E",
      "shortCiteRegEx" : "Raphael",
      "year" : 2011
    }, {
      "title" : "Welfare and Housing--Denial of Benefits to Drug Offenders",
      "author" : [ "G. Rubinstein", "D. Mukamal" ],
      "venue" : null,
      "citeRegEx" : "Rubinstein and Mukamal,? \\Q2002\\E",
      "shortCiteRegEx" : "Rubinstein and Mukamal",
      "year" : 2002
    }, {
      "title" : "Local Labor Market Conditions and Post-Prison Employment Experiences of Offenders Released from Ohio State Prisons",
      "author" : [ "Sabol", "WJ" ],
      "venue" : null,
      "citeRegEx" : "Sabol and WJ.,? \\Q2007\\E",
      "shortCiteRegEx" : "Sabol and WJ.",
      "year" : 2007
    }, {
      "title" : "Crime and Deviance in the Life Course",
      "author" : [ "Sampson RJ", "Laub JH" ],
      "venue" : "Annual Review of Sociology",
      "citeRegEx" : "RJ and JH.,? \\Q1992\\E",
      "shortCiteRegEx" : "RJ and JH.",
      "year" : 1992
    }, {
      "title" : "Crime in the making: pathways and turning points through life",
      "author" : [ "RJ. Sampson", "JH. Laub" ],
      "venue" : null,
      "citeRegEx" : "Sampson and Laub,? \\Q1993\\E",
      "shortCiteRegEx" : "Sampson and Laub",
      "year" : 1993
    }, {
      "title" : "Does marriage reduce crime? A counterfactual approach to withinindividual causal effects",
      "author" : [ "RJ Sampson", "JH Laub", "C. Wimer" ],
      "venue" : "Criminology",
      "citeRegEx" : "Sampson et al\\.,? \\Q2006\\E",
      "shortCiteRegEx" : "Sampson et al\\.",
      "year" : 2006
    }, {
      "title" : "Great Pretenders: Pursuits and Careers of Persistent Thieves",
      "author" : [ "N. Shover" ],
      "venue" : "Boulder, CO: Westview;",
      "citeRegEx" : "Shover,? \\Q1996\\E",
      "shortCiteRegEx" : "Shover",
      "year" : 1996
    }, {
      "title" : "All our kin: Strategies for survival in a black community",
      "author" : [ "Stack", "CB" ],
      "venue" : "New York: Basic Books;",
      "citeRegEx" : "Stack and CB.,? \\Q1975\\E",
      "shortCiteRegEx" : "Stack and CB.",
      "year" : 1975
    }, {
      "title" : "Caregivers of the frail elderly: A national profile. The Gerontologist",
      "author" : [ "R Stone", "GL Cafferata", "J. Sangl" ],
      "venue" : "[PubMed:",
      "citeRegEx" : "Stone et al\\.,? \\Q1987\\E",
      "shortCiteRegEx" : "Stone et al\\.",
      "year" : 1987
    }, {
      "title" : "Families as a resource in recovery from drug abuse: An evaluation of La Bodega de la Familia",
      "author" : [ "E. Sullivan", "M. Mino", "K. Nelson", "J. Pope" ],
      "venue" : null,
      "citeRegEx" : "Sullivan et al\\.,? \\Q2002\\E",
      "shortCiteRegEx" : "Sullivan et al\\.",
      "year" : 2002
    }, {
      "title" : "Whatever happened to yesterday’s rebels? Longitudinal effects of youth delinquency on education and employment",
      "author" : [ "J Tanner", "S Davies", "B. O’Grady" ],
      "venue" : "Social Problems",
      "citeRegEx" : "Tanner et al\\.,? \\Q1999\\E",
      "shortCiteRegEx" : "Tanner et al\\.",
      "year" : 1999
    }, {
      "title" : "Reentry and reintegration: New perspectives on the challenges of mass incarceration",
      "author" : [ "J. Travis" ],
      "venue" : null,
      "citeRegEx" : "Travis,? \\Q2004\\E",
      "shortCiteRegEx" : "Travis",
      "year" : 2004
    }, {
      "title" : "But they all come back: facing the challenges of prisoner reentry",
      "author" : [ "J. Travis" ],
      "venue" : null,
      "citeRegEx" : "Travis,? \\Q2005\\E",
      "shortCiteRegEx" : "Travis",
      "year" : 2005
    }, {
      "title" : "Prisoners once removed: the impact of incarceration and reentry on children, families, and communities",
      "author" : [ "J. Travis", "Waul", "editors" ],
      "venue" : null,
      "citeRegEx" : "Travis and editors.,? \\Q2003\\E",
      "shortCiteRegEx" : "Travis and editors.",
      "year" : 2003
    }, {
      "title" : "Prison-Based Education and Reentry into the Mainstream Labor Market",
      "author" : [ "JH. Tyler", "JR. Kling" ],
      "venue" : null,
      "citeRegEx" : "Tyler and Kling,? \\Q2007\\E",
      "shortCiteRegEx" : "Tyler and Kling",
      "year" : 2007
    }, {
      "title" : "Work as a turning point in the life course of criminals: A duration model of age, employment, and recidivism",
      "author" : [ "C. Uggen" ],
      "venue" : "American Sociological Review",
      "citeRegEx" : "Uggen,? \\Q2000\\E",
      "shortCiteRegEx" : "Uggen",
      "year" : 2000
    }, {
      "title" : "Transitions from prison to community: Understanding individual pathways",
      "author" : [ "CA Visher", "J. Travis" ],
      "venue" : "Annual Review of Sociology",
      "citeRegEx" : "Visher and Travis,? \\Q2003\\E",
      "shortCiteRegEx" : "Visher and Travis",
      "year" : 2003
    }, {
      "title" : "Ex-offender employment programs and recidivism: A meta-analysis",
      "author" : [ "CA Visher", "L Winterfield", "MB. Coggeshall" ],
      "venue" : "Journal of Experimental Criminology",
      "citeRegEx" : "Visher et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Visher et al\\.",
      "year" : 2005
    }, {
      "title" : "Incarceration and Stratification",
      "author" : [ "S Wakefield", "C. Uggen" ],
      "venue" : "Annual Review of Sociology",
      "citeRegEx" : "Wakefield and Uggen,? \\Q2010\\E",
      "shortCiteRegEx" : "Wakefield and Uggen",
      "year" : 2010
    }, {
      "title" : "Prisoners in 2009 Bureau of Justice Statistics Bulletin",
      "author" : [ "HC. West", "WJ. Sabol", "SJ. Greenman" ],
      "venue" : "Washington DC: Bureau of Justice Statistics;",
      "citeRegEx" : "West et al\\.,? \\Q2010\\E",
      "shortCiteRegEx" : "West et al\\.",
      "year" : 2010
    }, {
      "title" : "Punishment and inequality in America",
      "author" : [ "B. Western" ],
      "venue" : "New York: Russell Sage;",
      "citeRegEx" : "Western,? \\Q2006\\E",
      "shortCiteRegEx" : "Western",
      "year" : 2006
    }, {
      "title" : "Mass Imprisonment and Inequality in Health and Family Life",
      "author" : [ "C Wildeman", "C. Muller" ],
      "venue" : "Annual Review of Law and Social Sciences",
      "citeRegEx" : "Wildeman and Muller,? \\Q2012\\E",
      "shortCiteRegEx" : "Wildeman and Muller",
      "year" : 2012
    }, {
      "title" : "Smoothing the Path from Prison to Home: An Evaluation of the Project Greenlight Transitional Services Demonstration Program",
      "author" : [ "JA. Wilson", "Y. Cheryachukin", "RC. Davis", "J. Dauphinee", "R. Hope", "K. Gehi" ],
      "venue" : null,
      "citeRegEx" : "Wilson et al\\.,? \\Q2005\\E",
      "shortCiteRegEx" : "Wilson et al\\.",
      "year" : 2005
    }, {
      "title" : "Changing fortunes or changing attitudes? Sentencing and corrections reforms",
      "author" : [ "J Wool", "D. Stemen" ],
      "venue" : "Federal Sentencing Reporter",
      "citeRegEx" : "Wool and Stemen,? \\Q2003\\E",
      "shortCiteRegEx" : "Wool and Stemen",
      "year" : 2003
    } ],
    "referenceMentions" : [ {
      "referenceID" : 55,
      "context" : "Compared to other nations and earlier periods in US history, current incarceration rates are unprecedented (Raphael, 2011; Western, 2006), leading to what some have termed the era of mass imprisonment (Garland, 2001; Mauer & Chesney-Lind, 2002).",
      "startOffset" : 107,
      "endOffset" : 137
    }, {
      "referenceID" : 75,
      "context" : "Compared to other nations and earlier periods in US history, current incarceration rates are unprecedented (Raphael, 2011; Western, 2006), leading to what some have termed the era of mass imprisonment (Garland, 2001; Mauer & Chesney-Lind, 2002).",
      "startOffset" : 107,
      "endOffset" : 137
    }, {
      "referenceID" : 19,
      "context" : "Compared to other nations and earlier periods in US history, current incarceration rates are unprecedented (Raphael, 2011; Western, 2006), leading to what some have termed the era of mass imprisonment (Garland, 2001; Mauer & Chesney-Lind, 2002).",
      "startOffset" : 201,
      "endOffset" : 244
    }, {
      "referenceID" : 67,
      "context" : "Because almost all prisoners are eventually released, mass incarceration has in turn produced a steep rise in the number of individuals reentering society and undergoing the process of social and economic reintegration (Travis, 2005).",
      "startOffset" : 219,
      "endOffset" : 233
    }, {
      "referenceID" : 66,
      "context" : "Another key determinant of whether returning prisoners are able to establish conventional lifestyles is meeting basic material needs (Travis, 2004).",
      "startOffset" : 133,
      "endOffset" : 147
    }, {
      "referenceID" : 67,
      "context" : "Few prisoners leave prison with jobs, assets, or other resources waiting for them in the community (Travis, 2005), and being unemployed is a risk factor for criminal behavior (Hagan, 1993; Tanner, Davies, & O’Grady, 1999; Uggen, 2000).",
      "startOffset" : 99,
      "endOffset" : 113
    }, {
      "referenceID" : 22,
      "context" : "Few prisoners leave prison with jobs, assets, or other resources waiting for them in the community (Travis, 2005), and being unemployed is a risk factor for criminal behavior (Hagan, 1993; Tanner, Davies, & O’Grady, 1999; Uggen, 2000).",
      "startOffset" : 175,
      "endOffset" : 234
    }, {
      "referenceID" : 70,
      "context" : "Few prisoners leave prison with jobs, assets, or other resources waiting for them in the community (Travis, 2005), and being unemployed is a risk factor for criminal behavior (Hagan, 1993; Tanner, Davies, & O’Grady, 1999; Uggen, 2000).",
      "startOffset" : 175,
      "endOffset" : 234
    }, {
      "referenceID" : 66,
      "context" : "Although once overshadowed by debates over sentencing policies and rising rates of imprisonment, the challenge of reintegrating returning prisoners was brought to light by scholars such as Joan Petersilia (2009) and Jeremy Travis (2005), who also introduced a distinction between two complementary perspectives on prisoner reentry (Travis, 2004).",
      "startOffset" : 331,
      "endOffset" : 345
    }, {
      "referenceID" : 61,
      "context" : "Most scholarship on former prisoners focuses on recidivism and desistance from crime, much of it guided by theories of social control, particularly how social control changes over a person’s life course (Laub & Sampson, 2003; Sampson & Laub, 1992, 1993; Shover, 1996).",
      "startOffset" : 203,
      "endOffset" : 267
    }, {
      "referenceID" : 42,
      "context" : "Moreover, former offenders who experience such changes in their social roles and relationships may also adopt new identities or self-concepts (Maruna, 2001).",
      "startOffset" : 142,
      "endOffset" : 156
    }, {
      "referenceID" : 75,
      "context" : "However, many of the sources of social bonds emphasized in prior research, such as marriage, the military, and steady employment, are not available to contemporary returning prisoners – even those motivated to desist – as job opportunities are scarce for ex-offenders, military service is closed to most convicted felons, and marriage is rare in this subpopulation (Greenfeld & Snell, 1999; Western, 2006).",
      "startOffset" : 365,
      "endOffset" : 405
    }, {
      "referenceID" : 7,
      "context" : "This literature shows that incarceration of a family member increases household material stress, increases the risk of foster care placement, leads to behavioral and schooling problems in children, and impacts both mental and physical health (Braman, 2004; Comfort, 2008; Johnson & Waldfogel, 2004; Lee et al., 2013; Wildeman & Muller, 2012).",
      "startOffset" : 242,
      "endOffset" : 341
    }, {
      "referenceID" : 14,
      "context" : "This literature shows that incarceration of a family member increases household material stress, increases the risk of foster care placement, leads to behavioral and schooling problems in children, and impacts both mental and physical health (Braman, 2004; Comfort, 2008; Johnson & Waldfogel, 2004; Lee et al., 2013; Wildeman & Muller, 2012).",
      "startOffset" : 242,
      "endOffset" : 341
    }, {
      "referenceID" : 36,
      "context" : "This literature shows that incarceration of a family member increases household material stress, increases the risk of foster care placement, leads to behavioral and schooling problems in children, and impacts both mental and physical health (Braman, 2004; Comfort, 2008; Johnson & Waldfogel, 2004; Lee et al., 2013; Wildeman & Muller, 2012).",
      "startOffset" : 242,
      "endOffset" : 341
    }, {
      "referenceID" : 7,
      "context" : "Reincorporating a formerly-incarcerated family member into the household may exacerbate some of these problems, especially in the short term (Braman, 2004).",
      "startOffset" : 141,
      "endOffset" : 155
    }, {
      "referenceID" : 20,
      "context" : "Many states have banned those with felony convictions from benefits such as food stamps, TANF, SSI and residence in public housing, either permanently or temporarily (Freudenberg, et al., 2005; Godsoe, 1998; Pinard, 2010; Rubinstein & Mukamal, 2002; Travis, 2005).",
      "startOffset" : 166,
      "endOffset" : 263
    }, {
      "referenceID" : 54,
      "context" : "Many states have banned those with felony convictions from benefits such as food stamps, TANF, SSI and residence in public housing, either permanently or temporarily (Freudenberg, et al., 2005; Godsoe, 1998; Pinard, 2010; Rubinstein & Mukamal, 2002; Travis, 2005).",
      "startOffset" : 166,
      "endOffset" : 263
    }, {
      "referenceID" : 67,
      "context" : "Many states have banned those with felony convictions from benefits such as food stamps, TANF, SSI and residence in public housing, either permanently or temporarily (Freudenberg, et al., 2005; Godsoe, 1998; Pinard, 2010; Rubinstein & Mukamal, 2002; Travis, 2005).",
      "startOffset" : 166,
      "endOffset" : 263
    }, {
      "referenceID" : 67,
      "context" : "Rules that bar those with a felony record from public and subsidized housing may limit residence with friends and family as well, and increase the likelihood of homelessness (Travis, 2005).",
      "startOffset" : 174,
      "endOffset" : 188
    }, {
      "referenceID" : 10,
      "context" : "Offenders who had been receiving state and federal income support often face the loss of these benefits during incarceration, some of which can cease once a person has been incarcerated for 30 days or longer (Brucker, 2006), and reinstating benefits following a period of incarceration can be challenging.",
      "startOffset" : 208,
      "endOffset" : 223
    }, {
      "referenceID" : 9,
      "context" : "Because drug-related offenses constitute the majority of crimes committed by women, it is likely that female offenders are disproportionately impacted by these restrictions (Brown, 2000).",
      "startOffset" : 173,
      "endOffset" : 186
    }, {
      "referenceID" : 51,
      "context" : "already high levels of social, psychological and physical problems that mark this population are exacerbated by periods of imprisonment (Petersilia, 2005).",
      "startOffset" : 136,
      "endOffset" : 154
    }, {
      "referenceID" : 41,
      "context" : "Yet the extent of substance abuse and other mental health problems within this population and the ability of some subjects to overcome them suggest that improved access to substance abuse and mental health treatment has the potential to significantly improve the wellbeing of former prisoners (Mackenzie, 2006).",
      "startOffset" : 293,
      "endOffset" : 310
    }, {
      "referenceID" : 1,
      "context" : "Not only does the ACA provides for parity of mental health and substance abuse care (Beronio et al., 2013), but more importantly it increases access to health care for many former prisoners through Medicaid expansion in states that adopt the expansion.",
      "startOffset" : 84,
      "endOffset" : 106
    }, {
      "referenceID" : 46,
      "context" : "Currently, there are few eligibility categories under which former prisoners, particularly those who are not caring for children and are not disabled, can qualify for Medicaid (Hammett, Roberts, & Kennedy, 2001), but Medicaid expansion would expand eligibility to anyone under 138 percent of the poverty line (Beronio, et al., 2013; Ogundimu et al., 2012).",
      "startOffset" : 309,
      "endOffset" : 355
    }, {
      "referenceID" : 33,
      "context" : "Although intermediate sanctions have been included in policy initiatives such as the Serious and Violent Offender Reentry Initiative (Lattimore et al., 2004), their independent effects are difficult to assess when bundled with many other interventions.",
      "startOffset" : 133,
      "endOffset" : 157
    }, {
      "referenceID" : 14,
      "context" : "However, a number of aspects of prison management may unintentionally make such reconciliation more difficult, including the location of prisons far from the population centers from which most prisoners are drawn, the high cost of telephone calls to and from prisons, and restrictive visitation policies that limit the amount of time for visitation or the individuals who may visit prison inmates (Comfort, 2008).",
      "startOffset" : 397,
      "endOffset" : 412
    }, {
      "referenceID" : 77,
      "context" : "to prisons close to home in the months before release, although the evaluation of New York’s Project Greenlight casts doubt on the effectiveness of such strategies (Wilson et al., 2005).",
      "startOffset" : 164,
      "endOffset" : 185
    }, {
      "referenceID" : 7,
      "context" : "This burden falls disproportionately on those families with the fewest resources, creating material strain that affects not just former prisoners but spills over to many others as well (Braman, 2004).",
      "startOffset" : 185,
      "endOffset" : 199
    }, {
      "referenceID" : 64,
      "context" : "In addition, programs that directly involve families in the reentry process, such as La Bodega de la Familia or the Osborne Association’s FamilyWorks program in New York City, may help support families struggling to assist a returning family member while also increasing the chances of family reunification (Sullivan et al., 2002).",
      "startOffset" : 307,
      "endOffset" : 330
    }, {
      "referenceID" : 39,
      "context" : "There is some evidence that inmate higher education decreases the probability of return to prison (Lockwood et al., 2012).",
      "startOffset" : 98,
      "endOffset" : 121
    }, {
      "referenceID" : 52,
      "context" : "A number of such programs have been held up as successful models in recent years, including those run by the Center for Employment Opportunities (CEO) in New York, the Texas ReIntegration of Offenders (RIO) project, and The Safer Foundation of Chicago, yet recent reviews of the literature disagree about the effectiveness of such programs (Bushway & Apel, 2012; Petersilia, 2009; Raphael, 2011; Visher, Winterfield, & Coggeshall, 2005).",
      "startOffset" : 340,
      "endOffset" : 436
    }, {
      "referenceID" : 55,
      "context" : "A number of such programs have been held up as successful models in recent years, including those run by the Center for Employment Opportunities (CEO) in New York, the Texas ReIntegration of Offenders (RIO) project, and The Safer Foundation of Chicago, yet recent reviews of the literature disagree about the effectiveness of such programs (Bushway & Apel, 2012; Petersilia, 2009; Raphael, 2011; Visher, Winterfield, & Coggeshall, 2005).",
      "startOffset" : 340,
      "endOffset" : 436
    }, {
      "referenceID" : 3,
      "context" : "It may also be that such programs need to be more closely coupled with other services such as mental health and substance abuse treatments (Bloom, 2010).",
      "startOffset" : 139,
      "endOffset" : 152
    } ],
    "year" : 2015,
    "abstractText" : "Former prisoners are at high risk of economic insecurity due to the challenges they face in finding employment and to the difficulties of securing and maintaining public assistance while incarcerated. This study examines the processes through which former prisoners attain economic security, examining how they meet basic material needs and achieve upward mobility over time. It draws on unique qualitative data from in-depth, unstructured interviews with a sample of former prisoners followed over a two to three year period to assess how subjects draw upon a combination of employment, social supports, and public benefits to make ends meet. Findings reveal considerable struggle among our subjects to meet even minimal needs for shelter and food, although economic security and stability could be attained when employment or public benefits were coupled with familial social support. Sustained economic security was rarely achieved absent either strong social support or access to long-term public benefits. However, a select few were able to leverage material support and social networks into trajectories of upward mobility and economic independence. Policy implications are discussed. In 1975 the population in jails and prisons on any given day was roughly 400,000 people. By 2003 this number had increased more than fivefold to 2.1 million people (Western, 2006). Although the upward trend in incarceration has begun to level off in the last few years, the number of individuals in state and federal prisons was over 1.6 million at the end of 2009 (Freudenberg et al., 2005). Compared to other nations and earlier periods in US history, current incarceration rates are unprecedented (Raphael, 2011; Western, 2006), leading to what some have termed the era of mass imprisonment (Garland, 2001; Mauer & Chesney-Lind, 2002). Because almost all prisoners are eventually released, mass incarceration has in turn produced a steep rise in the number of individuals reentering society and undergoing the process of social and economic reintegration (Travis, 2005). Harding can be contacted at Department of Sociology, University of California at Berkeley, 410 Barrows Hall, Berkeley, CA 94720, or via email at dharding@berkeley.edu Wyse, Dobson, and Morenoff can be contacted at Department of Sociology, University of Michigan, 500 S. State St, Ann Arbor MI 48109 or jwyse@umich.edu, dobsonc@umich.edu, or morenoff@umich.edu NIH Public Access Author Manuscript J Policy Anal Manage. Author manuscript; available in PMC 2015 January 09. Published in final edited form as: J Policy Anal Manage. 2014 ; 33(2): 440–470. doi:10.1002/pam.21741. N IH -P A A uhor M anscript N IH -P A A uhor M anscript N IH -P A A uhor M anscript Over 700,000 individuals are now released from state and federal prisons each year (West, Sabol, & Greenman, 2010). In addition, the prison boom was accompanied by an even larger boom in the number of people under community supervision, with a recent study finding that one in every 48 American adults are either on probation or parole on any given day (Glaze & Bonczar, 2011). The large number of individuals exiting prison each year has prompted renewed interest among academics and policy makers in the challenges of reintegrating former prisoners into society (Visher & Travis, 2003), especially as some states have begun to release more prisoners into the community in an effort to cut costs by reducing the size of prison populations (Wool & Stemen, 2004). The challenges appear daunting, as the prospects for successful reentry are often dim. More than 40% of those released return to prison within three years, a phenomenon known as the “revolving door” (Pew Center on the States, 2011). Much of the focus of the scholarship and policies addressing prisoner reentry has understandably focused on recidivism. However, desisting from crime is just one component of successful offender reintegration. Another key determinant of whether returning prisoners are able to establish conventional lifestyles is meeting basic material needs (Travis, 2004). Barriers returning prisoners face to finding stable sources of employment, public assistance, and social support (Holzer, Raphael, & Stoll, 2004, 2007; Pager, 2003, 2007; Pager, Western, & Bonikowski, 2009) as well as the disadvantages that characterize this population, including low levels of human capital and a high prevalence of mental health problems and substance use (Visher & Travis, 2003), all make economic stability and security a significant challenge. Few prisoners leave prison with jobs, assets, or other resources waiting for them in the community (Travis, 2005), and being unemployed is a risk factor for criminal behavior (Hagan, 1993; Tanner, Davies, & O’Grady, 1999; Uggen, 2000). The economic insecurity of returning prisoners also poses a challenge for social welfare policymakers, as access to and effective use of public and non-profit social services are potentially critical for this population. In addition, programs and policies at all levels of government already play an important role in their lives, including community supervision, health care, public benefits, public transportation, and social services. As a result, policymakers may have considerable opportunity to intervene in ways that improve their wellbeing. In particular, community supervision programs such as parole involve frequent contacts with state systems that could be leveraged to improve access to services and supports. Despite the large number of economically vulnerable individuals returning to communities each year, we know surprisingly little about how former prisoners make ends meet after their release from prison, how or why some are able to secure services and supports while others are not, or which services and supports create pathways to long term stability and economic independence. Although there have been landmark studies of the survival strategies of other vulnerable populations, such as low-income single mothers with children (Edin & Lein, 1997) or poor urban households more generally (Stack, 1975), few prior studies address such strategies among contemporary former prisoners.1 Harding et al. Page 2 J Policy Anal Manage. Author manuscript; available in PMC 2015 January 09. N IH -P A A uhor M anscript N IH -P A A uhor M anscript N IH -P A A uhor M anscript A primary reason for these gaps in our knowledge is that this population is difficult to study. Current and former prisoners are often absent from large scale surveys, as the institutionalized population is usually excluded from the sampling frame of social science datasets, and those involved in the criminal justice system are thought to be loosely attached to households, which typically form the basis for sampling. Moreover, this population is difficult to recruit while under community supervision or in custody without the assistance of criminal justice authorities and difficult to follow over time due to high rates of residential mobility. For example, one recent survey of 400 former prisoners in Illinois lost approximately half of its respondents to attrition after only two years of follow-up (La Vigne & Parthasarathy, 2005). The present research draws on unique qualitative longitudinal data from in-depth, unstructured interviews with a sample of former prisoners followed over a two to three year period, beginning just prior to their release from prison. We use these data to uncover the processes through which our subjects do or do not attain some measure of economic security and independence following their release. We examine how they develop stable resources to meet their basic material needs for shelter and food and how they achieve upward mobility. More specifically, we ask the following questions: How do former prisoners gain access to social support, social services, and employment? Which forms of support and services help facilitate long-term employment or other permanent sources of income in this population? And how do former prisoners achieve economic stability and upward mobility over time? Our findings offer a sobering portrait of the challenges of meeting even one’s basic needs for food and shelter after prison, as many subjects struggled mightily while navigating the labor market with a felony record and low human capital, attempting to stay away from drugs and alcohol, and re-establishing social ties. At the same time, our results reveal how some of the former prisoners in our study managed to attain some level of economic security and stability by combining employment, public benefits, social services, and social supports. We explain why employment was a necessary but not sufficient condition for long-term economic security, which required other forms of material support as well, either from social ties to family or romantic partners or access to long-term public benefits like SSI and housing assistance. While some subjects achieved economic stability, only a select few were able to leverage material support and social networks from family and partners into a trajectory of upward mobility and economic independence. Policy implications of these findings are discussed in the conclusion. Prisoner Reentry and Reintegration Although once overshadowed by debates over sentencing policies and rising rates of imprisonment, the challenge of reintegrating returning prisoners was brought to light by scholars such as Joan Petersilia (2009) and Jeremy Travis (2005), who also introduced a distinction between two complementary perspectives on prisoner reentry (Travis, 2004). The 1Although our use of the phrase “making ends meet” alludes to the eponymously titled book by Edin and Lein (1997), we do not intend to draw a direct comparison between our study and theirs, which was based on a larger sample and an analysis of household budgets and sources of income. While we also investigate how basic material needs are met, we focus less on budgets and more on how income and in-kind support were or were not secured. Harding et al. Page 3 J Policy Anal Manage. Author manuscript; available in PMC 2015 January 09. N IH -P A A uhor M anscript N IH -P A A uhor M anscript N IH -P A A uhor M anscript “reentry” perspective focuses on reducing recidivism after release by preparing inmates for reentry through programming, such as substance use treatment and job readiness. The “reintegration perspective” focuses on social and economic reintegration after release. This perspective emphasizes entering the labor market and repairing and renewing ties to family and community. A third perspective, discussed further below, focuses on the consequences of mass incarceration for prisoners’ families and communities. Most scholarship on former prisoners focuses on recidivism and desistance from crime, much of it guided by theories of social control, particularly how social control changes over a person’s life course (Laub & Sampson, 2003; Sampson & Laub, 1992, 1993; Shover, 1996). This framework emphasizes the importance of social bonds – particularly those resulting from marriage, employment, and military service – in deterring criminality and encouraging desistance (Laub, Nagin, & Sampson, 1998; Laub & Sampson, 2003; Sampson, Laub, & Wimer, 2006). These bonds can be strengthened by key life events, so-called “turning points” that potentially increase social control, by altering daily routines and stabilizing pro-social roles. Moreover, former offenders who experience such changes in their social roles and relationships may also adopt new identities or self-concepts (Maruna, 2001). Thus, due to the role of employment and social relationships in desistance, desistance from crime is intimately tied to social and economic reintegration, linking the reentry and reintegration perspectives. However, many of the sources of social bonds emphasized in prior research, such as marriage, the military, and steady employment, are not available to contemporary returning prisoners – even those motivated to desist – as job opportunities are scarce for ex-offenders, military service is closed to most convicted felons, and marriage is rare in this subpopulation (Greenfeld & Snell, 1999; Western, 2006). Thus, renewed study of the post-prison experiences of ex-offenders and their interactions with a wider set of social relationships, sources of income, and institutions is required to understand the contemporary experience of prisoner reentry and reintegration. Leverentz (2011; 2006) shows that former prisoners draw heavily on social identities and relationships with family of origin and mostly non-marital romantic partners to facilitate desistance, based on interviews with 49 female, mostly African-American ex-offenders from a halfway house in Chicago followed for a year after release. For these women, such relationships play both positive and negative roles in desistance, substance use, and material wellbeing. A growing body of scholarship with important implications for prisoner reintegration has documented the impact of mass incarceration on the communities and families on which former prisoners rely. (Mauer & Chesney-Lind, 2002; Pattillo, Weiman, & Western, 2004; Travis & Waul, 2003). This literature shows that incarceration of a family member increases household material stress, increases the risk of foster care placement, leads to behavioral and schooling problems in children, and impacts both mental and physical health (Braman, 2004; Comfort, 2008; Johnson & Waldfogel, 2004; Lee et al., 2013; Wildeman & Muller, 2012). Reincorporating a formerly-incarcerated family member into the household may exacerbate some of these problems, especially in the short term (Braman, 2004). These findings suggest that former prisoners may have difficulties securing social support upon Harding et al. Page 4 J Policy Anal Manage. Author manuscript; available in PMC 2015 January 09. N IH -P A A uhor M anscript N IH -P A A uhor M anscript N IH -P A A uhor M anscript release, particularly those former prisoners from already disadvantaged families and communities. Barriers to Economic Stability and Mobility Among Former Prisoners Former prisoners face considerable barriers to attaining economic stability and integration. One important set of barriers includes legal and policy restrictions on former offenders. Many states have banned those with felony convictions from benefits such as food stamps, TANF, SSI and residence in public housing, either permanently or temporarily (Freudenberg, et al., 2005; Godsoe, 1998; Pinard, 2010; Rubinstein & Mukamal, 2002; Travis, 2005). Rules that bar those with a felony record from public and subsidized housing may limit residence with friends and family as well, and increase the likelihood of homelessness (Travis, 2005). Offenders who had been receiving state and federal income support often face the loss of these benefits during incarceration, some of which can cease once a person has been incarcerated for 30 days or longer (Brucker, 2006), and reinstating benefits following a period of incarceration can be challenging.2 Notably, restrictions on many public benefits apply largely to drug offenders. Because drug-related offenses constitute the majority of crimes committed by women, it is likely that female offenders are disproportionately impacted by these restrictions (Brown, 2000).3 Returning prisoners also face mounting financial pressure from an accumulation of debts and fees (Harris, Evans, & Beckett, 2010; Wakefield & Uggen, 2010), particularly for child support (Cancian, Meyer, & Han, 2011). Although barriers to obtaining public benefits have been well documented, prior research has shed little light on how some ex-offenders secure benefits, which benefits they tend to be, and their role in achieving economic security. Although an important potential pathway towards economic independence is establishing employment, here former prisoners also face considerable barriers, in part because having a felony record excludes them from some occupations entirely, and also because employers’ unwillingness to hire people with a felony record reduces their chance of securing any job (Holzer, 2003; Holzer, Raphael, & Stoll, 2006; Mukamal, 1999). Pager (2003, 2007) suggests that a criminal record acts as a negative credential on the job market, signaling a general lack of trustworthiness and employability. Specifically, employers may expect exoffenders to lack soft skills, clash with other employees, and prove unreliable in the handling of cash and goods (Bushway, Stoll, & Weiman, 2007). Such stigma is intensified for African American men, who face heightened racial stereotypes given a felony record (Pager, 2003, 2007). Yet some offenders are able to secure and maintain employment, and in so doing, facilitate their desistance from crime (National Research Council of the National Academies, 2007). Low levels of human capital, poor health, and lack of work experience also pose barriers to former offenders’ economic stability and mobility. Forty-one percent of those released from prison lack a high school education, and 73% have a history of drug and alcohol abuse. The 2Eligibility is reinstated once the offender completes a drug treatment program 3Our study was conducted in Michigan, a state with relatively fewer restrictions on services and support for former prisoners than other states. Those with felony convictions or recently released from prison remain eligible for Medicaid and food stamps, for example. Harding et al. Page 5 J Policy Anal Manage. Author manuscript; available in PMC 2015 January 09. N IH -P A A uhor M anscript N IH -P A A uhor M anscript N IH -P A A uhor M anscript already high levels of social, psychological and physical problems that mark this population are exacerbated by periods of imprisonment (Petersilia, 2005). Visher and Travis (2003) identify poor job skills, sporadic work histories and a dearth of conventional social ties and behaviors as factors limiting ex-offenders’ successful reintegration. Incarceration may erode human capital, as skills decline, a gap in the work record is established, diseases and psychological disorders are exacerbated, and behaviors learned for survival in prison conflict with workforce norms (Bushway, Stoll, & Weiman, 2007). Even if employment is established, it may be difficult for ex-offenders to maintain (Pettit & Lyons, 2007; Sabol, 2007; Tyler & Kling, 2007). Whereas the barriers returning prisoners face to successful labor market integration have been well documented in prior research, less is known about the survival strategies they employ to overcome these barriers. One survey-based study in Baltimore found that exoffenders relied heavily upon family for housing and financial assistance. Family and other social connections were also leveraged to secure employment (Visher et al., 2004). A linked study additionally found that offenders’ families proved even more helpful than offenders had anticipated while incarcerated (Naser & La Vigne, 2006). In an ethnographic study, Fader (2013) studied the incarceration and reentry experiences of minority male juvenile offenders in Philadelphia, documenting their challenges finding work, navigating high crime neighborhoods, avoiding the temptation to return to drug dealing, and rebuilding relationships with family and romantic partners. As young adults, Fader’s subjects relied heavily on social support from families and romantic partners to meet their basic material needs. Looking to prior research on other vulnerable populations, studies suggest that reciprocal exchange is critical to day-to-day survival (Stack, 1975). In their qualitative study of how single mothers on welfare make ends meet, Edin and Lein (1997) found that in-kind and cash gifts from family members, children’s fathers, and romantic partners along with underthe-table employment and odd jobs were required to supplement cash welfare and housing subsidies. Yet it remains unclear how former prisoners are able to muster such supports given how little they have to offer in exchange and the possibility of relationship deterioration and weakened social ties during periods of incarceration. Furthermore, securing under-the-table work may not be possible if parole officers require “pay stubs” as evidence of legal employment. In sum, the barriers posed by institutional and legal restrictions, stigma and low human capital raise a number of questions about how former prisoners make ends meet after prison. Given challenges in finding employment, how are basic material needs for shelter and food met? Which former prisoners are able to meet these needs through social services, public benefits, and support from family and friends rather than by returning to crime? And which short-term solutions lead to more successful reintegration in the longer term? Finally, how are some ex-offenders able to attain economic security and mobility while others are not? Harding et al. Page 6 J Policy Anal Manage. Author manuscript; available in PMC 2015 January 09. N IH -P A A uhor M anscript N IH -P A A uhor M anscript N IH -P A A uhor M anscript Methodology: Data Collection and Analysis We take an inductive approach, relying upon qualitative methods as those best suited to uncover diverse and complex social processes. In qualitative interviews, the researcher can begin to reveal the subject’s understanding of his or her experiences, gather data on the details of those experiences, and explore if and how the processes suggested in the literature square with the subject’s experiences and conceptualizations (Lofland & Lofland, 1995). Our data come from in-depth longitudinal qualitative interviews that probe the social, economic, and cultural processes related to prisoner reentry and criminal desistance. The sample of 15 male and seven female interview subjects was selected from Michigan Department of Corrections’ (MDOC) administrative records based on their expected release date (those who would be released within two months of the baseline interview) and release county (four counties in Southeast Michigan). The authors intentionally chose to study a small number of subjects intensively over a relatively long period of time for three reasons. First, a longitudinal design is necessary in a study of released prisoners due to the rapidly changing nature of their lives. Reentry is a period of significant flux and ex-offenders’ experiences immediately after release may be very different from their experiences months and years later. Second, a longer follow-up allows for the observation of outcomes that take time to develop. Third, frequent interviews are required to capture the processes driving change over time as well as to increase subject retention in this hard to study population (see below on strategies used to prevent subject attrition). Because statistical representativeness across multiple subject characteristics is impossible in a study with a small sample size, we instead pursued a “purposive” sampling strategy common in qualitative research (Kuzel, 1992). Our goal in selecting subjects was to ensure racial and gender diversity, diversity of local geographic context, and diversity of services and supervision provided by MDOC. Accordingly, the sample was stratified by gender, race (white vs. black), reentry county (urban vs. suburban), and type of release (receiving services from Michigan Prisoner Reentry Initiative [MPRI], not receiving MPRI services, or being released without parole [i.e., “maxing” out]).4 Within these categories, potential subjects available at the time of recruitment were selected at random. This sampling strategy ensures that theoretically important categories are present and therefore that conclusions drawn are not particular to the largest group of former prisoners in the population (minority males released to central cities).5 Three male subjects refused to participate in the study and one female subject was discontinued from the study after she was denied parole after the first in-prison interview. These subjects were replaced by additional randomly selected individuals with the same sampling characteristics, resulting in a response rate for in-prison pre-release interviews of 86% (24/28). 4The Michigan Prisoner Reentry Initiative is a statewide policy effort to reduce crime and incarceration by providing additional services to parolees and by implementing a regime of “graduated sanctions” for technical parole violations. During our research, MPRI was still being phased in, and not all parolees received services. During subject recruitment, MPRI parolees tended to be those classified as “high risk” or “medium risk” by MDOC. This research is not an evaluation of MPRI. 5As a result, our sample is not representative of the population of former prisoners released in Michigan during this time period. For example, the inclusion of a sampling cell for white males released to suburban areas resulted in an overrepresentation of drunkendriving offenses in our sample. Harding et al. Page 7 J Policy Anal Manage. Author manuscript; available in PMC 2015 January 09. N IH -P A A uhor M anscript N IH -P A A uhor M anscript N IH -P A A uhor M anscript Individuals involved in criminal activity, the criminal justice system, and substance abuse are challenging to study. Although we began the study with pre-release interviews with 24 subjects, two subjects, one male and one female, left the study immediately following their prison release. These subjects were younger than our average subject, and both were subsequently convicted of new crimes. All remaining 22 subjects were interviewed once before release, and were interviewed repeatedly during the two years following their release, with follow-up interviews targeted at approximately 1, 2, 6, 9, 12, 18, 24, 30, and 36 months (see Appendix A for detailed interview timing), for a total of 154 interviews.6 The number of post-release interviews per subject ranged from two (two subjects who were returned to prison not long after release) to eleven, with a mean of 5.8 and median of six. The first two post-release interviews were targeted for the first and second months after release in order to capture the challenges and instability of the immediate post-release period, when assistance from family, friends, partners, and social services was expected to be most necessary. Following the initial interviews, most subjects followed a fairly regular interview schedule at roughly every three months through the first year and every six months thereafter unless we could not stay on schedule due to incarceration, residential treatment, or absconding. For some subjects, we intentionally allowed interview timing to vary, depending on their circumstances. In some cases we conducted interviews more frequently when subjects’ lives were particularly unstable. In other cases subjects took up criminal behaviors – using drugs, committing new crimes, and absconding from parole – for a period of months. For these individuals, we were able to complete interviews at a later date that discussed the missed time period, including follow-up interviews in prison with three subjects. For all but one of our subjects who committed new crimes, we were able to interview the subject at some point afterwards. One subject was killed in a shooting during the second year of the study. Another subject achieved economic stability one year after release and, because his material circumstances and sources of income remained unchanged, he did not require further formal interviews, although we kept in touch with him informally throughout the study period and monitored his parole agent’s case notes for criminal infractions as well as residential moves or changes in work and schooling, of which there were none.7 We used a number of strategies to maintain contact with subjects in this difficult to track population. The most important was access to parole agents’ records, which allowed us to maintain contact with subjects whenever parole agents knew how to find them. For all but two subjects, we obtained consent to access their MDOC records, allowing us to view their parole agents’ case notes for updated contact information, substance use tests, parole violations, and arrests. This was particularly useful for tracking residential moves, periods of incarceration in jail, and periods of confinement to residential treatment. A second strategy was to elicit from subjects at the initial interview and regularly thereafter the names and contact information of three individuals who would be likely to know how to get in contact 6All appendices are available at the end of this article as it appears in JPAM online. Go to the publisher’s website and use the search engine to locate the article at http://www3.interscience.wiley.com/cgi-bin/jhome/34787. 7This subject reached a “saturation point” (Bowen, 2008) after three consecutive interviews revealed little new information about his circumstances, plans, or perspectives, owing to his stable family and employment situation. Harding et al. Page 8 J Policy Anal Manage. Author manuscript; available in PMC 2015 January 09. N IH -P A A uhor M anscript N IH -P A A uhor M anscript N IH -P A A uhor M anscript with them. A third strategy was to provide incentive payments of $60 per interview. Finally, we believe, though cannot independently verify, that the rapport we were able to develop with subjects over repeated interviews also contributed to our lower attrition rate than some earlier studies of former prisoners. In total, we were able to maintain regular contact with 19 of 22 subjects across the two-year period, although this involved less frequent interviews with four imprisoned subjects once they were incarcerated, and a truncated interview schedule with the subject who was killed. Three subjects attritted during the course of the study at 2, 12 and 20 months. In-prison interviews were conducted in private rooms (often those used by lawyers visiting their clients). MDOC regulations forbid recorders within prisons, so field notes were used to document in-prison interviews. Post-release interviews were primarily conducted in the subjects’ residences, but also occasionally in the researchers’ offices or in a public location. These interviews were recorded and transcribed. Interviews covered a diverse array of topics, both researcher and subject driven, but focused on the subject’s community context, family roles and relationships, criminal activities and experiences, life in prison, service use, and health and well-being, including drug and alcohol abuse. Interviews were unstructured, meaning that we prepared a detailed interview protocol with a lengthy list of questions and follow-up probes on the above topics but let the conversation follow the interests and experiences of the subject. When a particular conversation thread was complete and the list of probes exhausted, we returned to the next topic in the protocol. Initial in-prison interviews were roughly 90 minutes, while follow-up interviews usually lasted 1–2 hours. Our research design captures subjects both directly before release, allowing for investigation of subject’s pre-release expectations, and during the first 2–3 years after release, a critical period for desistance (National Research Council of the National Academies, 2007). Half of the male sample is white and half black.8 At the initial interview, men ranged in age from 22 to 71, with most subjects in their late-twenties to early-thirties. Crimes of which male subjects were convicted range from armed robbery to driving under the influence (multiple convictions can lead to imprisonment) to manslaughter. Five male subjects were being released from prison for the first time; all others had experienced multiple prison spells.9 The female sample is also half white and half black. Women ranged in age from 22 to 52 at the initial interview, with most subjects in their late-thirties or early forties. Women’s crimes ranged from felony firearm possession to retail fraud to drug selling. Three women were leaving prison on their first release; the other four had served previous prison terms. We assigned pseudonyms to all subjects and to any other individuals mentioned by name. All but four of the 15 men and two of the seven women in our study engaged in some form of illegal behavior other than drug use (including behavior not known to law enforcement authorities) during the study. Drug and alcohol addiction was also common among our sample members, and these issues played an important role in their attempts to secure social 8Latinos and Asians make up a very small proportion of the Michigan population and of individuals released from Michigan prisons. 9This does not include time in jail. Whereas jails are run by local cities and counties and hold individuals with sentences less than one or two years or awaiting trial, prisons are run by the states or the federal government and hold individuals who have longer sentences. Harding et al. Page 9 J Policy Anal Manage. Author manuscript; available in PMC 2015 January 09. N IH -P A A uhor M anscript N IH -P A A uhor M anscript N IH -P A A uhor M anscript supports, their ability to comply with service providers’ expectations, and their capacity to gain and sustain employment. Our interviews made clear that conventional measures of involvement in drugs, such as whether a subject has been convicted of a drug-related crime, understate the prevalence and significance of these addictions. The majority of subjects’ crimes were committed while under the influence of drugs or alcohol or motivated by drugs. Six of our 15 male subjects characterized themselves as alcoholics, five as both drug abusers and alcoholics, three as drug abusers solely, and only one reported no addiction to drugs or alcohol. Of seven female subjects, four characterized themselves as drug addicted, one as drug and alcohol addicted, and one as formerly drug addicted. Only one woman did not describe a serious current or past problem with drugs or alcohol. Our analysis and results depend on the collection of potentially sensitive data from subjects, so the cultivation of rapport and trust with subjects was critical. Subjects were matched with interviewer on gender. Interviews were conducted by the first, second, and fourth authors. The same interviewer conducted all interviews and interactions with each subject throughout the study. The longitudinal nature of the study was also critical to building rapport and trust, as subjects revealed more and more information as interviews progressed, occasionally including information that was intentionally withheld in earlier interviews. One potential barrier to trust was the recruitment of subjects in prison with the cooperation of MDOC. However, consent forms clearly stated that no individual information from the study would be shared with MDOC or any other law enforcement agency unless there was indication of imminent harm to subjects or others, and we secured a Certificate of Confidentiality prior to the initial interviews in order to protect study data from law enforcement and the courts. The coding and analysis of the field notes and transcripts was conducted using Atlas TI qualitative software. The authors generated an initial list of codes prior to analysis based on categories and concepts motivated by theory and prior empirical research, and then developed additional codes during the course of the analysis. Coding was done by the second author and four research assistants trained in the meanings of the codes and rules for their application. Research assistant coding was compared to that of the second author until a high degree of agreement occurred. The codes most relevant to this paper were those related to job search and employment, use of public and private social services and informal sources of support from family and friends, as well as barriers to accessing employment, services and supports. Where possible, we cross-checked specific facts with those recorded in parole agent’s case notes. Our analysis alternated between two parallel forms, a subject-based mode, which considers the details of each case and interconnections between domains, and cross-case mode, which looks for patterns across individuals within domains. Our main goal in using such an approach was to characterize subjects’ trajectories of material wellbeing and economic mobility. We began this analysis by creating a detailed timeline and summary of employment, services and social supports for each subject, paying particular attention to changes over time and to whether and how basic material needs – particularly shelter and food – were being met. These timelines tracked eight categories of information: housing, employment, social support, government support, health problems, illegal activity, education/training, and other (e.g. debt or supervision fees and victim restitution payments). Harding et al. Page 10 J Policy Anal Manage. Author manuscript; available in PMC 2015 January 09. N IH -P A A uhor M anscript N IH -P A A uhor M anscript N IH -P A A uhor M anscript The third author created these timelines and summaries from the coded fieldnotes and transcripts, and the timeline and summary material compiled on each subject were then checked by the author who conducted the interviews (one of the other three authors). To synthesize our observations, we developed a typology characterizing five different “states” along a continuum of material hardship to wellbeing. These states are ideal types that characterize the level of hardship/wellbeing a person was experiencing at a given point in time. In characterizing these states we paid careful attention to material resources secured through criminal activity as well as other involvement in criminal activity and contact with the justice system, as these activities are often inversely related to securing basic material needs through conventional means. We defined the five states of material hardship/wellbeing among our subjects as follows: 1. Desperation refers to extreme material need: living on the streets or in abandoned buildings and not having enough food to eat. Few subjects experienced this state of extreme deprivation, and those who did so experienced it for only brief periods of",
    "creator" : "AH Formatter V6.0 R1c (6,0,2011,1003) for Linux64"
  }
}