{
  "name" : "e3b3b1be452b630cc794.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Advocacy for Improving Nutrition in the First 1000 Days To Support Childhood Development and Adult Health",
    "authors" : [ "Sarah Jane Schwarzenberg", "Michael K. Georgieff" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Advocacy for Improving Nutrition in the First 1000 Days To Support Childhood Development and Adult Health Sarah Jane Schwarzenberg, MD, FAAP, Michael K. Georgieff, MD, FAAP, COMMITTEE ON NUTRITION\nMaternal prenatal nutrition and the child's nutrition in the first 2 years of life (1000 days) are crucial factors in a child’s neurodevelopment and lifelong mental health. Child and adult health risks, including obesity, hypertension, and diabetes, may be programmed by nutritional status during this period. Calories are essential for growth of both fetus and child but are not sufficient for normal brain development. Although all nutrients are necessary for brain growth, key nutrients that support neurodevelopment include protein; zinc; iron; choline; folate; iodine; vitamins A, D, B6, and B12; and long-chain polyunsaturated fatty acids. Failure to provide key nutrients during this critical period of brain development may result in lifelong deficits in brain function despite subsequent nutrient repletion. Understanding the complex interplay of micro- and macronutrients and neurodevelopment is key to moving beyond simply recommending a “good diet” to optimizing nutrient delivery for the developing child. Leaders in pediatric health and policy makers must be aware of this research given its implications for public policy at the federal and state level. Pediatricians should refer to existing services for nutrition support for pregnant and breastfeeding women, infants, and toddlers. Finally, all providers caring for children can advocate for healthy diets for mothers, infants, and young children in the first 1000 days. Prioritizing public policies that ensure the provision of adequate nutrients and healthy eating during this crucial time would ensure that all children have an early foundation for optimal neurodevelopment, a key factor in long-term health.\nabstract\nIntroductIon\nHealthy, normal neurodevelopment is a complex process involving cellular and structural changes in the brain that proceed in a specified\nto cite: Schwarzenberg SJ, Georgieff MK, AAP COMMITTEE ON NUTRITION. Advocacy for Improving Nutrition in the First 1000 Days To Support Childhood Development and Adult Health. Pediatrics. 2018;141(2):e20173716\nUniversity of Minnesota Masonic Children’s Hospital, Minneapolis, Minnesota\nDrs Schwarzenberg and Georgieff both contributed to the writing and editing of this policy statement and approved the final manuscript as submitted.\nThis document is copyrighted and is property of the American Academy of Pediatrics and its Board of Directors. All authors have filed conflict of interest statements with the American Academy of Pediatrics. Any conflicts have been resolved through a process approved by the Board of Directors. The American Academy of Pediatrics has neither solicited nor accepted any commercial involvement in the development of the content of this publication.\nPolicy statements from the American Academy of Pediatrics benefit from expertise and resources of liaisons and internal (AAP) and external reviewers. However, policy statements from the American Academy of Pediatrics may not reflect the views of the liaisons or the organizations or government agencies that they represent.\nThe guidance in this statement does not indicate an exclusive course of treatment or serve as a standard of medical care. Variations, taking into account individual circumstances, may be appropriate.\nAll policy statements from the American Academy of Pediatrics automatically expire 5 years after publication unless reaffirmed, revised, or retired at or before that time.\n1, 000 Days® is a trademark of 1, 000 Days, a 501(c)(3) nonprofit organization. The 1, 000 Days mark is used with permission from 1, 000 Days.\ndoI: https:// doi. org/ 10. 1542/ peds. 2017- 3716\nOrganizational Principles to Guide and Define the Child Health Care System and/or Improve the Health of all Children POLICY STATEMENT\nPEDIATRICS Volume 141, number 2, February 2018:e20173716 From the AmericAn AcAdemy oF PediAtrics at New York University on December 3, 2019www.aappublications.org/newsDownloaded from\nsequence.1, 2 Changes that are too rapid or too slow in one part of the brain may result in the failure of crucial pathway connections to other parts of the brain. Timing is crucial; once a particular developmental sequence fails, it may not be possible to retrieve all the lost function. Moreover, neurodevelopment proceeds by a scaffolding process in which the development of increasingly complex neural circuits (and the behaviors they support) relies on successful completion of previous stages of development. Thus, optimal, healthy neurobehavioral development requires that all necessary factors be present at their biologically defined time points and that no inhibitory factors be present.\nThe most active period of neurologic development occurs in the first 1000 days of life, the period beginning at conception and ending at the start of the third postnatal year.3 Rapid change occurs from the first development of a structure recognizable as the brain (postconception day 18) to age 2 years.4 Important primary structures and processes that support fundamental behaviors and provide scaffolds for laterdeveloping structures form during this time period. These structures and processes include the sensory systems (especially auditory and visual), the hippocampus (declarative learning and memory), myelination (speed of processing), and the monoamine neurotransmitter systems (affect, reward). Even the prefrontal cortex (planning, attention, inhibition, multitasking) and brain circuits involved in social development have the onset of rapid development in the first 1000 days. Although neurodevelopment continues throughout the life of a healthy person, by age 2 years the brain has undergone tremendous restructuring. Many of the developmental changes expected to\noccur during this period will not be able to occur in later life.\nThe period of fetal life and the first 2 years postpartum may be seen as a time of tremendous opportunity for neurodevelopment and a time of great vulnerability.5 Healthy neurodevelopment is dependent on socioeconomic, interpersonal and/or family, and nutritional factors.6 In the presence of a supportive environment, an attached primary caregiver, and a healthy diet, the brain typically thrives. In infants and children, toxic stress, emotional deprivation, and infection or inflammation have been shown to be associated with less optimal brain development, and a deficient diet for the child can worsen this. The effects of early adverse experiences may be a lifetime of medical and psychosocial problems, lost academic achievement and productivity, and possible effects on the next generation.7 –9 These long-term issues are the true cost to society, a cost that exceeds that of preventing them, and we again emphasize the importance of recognizing the developmental origins of adult health and disease.\nFor the purposes of this discussion, our focus is on the nutritional environment of the fetus, infant, and toddler. The nutritional environment has an effect on whether brain growth and differentiation proceed normally or abnormally. Both adequate overall nutrition (ie, absence of malnutrition) and provision of adequate amounts of key macro- and micronutrients at critical periods in development are necessary for normal brain development. Importantly, the definition of malnutrition includes both undernutrition (provision of inadequate amounts of macro- and/or micronutrients) and also obesity (provision of excessive calories, often at the expense of other crucial nutrients). It is important to recognize that many nutrients exhibit a U-shaped risk curve, whereby\ninadequate or excessive amounts both place the individual at risk. Each of these 2 forms of malnutrition affects neurodevelopment, and they may coexist in an individual.10\nIn this Policy Statement, we seek to inform pediatricians and other health care providers of the key role of nutrition in brain development in the first 1000 days of life (conception to 2 years of age). It is not meant as a comprehensive review of the data on brain-nutrient interaction (for this, see Rao and Georgieff11). With this policy statement, we intend to support pediatricians and other health care providers in promoting healthy nutrition and advocating for the expansion of programs that affect early life nutrition as a means of providing scaffolding for later nutritional programs and preventing early developmental loss. In this way, offered in this policy is an opportunity to improve each child’s chance for the healthiest and most productive life possible.\nMacronutrient (protein, fat, glucose) sufficiency is essential for normal brain development. Early macronutrient undernutrition is associated with lower IQ scores, reduced school success, and more behavioral dysregulation.12 Intervention in early nutritional deficiency can be effective, and the full effects may be felt for many years.13 In a study unlikely to be replicated, investigators in rural Guatemala between 1969 and 1989 provided protein-calorie supplementation of different degrees to different rural villages. Two villages received a high-calorie, high-protein supplement, and 2 villages received a low-calorie supplement without protein. Both supplements contained vitamins and minerals. The supplements were provided for pregnant and lactating women and children up to age 7 years. The investigators measured locally relevant outcomes over a period longer than 10 years,\nFROM THE AMERICAN ACADEMY OF PEDIATRICS2 at New York University on December 3, 2019www.aappublications.org/newsDownloaded from\nassessing children between 13 and 19 years of age. Children who had received high-calorie, high-protein supplementation before age 2 years scored higher on tests of knowledge, numeracy, reading, and vocabulary and had faster reaction times in information-processing tasks than age-matched children who received the low-calorie supplement. In villages receiving the highcalorie, high-protein supplement, there were no differences in test scores between children of high and low socioeconomic status, but in villages receiving the lowcalorie supplements, children in the higher socioeconomic group had higher test scores. In summary, early supplementation of nutrients to children at risk for macronutrient deficiency improved neurodevelopmental outcomes over an extended period of life, beyond the period of supplementation.\nThere are populations in the United States that, similar to the villages in Guatemala, have inadequate access to macronutrients or only access to low-quality macronutrients. A foodinsecure household, as defined by the US Department of Agriculture (USDA), is one in which “access to adequate food is limited by a lack of money and other resources.” 14 In 2015, among US households with children, 16.6% (or 6.4 million households) were food insecure at some time during the year.14 Of households with children with incomes below 185% of the poverty line, 36.8% were food insecure.14 Impoverished households are at increased risk of food insecurity, but sudden social changes (for example, divorce, loss of job) can introduce food insecurity into households that are not impoverished. Although parents shield children from the worst effects of food insecurity, in approximately half of these foodinsecure households, children were food insecure. In ∼274 000 households in the United States in\n2015, children were reported to be hungry, to have skipped a meal, or to have not eaten all day as a result of the severity of the food insecurity.14 The researchers who conducted studies in Guatemala demonstrated the potential long-term efficacy (in terms of school performance) of targeting these households with low or very low food security for supplementation.\nThe failure to provide adequate macronutrients or key micronutrients at critical periods in brain development can have lifelong effects on a child. In addition to generalized macronutrient undernutrition, deficiencies of individual nutrients may have a substantial effect on neurodevelopment (Table 1). Prenatal and early infancy iron deficiency is associated with longterm neurobehavioral damage that may not be reversible, even with iron treatment.15 Severe maternal iron deficiency, limited maternalfetal iron transport (associated, for example, with cigarette smoking or maternal hypertension), or conditions that increase fetal iron demand (such as maternal diabetes) may lead to newborn iron deficiency and associated long-term cognitive deficits.5 Adolescent iron deficiency is also associated with neurocognitive impairment but is reversible with iron treatment, suggesting differential effects of timing on brain function.15 The earlier the timing of the deficiency, the more likely long-term effects will occur, probably because structure and regulation of genes involved in neural plasticity have been significantly altered.5 Iodine is essential for synthesis of thyroid hormone, which is in turn crucial in neurodevelopment. Deficiency of iodine in pregnant women leads to cretinism in the child, with attendant severe, irreversible developmental delays. Mild to moderate postnatal chronic iodine deficiency is\nassociated with reduced performance on IQ tests.1 Women living in iodinedeficient areas of the world require attention to supplementation during pregnancy.16 Long-chain polyunsaturated fatty acids, which include docosahexaenoic acid and arachidonic acid, are important for normal development of vision and may also affect neurocognitive development.17 Importantly in, some studies of supplementation of these fatty acids in early life, researchers did not demonstrate an effect on development until 6 years after supplementation. Traditions in complementary feeding or restricted diets because of poverty or neglect may reduce infant intake of many key factors in normal neurodevelopment, including zinc, protein, and iron.18\nAs the normative infant feeding, human milk and breastfeeding play a crucial role in neurodevelopment. Although randomized trials are not feasible, improved cognitive function in term and preterm infants who are fed human milk compared with those who are fed formula is supported by the weight of evidence on this topic.19 – 21 Despite ongoing\nPEDIATRICS Volume 141, number 2, February 2018 3\ntABLE 1 Nutrients That Particularly Affect Early Brain Development and Demonstrate a Critical or Sensitive Period\nMacronutrients\nProteina Specific fats (eg, LC-PUFAs)a Glucose Micronutrients Zinca Coppera Iodinea Irona Selenium Vitamins and cofactors B vitamins (B6, B12) Vitamin A Vitamin K Folatea Cholinea\nLC-PUFA, long-chain polyunsaturated fatty acid. Reprinted with permission from Georgieff MK, Brunette KE, Tran PV. Early life nutrition and neural plasticity. Dev Psychopathol. 2015;27(2):415. a Nutrients that meet the principles for demonstrating a critical or sensitive period during development.\nat New York University on December 3, 2019www.aappublications.org/newsDownloaded from\nattempts to mimic human milk with infant formula, human milk may contain nutrients, growth factors, and cells important for brain development that formula lacks.21 A role for the intestinal microbiome in brain development and behavior is supported by increasing evidence, and human milk and breastfeeding produce a microbiome with increased beneficial microbial communities.22 Some micronutrient supplementation is needed in the breastfeeding infant (eg, zinc, iron, and vitamin D), and breastfeeding mothers need information about optimal nutrition.23\noBEsIty\nAlthough there is evidence that obesity in children and adolescents is associated with poorer educational success, studies are often complicated by small sample size, failure to control for confounding factors, and other aspects of study design.24 In children born preterm with very low birth weights, body composition is correlated with neurodevelopment, and infants with greater fat-free mass (as opposed to fat mass) show improved neurodevelopment at 1 year of age. Weight gain alone, particularly when excessive weight is gained, may not achieve the desired goal of preserving brain development in the very low birth weight preterm infant.25 Obesity of the expectant mother affects her offspring’s health throughout the life span, including an increased risk for diabetes and obesity as well as an increased risk of adverse neurodevelopment.26 Maternal obesity is also associated with decreased breastfeeding initiation rates, delayed onset of full milk production, and insufficient milk supply, resulting in a shortened duration of breastfeeding.27– 29 The introduction of complementary foods before 4 months of age may increase the risk of obesity in later\nchildhood.30 In emerging but still limited evidence, it is suggested that childhood obesity may impact neurodevelopment.10 If this is true, improving infant feeding patterns, including breastfeeding duration, age of complementary food introduction, and types of foods introduced, may protect neurodevelopment by reducing the risk of obesity in young children.31– 33 Although further studies will be important, obesity of mother or child appears to be a form of malnutrition affecting neurodevelopment in the first 1000 days.\nIn summary, nutrition is 1 of several factors affecting early neurodevelopment and is a factor that pediatricians and other health care providers have the capacity to improve by application of welldescribed, well-piloted, effective interventions.5 Improved nutrition in the prenatal period, broad support for breastfeeding, and improved transitional and toddler nutrition all contribute to optimal neurocognitive development in the first 1000 days. Failure to provide adequate essential nutrients during the first 1000 days of life may result in increased expenditures later in the form of medical care, psychiatric and psychological care, remedial education, loss of wages, and management of behavior.26, 34 Conversely, the positive effects of improved early nutrition may not be apparent in short-term studies; indeed, because neurodevelopment is a biologic process across the life span in which changes are built on previous changes, the positive effects of an intervention may be seen after many years and may continue for many years. Thus, early nutritional intervention provides enormous potential advantages across the life span and, if nutritional needs are unmet in this period, developmental losses occur that are difficult to recover.\nMEEtIng thE nutrItIonAL nEEds of young chILdrEn for nEurodEvELopMEnt\nOpportunities to improve early child nutrition, and thus neurodevelopment, are currently focused in 2 areas: first and foremost, programs directed at supporting breastfeeding and provision of nutritious food to young children; and second, guidelines that inform providers of the best practices in early childhood nutrition. It should be noted that programs that serve the nutritional needs of children after the first 1000 days form a crucial link from this early period to adulthood and are most effective when building on a scaffolding of optimal early nutrition.\nprograms"
    }, {
      "heading" : "Special Supplemental Nutrition Program for Women, Infants, and Children",
      "text" : "The Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) serves pregnant women, breastfeeding women (up to the child’s first birthday), nonbreastfeeding postpartum women (up to 6 months postpartum), infants (up to their first birthday), and children up to their fifth birthday. As such, it is the most important program providing nutritional support in the first 1000 days. In the United States, 53% of all infants younger than 1 year are served by WIC. WIC supports breastfeeding prenatally through education and postpartum by helping mothers breastfeed, and they perform screening for anemia in women and children receiving services through the program.\nPublished evidence supports the impact of WIC on the health of children: prenatal WIC participation has been consistently associated with higher birth weight and longer gestation, particularly among mothers at highest risk, 35 and WIC participation has been linked to better infant health and less infant overweight and underweight.36\nFROM THE AMERICAN ACADEMY OF PEDIATRICS4 at New York University on December 3, 2019www.aappublications.org/newsDownloaded from\nDespite the impact of WIC, children in many families who do not qualify under current guidelines would benefit from the nutrients and educational support of this program. Children whose families are on the margin of qualification for WIC may, for economic reasons, subsist on cheaper, less nutritionally replete diets. Many families fail to take advantage of the program after the first year of life, in part because of the challenge of access. Keeping families in the program longer (for example, through the elimination of the requirement to recertify eligibility at 1 year of age and extending eligibility for WIC through 6 years of age) will make supplemental food available to the growing toddler. WIC is a crucial program in providing food and education to support neurodevelopment."
    }, {
      "heading" : "Supplemental Nutrition Assistance Program",
      "text" : "The Supplemental Nutrition Assistance Program (SNAP, formerly “Food Stamps”) is a food and nutrition program of the USDA. It provides a modest benefit (just $1.35 on average per person per meal for households with children) to all who qualify. Seventy-two percent of households served are families with children. In addition to the antipoverty effects of the SNAP benefit (SNAP kept ∼10.3 million people out of poverty in 2012, including nearly 4.9 million children), SNAP Nutrition Education, a partnership between the USDA and states, is intended to provide SNAP participants or eligible nonparticipants with the skills and knowledge to make healthy choices within a limited budget and choose active lifestyles consistent with federal dietary guidance. In fiscal year 2016, the USDA Food and Nutrition Service authorized $408 million to all 50 states, the District of Columbia, Guam, and the Virgin Islands to provide nutrition education and obesity prevention services using interventions that include direct education, social marketing, and policy, systems, and environmental changes.37\nThe USDA, in partnership with states, has supported the use of bonus incentives within SNAP, such as the use of “bonus dollars” in the form of tokens or paper coupons, for purchases made with SNAP benefits at farmer’s markets.38 Nutrition education or incentive programs that are specifically targeted to families with infants and young children would be valuable. In addition, many families receiving SNAP live in areas with limited grocery store options (“food deserts”), making it difficult to use their benefit optimally."
    }, {
      "heading" : "Child and Adult Care Food Program",
      "text" : "The Child and Adult Care Food Program (CACFP) is administered by the USDA and, among other things, provides money to assist child care institutions and family or group day care homes in providing nutritious foods that contribute to the wellness, healthy growth, and development of children. In fiscal year 2013, CACFP served more than 3 million children. Completion of the revision of CACFP meal requirements to make them more consistent with the Dietary Guidelines for Americans (DGA)39 should improve the nutritional quality of these meals for young children."
    }, {
      "heading" : "Food Pantries and Soup Kitchens",
      "text" : "Food pantries and soup kitchens are generally community-supported programs that serve as a safety net for children and families struggling with inadequate food. However, many charitable food providers are not consistently able to provide healthful food in general, nutritional items appropriate for infants and toddlers, or amounts adequate to protect children from inadequate nutrition for more than a few days.\nMaternal, Infant, and Early Childhood Home Visiting Program\nCongress established the Maternal, Infant, and Early Childhood Home Visiting Program in 2010 to provide funds for states and tribes providing voluntary, evidence-based home visiting to at-risk families.40 Although\nnot specifically aimed at nutrition, the services include education on parenting and health."
    }, {
      "heading" : "Baby-Friendly Hospital Initiative",
      "text" : "The Baby-Friendly Hospital Initiative was developed by the United Nations Children’s Fund and the World Health Organization in 1991 to increase hospital and/or birthing centers’ attention to initiation of breastfeeding. Centers who qualify for this designation have implemented the “Ten Steps to Successful Breastfeeding” and adhere to the International Code of Marketing Breast-Milk Substitutes.41 In a meta-analysis of programs created to improve many aspects of breastfeeding, Baby-Friendly Hospital support interventions had the greatest effect on promoting any breastfeeding.42\nguidelines"
    }, {
      "heading" : "National Guidelines",
      "text" : "The USDA and Department of Health and Human Services are responsible for developing and maintaining evidence-based guidelines for good nutrition, the DGA.39 These guidelines focus on children 2 years and older. In 2014, the Birth to 24 Months project was started to develop guidelines for children in that age group.43 This process is an evidence-based review of the existing literature on feeding children from birth to age 24 months. It begins with the formulation of questions, systematic reviews through the Nutrition Evidence Library at the USDA, and the grading of evidence on the basis of study quality, consistency of findings, number of studies and subjects, impact of outcome, and generalizability of findings.44 Pediatricians with expertise in nutrition in these age groups are members of the committees currently doing this work. The final report and incorporation of these guidelines into the overall DGA is expected in 2020.\nBecause these guidelines are the reference point for state and federal policies and programs, pediatricians\nPEDIATRICS Volume 141, number 2, February 2018 5 at New York University on December 3, 2019www.aappublications.org/newsDownloaded from\nshould be aware of the importance of these guidelines. The 2015 DGA saw an organized and concerted effort by special interest groups to subvert or dilute the results of the guideline process and the process itself. It is important that pediatricians, who are familiar with using evidence-based clinical guidelines, advocate for the scientific foundations of this process and support implementation of the guidelines."
    }, {
      "heading" : "American Academy of Pediatrics",
      "text" : "The American Academy of Pediatrics (AAP) provides substantial information on the nutritional needs and support of children from birth to age 2 years, including information and guidance on breastfeeding45 and on feeding infants and toddlers.46 AAP policies on breastfeeding21 and iron supplementation47 directly address key issues in nutrition and cognition.\nrEcoMMEndAtIons\n1. Pediatricians, family physicians, obstetricians, and other child\nhealth care providers need to be knowledgeable about breastfeeding to educate pregnant women about breastfeeding and be prepared to help breastfeeding mothers and their infants when problems occur. The AAP recommends exclusive breastfeeding for approximately the first 6 months of life and continuation after complementary foods have been introduced for at least the first year of life and beyond, as long as mutually desired by mother and child. Several organizations have reviewed interventions to support breastfeeding.48, 49 Despite the known advantages of human milk in early life, estimates are that 19% of children receive no human milk in infancy and only 22% breastfeed exclusively for the recommended 6 months;50\n2. Pediatricians, family physicians, obstetricians, and other child health care providers can advocate at the local, state, and\nfederal levels to preserve and strengthen nutrition programs with a focus on maternal, fetal, and neonatal nutrition. Interventions to ensure normal neurodevelopment include programs to minimize adverse environmental influences and programs to mitigate the effects of adverse environmental influences. These interventions begin with nutritional health for the pregnant woman, including adequate protein-energy intake, appropriate gestational weight gain, and iron sufficiency. To some degree, the placenta protects the fetus in terms of prioritization of nutrients from the mother. After birth, human milk provides optimal neurodevelopmental nutrition for at least the first 6 months.21 After 6 months, pediatricians and other health care providers can support policies that advocate for optimal protein-calorie and micronutrient administration to infants and young children\nFROM THE AMERICAN ACADEMY OF PEDIATRICS6\ntABLE 2 Resources To Help Pediatricians Optimize Nutrition in the First 1000 Days\nResource Crucial Period Major Points\nThe American College of Obstetrics and Gynecologists. Available at: http:// www. acog. org\nPrenatal, immediate postnatal Breastfeeding toolkit, obesity toolkit\nGuidelines for Perinatal Care. 8th ed. American Academy of Pediatrics and American College of Obstetrics and Gynecologists; 2017 Prenatal, immediate postnatal Chapters on prenatal and postnatal care Kleinman RE and Greer FR, eds. Pediatric Nutrition. 7th ed. American Academy of Pediatrics; 2014\nFrom birth Chapters that make recommendations on breastfeeding, complementary feeding, feeding the child, and macro- and micronutrients\nHagan JF, Shaw JS, Duncan PM, eds. Bright Futures: Guidelines for Health Supervision of Infants, Children and Adolescents. 4th ed. American Academy of Pediatrics; 2017\nFrom birth Chapters on healthy wt and healthy nutrition\nSchanler RJ, Krebs NF, Mass SB, eds. Breastfeeding Handbook for Physicians. 2nd ed. American Academy of Pediatrics and The American College of Obstetrics and Gynecologists; 2013 From birth Guide to rationale for breastfeeding, implementation, and maintenance Policy statement: breastfeeding and the use of human milk. Section on breastfeeding. Pediatrics. 2012;129(3). Available at: www. pediatrics. org/ cgi/ content/ full/ 129/ 3/ e827 From birth AAP policy on breastfeeding Baker RD, Greer FR, and the Committee on Nutrition. Clinical report: diagnosis and prevention of iron deficiency and iron-deficiency anemia in infants and young children (0–3 y of age). Pediatrics. 2010;126(5):1–11 Birth to 3 y of age AAP policy on iron supplementation\nat New York University on December 3, 2019www.aappublications.org/newsDownloaded from\n(eg, AAP iron policy47) as well as programs that provide highquality nutrition to infants and young children (eg, WIC);\n3. Pediatricians and other child health care providers can become conversant about food sources that supply the critical nutrients necessary for brain development during particularly important times. Although most pediatricians are aware that exclusive breastfeeding is the best source of nutrition for the first 6 months, dietary advice thereafter is less robust. Awareness of which foods are “healthy, ” not just as alternatives to unhealthy or junk food but as positive factors targeting optimal development, would allow pediatricians to make more appropriate\ndietary recommendations. As the infant’s nutritional intake moves from the relative protection of breastfeeding to dependence on choices made by his or her parents, pediatrician guidance for informed food choices becomes increasingly important. Moreover, knowing which nutrients are at risk in the breastfed infant after 6 months (eg, zinc, iron, vitamin D) will guide dietary recommendations in the clinic or practice. Guidance for pediatricians is provided in existing documents (Tables 1 and 2) but over a spectrum of resources and chapters, and it is often without clear prescriptive recommendations;\n4. Leaders in childhood nutrition can advocate for incorporating\ninto existing nutritional advice an actionable guide to healthy eating as a positive choice rather than an avoidance of unhealthy foods. This would give pediatricians and families more prescriptive advice as to optimal dietary choices. Additionally, it is important that families understand that no 1 food is alone adequate to ensure optimal neurodevelopment and health (ie, a “superfood”);\n5. Pediatricians and other child health care providers can focus the attention of existing programs on improving micro- and macronutrient offerings for infants and young children. For example, providing information to existing food pantries and soup kitchens to create food packages and meals\nPEDIATRICS Volume 141, number 2, February 2018 7\ntABLE 3 Organizations Focused on Hunger\nName Web Site Focus Comments\nBread for the World www. bread. org Nonpartisan policy analysis and strategies to end hunger in the United States and the world. Provides education for opinion leaders, policy makers, and the public on hunger Yearly report on key issues in hunger, often focused on the United States. Offers strategies for engaging churches and communities in advocacy. Faith-based, Christian organization Feeding America http:// www. feedingamerica. org/ Nationwide network of food banks; develops and stocks food banks and other emergency food distribution systems E-mail newsletter, annual report. Volunteer opportunities locally at many levels Mazon http:// mazon. org Policy change, strategy, and education to end hunger\nWorks to improve nutritious food choices in food banks, provides food for seniors, and impacts hunger in rural areas. Places a high priority on the support of child nutrition programs. Faith-based, Jewish organization\nCommunity for Zero Hunger http:// www. zerohungercommuni ty. org Supports UN Zero Hunger Challenge; focused on world hunger\nHigh-level policy oriented\nShare Our Strength https:// www. nokidhungry. org Runs the No Kid Hungry Campaign; teaches cooking to low-income families, supports and teaches MyPlate Guides volunteers to hunger-based opportunities in their communities Food and Research Action Center\nhttp:// frac. org National nonprofit organization that works on policy and research with hundreds of national, state, and local nonprofit organizations, public agencies, corporations, and labor organizations to address hunger, food insecurity, and their root cause: poverty Maintains a list of state antihunger organizations, which can be found at: http:// frac. org/ about/ 1303- 2\n1, 000 Days www. thousanddays. org Focuses on nutrition and all forms of malnutrition in the first 1000 d of life. Works in the United States and globally to promote action and investment in maternal, infant, and young child nutrition 1, 000 Days is “high-level policy oriented” in both the global and domestic contexts, and the organization has a large grassroots constituency of advocates (primarily mothers) in the United States\nUN, United Nations.\nat New York University on December 3, 2019www.aappublications.org/newsDownloaded from\nthat target the specific needs of pregnant women, breastfeeding women, and children in the first 2 years of life;\n6. Pediatricians and other child health care providers can encourage families to take advantage of programs providing early childhood nutrition and advocate for eliminating barriers that families face to enrolling and remaining enrolled in such programs. Many families do not take advantage of WIC services after the first year of life. Encouraging the use of services and benefits for which the family is eligible and eliminating the requirement to recertify eligibility for young children at 1 year of age can improve early life nutrition for children;\n7. Pediatricians and other child health care providers can oppose changes in eligibility or financing structures that would adversely affect key programs providing early childhood nutrition. Such changes include changing funding to block grants or delinking nutrition and health assistance programs, such as the adjunctive eligibility between WIC and Medicaid. Federal nutrition programs such as SNAP are successful because of eligibility rules and a funding structure that makes benefits available to children in almost all families with little income and few resources;\n8. Pediatricians and other child health care providers can\nanticipate neurodevelopmental concerns in children with early nutrient deficiency. Pediatricians can educate themselves as to which nutrients are at risk for deficiency and at what age as well as about appropriate screening for children at high risk. For example, the risk of iron deficiency is not equal throughout the pediatric life span. Pediatricians can be aware that the newborn, the toddler, and the adolescent are at highest risk and should be aware of factors that increase those risks;\n9. Pediatricians and other child health care providers can partner with obstetricians and family physicians to encourage improvements in maternal diet and attention to clinical situations that may limit the fetus’s access to crucial micronutrients; and\n10. Pediatricians and other child health care providers can become advocates in the “Hunger Community.” Many organizations work to reduce hunger at the local level, across the United States, and in the global community. As pediatricians consider their personal contribution to social action, involvement in 1 of these organizations is an excellent option (see Table 3)."
    }, {
      "heading" : "LEAd Authors",
      "text" : "Sarah Jane Schwarzenberg, MD, FAAP Michael K. Georgieff, MD, FAAP\ncoMMIttEE on nutrItIon, 2016–2017 Stephen Daniels, MD, PhD, FAAP, Chairperson Mark Corkins, MD, FAAP Neville H. Golden, MD, FAAP Jae H. Kim, MD, PhD, FAAP C. Wesley Lindsey, MD, FAAP Sheela N. Magge, MD, MSCE, FAAP Sarah Jane Schwarzenberg, MD, FAAP\npAst coMMIttEE MEMBErs\nSteven Abrams, MD, FAAP Sarah de Ferranti, MD, FAAP"
    }, {
      "heading" : "LIAIsons",
      "text" : "Carrie L. Assar, PharmD, MS – Food and Drug Administration Janet de Jesus, MS, RD – National Institutes of Health Cria Perrine, PhD – Centers for Disease Control and Prevention Valery Soto, MS, RD, LD – USDA\nstAff\nDebra Burrowes, MHA Madeline Curtis Tamar Magarik Haro\nAddress correspondence to Sarah Jane Schwarzenberg, MD, FAAP. E-mail: schwa005@umn.edu\nPEDIATRICS (ISSN Numbers: Print, 0031-4005; Online, 1098-4275).\nCopyright © 2018 by the American Academy of Pediatrics\nfInAncIAL dIscLosurE: The authors have indicated they have no financial relationships relevant to this article to disclose.\nfundIng: No external funding.\npotEntIAL confLIct of IntErEst: The authors have indicated they have no potential conflicts of interest to disclose.\nFROM THE AMERICAN ACADEMY OF PEDIATRICS8\nABBrEvIAtIons\nAAP: American Academy of Pediatrics CACFP: Child and Adult Care Food Program DGA: Dietary Guidelines for Americans SNAP: Supplemental Nutrition Assistance Program USDA: US Department of Agriculture WIC: Special Supplemental Nutrition Program for Women, Infants, and Children\nat New York University on December 3, 2019www.aappublications.org/newsDownloaded from\nrEfErEncEs\n1. Prado EL, Dewey KG. Nutrition and brain development in early life. Nutr Rev. 2014;72(4):267–284\n2. Wachs TD, Georgieff M, Cusick S, McEwen BS. Issues in the timing of integrated early interventions: contributions from nutrition, neuroscience, and psychological research. Ann N Y Acad Sci. 2014;1308:89–106\n3. Fox SE, Levitt P, Nelson CA III. How the timing and quality of early experiences influence the development of brain architecture. Child Dev. 2010;81(1):28–40\n4. Thompson RA, Nelson CA. Developmental science and the media. Early brain development. Am Psychol. 2001;56(1):5–15\n5. Georgieff MK, Brunette KE, Tran PV. Early life nutrition and neural plasticity. Dev Psychopathol. 2015;27(2):411–423\n6. Bick J, Nelson CA. Early adverse experiences and the developing brain. Neuropsychopharmacology. 2016;41(1):177–196\n7. Danese A, Pariante CM, Caspi A, Taylor A, Poulton R. Childhood maltreatment predicts adult inflammation in a lifecourse study. Proc Natl Acad Sci USA. 2007;104(4):1319–1324\n8. Galobardes B, Lynch JW, Smith GD. Is the association between childhood socioeconomic circumstances and cause-specific mortality established? Update of a systematic review. J Epidemiol Community Health. 2008;62(5):387–390\n9. Ngure FM, Reid BM, Humphrey JH, Mbuya MN, Pelto G, Stoltzfus RJ. Water, sanitation, and hygiene (WASH), environmental enteropathy, nutrition, and early child development: making the links. Ann N Y Acad Sci. 2014;1308:118–128\n10. Martin A, Booth JN, Young D, et al. Associations between obesity and cognition in the pre-school years. Obesity (Silver Spring). 2016;24(1):207–214\n11. Rao R, Georgieff MK. The nutritionally deprived fetus and newborn infant. In: Shevell M, Miller S, ed. International Reviews of Child Neurology Series:"
    }, {
      "heading" : "Acquired Brain Injury in the Fetus &",
      "text" : "Newborn. London, England: Mac Keith Press; 2012:277–287\n12. Grantham-McGregor S. A review of studies of the effect of severe malnutrition on mental development. J Nutr. 1995;125(suppl 8):2233S–2238S\n13. Pollitt E, Gorman KS, Engle PL, Rivera JA, Martorell R. Nutrition in early life and the fulfillment of intellectual potential. J Nutr. 1995;125(suppl 4):1111S–1118S\n14. Coleman-Jensen A, Rabbitt MP, Gregory CA, Singh A. Household Food Security in the United States in 2015, ERR215. Washington, DC: US Department of Agriculture, Economic Research Service; 2016\n15. Georgieff MK. Long-term brain and behavioral consequences of early iron deficiency. Nutr Rev. 2011;69(suppl 1):S43–S48\n16. Monk C, Georgieff MK, Osterholm EA. Research review: maternal prenatal distress and poor nutrition–mutually influencing risk factors affecting infant neurocognitive development. J Child Psychol Psychiatry. 2013;54(2):115–130\n17. Colombo J, Carlson SE, Cheatham CL, et al. Long-term effects of LCPUFA supplementation on childhood cognitive outcomes. Am J Clin Nutr. 2013;98(2):403–412\n18. Young BE, Krebs NF. Complementary feeding: critical considerations to optimize growth, nutrition, and feeding behavior. Curr Pediatr Rep. 2013;1(4):247–256\n19. Bar S, Milanaik R, Adesman A. Longterm neurodevelopmental benefits of breastfeeding. Curr Opin Pediatr. 2016;28(4):559–566\n20. Belfort MB, Anderson PJ, Nowak VA, et al. Breast milk feeding, brain development, and neurocognitive outcomes: a 7-year longitudinal study in infants born at less than 30 weeks’ gestation. J Pediatr. 2016;177: 133–139.e1\n21. Section on Breastfeeding. Breastfeeding and the use of human milk. Pediatrics. 2012;129(3). Available at: www. pediatrics. org/ cgi/ content/ full/ 129/ 3/ e827\n22. Diaz Heijtz R. Fetal, neonatal, and infant microbiome: perturbations and subsequent effects on brain development and behavior. Semin Fetal Neonatal Med. 2016;21(6):410–417\n23. Cusick SE, Georgieff MK. The role of nutrition in brain development: the golden opportunity of the “first 1000 days”. J Pediatr. 2016;175:16–21\n24. Liang J, Matheson BE, Kaye WH, Boutelle KN. Neurocognitive correlates of obesity and obesity-related behaviors in children and adolescents. Int J Obes (Lond). 2014;38(4):494–506\n25. Ramel SE, Gray HL, Christiansen E, Boys C, Georgieff MK, Demerath EW. Greater early gains in fat-free mass, but not fat mass, are associated with improved neurodevelopment at 1 year corrected age for prematurity in very low birth weight preterm infants. J Pediatr. 2016;173:108–115\n26. Zambrano E, Ibáñez C, MartínezSamayoa PM, Lomas-Soria C, DurandCarbajal M, Rodríguez-González GL. Maternal obesity: lifelong metabolic outcomes for offspring from poor developmental trajectories during the perinatal period. Arch Med Res. 2016;47(1):1–12\n27. O’Sullivan EJ, Perrine CG, Rasmussen KM. Early breastfeeding problems mediate the negative association between maternal obesity and exclusive breastfeeding at 1 and 2 months postpartum. J Nutr. 2015;145(10):2369–2378\n28. Verret-Chalifour J, Giguère Y, Forest JC, Croteau J, Zhang P, Marc I. Breastfeeding initiation: impact of obesity in a large Canadian perinatal cohort study. PLoS One. 2015;10(2):e0117512\n29. Winkvist A, Brantsæter AL, Brandhagen M, Haugen M, Meltzer HM, Lissner L. Maternal prepregnant body mass index and gestational weight gain are associated with initiation and duration of breastfeeding among Norwegian mothers. J Nutr. 2015;145(6):1263–1270\n30. Daniels L, Mallan KM, Fildes A, Wilson J. The timing of solid introduction in an ‘obesogenic’ environment: a narrative review of the evidence and\nPEDIATRICS Volume 141, number 2, February 2018 9 at New York University on December 3, 2019www.aappublications.org/newsDownloaded from\nmethodological issues. Aust N Z J Public Health. 2015;39(4):366–373\n31. Betoko A, Lioret S, Heude B, et al; EDEN Mother-Child Cohort Study Group. Influence of infant feeding patterns over the first year of life on growth from birth to 5 years. Pediatr Obes. 2017;12(suppl 1):94–101\n32. Huh SY, Rifas-Shiman SL, Taveras EM, Oken E, Gillman MW. Timing of solid food introduction and risk of obesity in preschool-aged children. Pediatrics. 2011;127(3). Available at: www. pediatrics. org/ cgi/ content/ full/ 127/ 3/ e544\n33. Victora CG, Bahl R, Barros AJ, et al; Lancet Breastfeeding Series Group. Breastfeeding in the 21st century: epidemiology, mechanisms, and lifelong effect. Lancet. 2016;387(10017):475–490\n34. Walker SP, Wachs TD, Gardner JM, et al; International Child Development Steering Group. Child development: risk factors for adverse outcomes in developing countries. Lancet. 2007;369(9556):145–157\n35. Colman S, Nichols-Barrer IP, Redline JE, Devaney BL, Ansell SV, Joyce T. Effects of the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC): A Review of Recent Research. Washington, DC: US Department of Agriculture, Food, and Nutrition Service, Office of Research and Analysis; 2012\n36. Black MM, Cutts DB, Frank DA, et al; Children’s Sentinel Nutritional\nAssessment Program Study Group. Special supplemental nutrition program for women, infants, and children participation and infants’ growth and health: a multisite surveillance study. Pediatrics. 2004;114(1):169–176\n37. USDA. 2016. Available at: https:// www. fns. usda. gov/ snap/ supplementalnutrition- assistance- program- snap. Accessed December 26, 2017\n38. USDA. 2016. Bonus incentives. Available at: https:// www. fns. usda. gov/ ebt/ bonus- incentives. Accessed December"
    }, {
      "heading" : "26, 2017",
      "text" : "39. USDA. 2015–2020 Dietary Guidelines for Americans. 8th ed. Washington, DC: US Department of Health and Human Services and US Department of Agriculture; 2015\n40. Zero to Three. Maternal, infant, and early childhood visiting program. 2016. Available at: https:// www. zerotothree. org/ resources/ 1033- themiechy- program. Accessed December 26, 2017\n41. Baby-Friendly USA. Baby-friendly hospital initiative. 2017. Available at: https:// www. babyfriendlyusa. org/ about- us. Accessed February 11, 2017\n42. Sinha B, Chowdhury R, Sankar MJ, et al. Interventions to improve breastfeeding outcomes: a systematic review and meta-analysis. Acta Paediatr. 2015;104(467):114–134\n43. USDA. Pregnancy and birth to 24 months project. Available at: https://\nwww. cnpp. usda. gov/ birthto24months. Accessed December 26, 2017\n44. Schneeman B. Sciencebased regulatory and policy considerations in nutrition. Adv Nutr. 2015;6(3):361S–367S\n45. Schanler RJ, Krebs NF, Mass SB, eds. Breastfeeding Handbook for Physicians. 2nd ed. Elk Grove Village, IL: American Academy of Pediatrics; 2013\n46. Kleinman RE, Greer FR, eds. Pediatric Nutrition. 7th ed. Elk Grove Village, IL: American Academy of Pediatrics; 2013\n47. Baker RD, Greer FR; Committee on Nutrition American Academy of Pediatrics. Diagnosis and prevention of iron deficiency and iron-deficiency anemia in infants and young children (0-3 years of age). Pediatrics. 2010;126(5):1040–1050\n48. US Preventive Services Task Force, Bibbins-Domingo K, Grossman DC, et al. Primary care interventions to support breastfeeding: US Preventive Services Task Force recommendation statement. JAMA. 2016;316(16):1688–1693\n49. Rollins NC, Bhandari N, Hajeebhoy N, et al; Lancet Breastfeeding Series Group. Why invest, and what it will take to improve breastfeeding practices? Lancet. 2016;387(10017):491–504\n50. Centers for Disease Control and Prevention. National immunization survey (NIS). 2016. Available at: https:// www. cdc. gov/ breastfeeding/ data/ NIS_ data/ . Accessed February 11, 2017\nFROM THE AMERICAN ACADEMY OF PEDIATRICS10 at New York University on December 3, 2019www.aappublications.org/newsDownloaded from\nDOI: 10.1542/peds.2017-3716 originally published online January 22, 2018; 2018;141;Pediatrics\nNUTRITION Sarah Jane Schwarzenberg, Michael K. Georgieff and COMMITTEE ON\nDevelopment and Adult Health Advocacy for Improving Nutrition in the First 1000 Days to Support Childhood\nServices Updated Information &\nhttp://pediatrics.aappublications.org/content/141/2/e20173716 including high resolution figures, can be found at:\nReferences http://pediatrics.aappublications.org/content/141/2/e20173716#BIBL This article cites 38 articles, 11 of which you can access for free at:\nSubspecialty Collections\nhttp://www.aappublications.org/cgi/collection/nutrition_sub Nutrition n http://www.aappublications.org/cgi/collection/committee_on_nutritio Committee on Nutrition http://www.aappublications.org/cgi/collection/current_policy Current Policy following collection(s): This article, along with others on similar topics, appears in the\nPermissions & Licensing\nhttp://www.aappublications.org/site/misc/Permissions.xhtml in its entirety can be found online at: Information about reproducing this article in parts (figures, tables) or\nReprints http://www.aappublications.org/site/misc/reprints.xhtml Information about ordering reprints can be found online:\nat New York University on December 3, 2019www.aappublications.org/newsDownloaded from\nDOI: 10.1542/peds.2017-3716 originally published online January 22, 2018; 2018;141;Pediatrics\nNUTRITION Sarah Jane Schwarzenberg, Michael K. Georgieff and COMMITTEE ON\nDevelopment and Adult Health Advocacy for Improving Nutrition in the First 1000 Days to Support Childhood\nhttp://pediatrics.aappublications.org/content/141/2/e20173716 located on the World Wide Web at:\nThe online version of this article, along with updated information and services, is\n1073-0397. ISSN:60007. Copyright © 2018 by the American Academy of Pediatrics. All rights reserved. Print\nthe American Academy of Pediatrics, 141 Northwest Point Boulevard, Elk Grove Village, Illinois, has been published continuously since 1948. Pediatrics is owned, published, and trademarked by Pediatrics is the official journal of the American Academy of Pediatrics. A monthly publication, it\nat New York University on December 3, 2019www.aappublications.org/newsDownloaded from"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2018,
    "abstractText" : "Maternal prenatal nutrition and the child's nutrition in the first 2 years of life (1000 days) are crucial factors in a child’s neurodevelopment and lifelong mental health. Child and adult health risks, including obesity, hypertension, and diabetes, may be programmed by nutritional status during this period. Calories are essential for growth of both fetus and child but are not sufficient for normal brain development. Although all nutrients are necessary for brain growth, key nutrients that support neurodevelopment include protein; zinc; iron; choline; folate; iodine; vitamins A, D, B6, and B12; and long-chain polyunsaturated fatty acids. Failure to provide key nutrients during this critical period of brain development may result in lifelong deficits in brain function despite subsequent nutrient repletion. Understanding the complex interplay of microand macronutrients and neurodevelopment is key to moving beyond simply recommending a “good diet” to optimizing nutrient delivery for the developing child. Leaders in pediatric health and policy makers must be aware of this research given its implications for public policy at the federal and state level. Pediatricians should refer to existing services for nutrition support for pregnant and breastfeeding women, infants, and toddlers. Finally, all providers caring for children can advocate for healthy diets for mothers, infants, and young children in the first 1000 days. Prioritizing public policies that ensure the provision of adequate nutrients and healthy eating during this crucial time would ensure that all children have an early foundation for optimal neurodevelopment, a key factor in long-term health. abstract",
    "creator" : "Adobe InDesign CS6 (Windows)"
  }
}